{
    "currentPage": 35437,
    "pageSize": 20,
    "items": [
        {
            "id": "b7dfe1f25cb646f48d20d4f471451d71",
            "sentence": "Tom knows better than to do that without asking for permission first."
        },
        {
            "id": "537e4168519f465f9334e225130245e8",
            "sentence": "Tom said he wanted to move to Boston because that's where Mary lives."
        },
        {
            "id": "540b216f12134a559b81a31c692d9c72",
            "sentence": "This isn't the first time that we've seen something like this happen."
        },
        {
            "id": "33776085aafd4a5595016134c399c028",
            "sentence": "If today was your last day on this earth, what would you want to eat?"
        },
        {
            "id": "458c731e0a104893b9756e9dccf79fba",
            "sentence": "Tom was really surprised when Mary told him that she didn't like him."
        },
        {
            "id": "b292323bdf6d4e5a87f9edb6f7ca9e45",
            "sentence": "Tom is still driving that old truck that he got from his grandfather."
        },
        {
            "id": "169e3c0832c0452288d467a2f7aa956d",
            "sentence": "Do you remember when I made you laugh? We had so much fun, didn't we?"
        },
        {
            "id": "a07d0ab8a10a4c2d81b82e10dcc98682",
            "sentence": "This village is one of the most beautiful places that I've ever been."
        },
        {
            "id": "26c27299761f4801a766b72f3607dd23",
            "sentence": "I think it's dangerous to climb a mountain on a day when it's stormy."
        },
        {
            "id": "acc0805d4b554394ac260f70fbab93e3",
            "sentence": "This nation's economy is growing by leaps and bounds in recent years."
        },
        {
            "id": "cc5a2ccc97cb4fea93f54689d37c40ce",
            "sentence": "To the best of my knowledge, he wasn't involved in that fraud scheme."
        },
        {
            "id": "8313f56802fd494f9017c525e5d427cc",
            "sentence": "My waist size has recently increased. I guess it's middle-age spread."
        },
        {
            "id": "27acea404fc741f4ba867ef534e23b4d",
            "sentence": "On the condition you're back by ten o'clock, you may go to the dance."
        },
        {
            "id": "e4dea8b676774f6e84834b6f504d3943",
            "sentence": "We've received a lot of applications in answer to our advertisements."
        },
        {
            "id": "c815184e562a4f83bd3165cfef8177df",
            "sentence": "You don't have to study all day. You should go out and have some fun."
        },
        {
            "id": "26bb0bf362d1486c9eeaf828be725636",
            "sentence": "In case of a medical emergency, would you like us to contact someone?"
        },
        {
            "id": "b2c3057f82f640a5a4cf9f994b1dcaea",
            "sentence": "A bigger harvest should help offset the expected drop in crop prices."
        },
        {
            "id": "ad2b5c0ffd43417aab447380759431e9",
            "sentence": "I didn't find out that Tom was the one who did that until last night."
        },
        {
            "id": "b7b46055d80a473593926bf1e804079a",
            "sentence": "We need to make sure that nobody's in the building before we lock up."
        },
        {
            "id": "c6afc3ffe5884117b6eca2af0ca3e85c",
            "sentence": "After spending three years in prison, Tom was happy to be free again."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}