{
    "currentPage": 35435,
    "pageSize": 20,
    "items": [
        {
            "id": "b05106e53a5244ae9fa5c50766e553c6",
            "sentence": "He said his father was an architect and that he wanted to be one too."
        },
        {
            "id": "ea707205b7f6454b9466ae77c25d3b3e",
            "sentence": "I didn't know Tom was the one who taught you how to play the ukulele."
        },
        {
            "id": "1e8934965bbb47ca969b02f8a96de529",
            "sentence": "Three men entered the room, and then three more men entered the room."
        },
        {
            "id": "34388e642cac4fc0b8c4a2af0d96e36d",
            "sentence": "You should stay away from me. I think that what I have is contagious."
        },
        {
            "id": "ed4e27fead344f1b8f8b92da647be93e",
            "sentence": "Sorry, but I have to hurry. I have no time to explain this in detail."
        },
        {
            "id": "6eb39a41e9474479877633a70433c180",
            "sentence": "I don't know when Tom will get here, but probably tomorrow afternoon."
        },
        {
            "id": "0d8ec70ba61d4ffd8b6675b6d0845c3b",
            "sentence": "Do you know how to speak any languages other than French and English?"
        },
        {
            "id": "422293f418bc43bd9e1d5ae0f57c40c2",
            "sentence": "In a few minutes we'll be landing at New Tokyo International Airport."
        },
        {
            "id": "331ad9ad80ee434aa01971eb693565c6",
            "sentence": "Since it was late at night and I was very tired, I stayed at the inn."
        },
        {
            "id": "fb9f4505d7974049a40b62dc2fccaa42",
            "sentence": "This is the first time that anyone has ever done something like this."
        },
        {
            "id": "728c715c8ae447879840e8b39ccada5c",
            "sentence": "It's important not to lose sight of the original aims of the project."
        },
        {
            "id": "e931ddce5e534d0e8e75a53982c0f1dd",
            "sentence": "As far as Tom is concerned, it's quantity, not quality, which counts."
        },
        {
            "id": "77a3ff2aecf041269aaee16a76fcabaf",
            "sentence": "How about doing a bit of research on your own before asking for help?"
        },
        {
            "id": "52fab5cd1dfb4449aec55ee95d170cac",
            "sentence": "I could probably save myself a lot of time by just doing that myself."
        },
        {
            "id": "ee60fb712bcf4be7acf0935ac7441815",
            "sentence": "I'd made up some story about having to go home to see my sick mother."
        },
        {
            "id": "8bbc0098474e495ea3ed67cf74a3bcff",
            "sentence": "I'm sure I've met that man somewhere, but I don't remember who he is."
        },
        {
            "id": "2addb17dde434fad8cd96fc4165cb0eb",
            "sentence": "Tom had barely taken his coat off when they started asking questions."
        },
        {
            "id": "58a510cc5a0f42d6b1823de7ae207e00",
            "sentence": "Tom disagreed at first, but has now come around to our point of view."
        },
        {
            "id": "cc495439f93645368a210b83222c76f2",
            "sentence": "Tom would've missed the train if he'd stopped to buy a chocolate bar."
        },
        {
            "id": "f5f8ecad6db040419239b03f88f1d0ea",
            "sentence": "I consider making mistakes an important part of the learning process."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}