{
    "currentPage": 35443,
    "pageSize": 20,
    "items": [
        {
            "id": "31a02f4e18ff4b33a61220edb5700a46",
            "sentence": "I don't watch a lot of movies, but I can't resist a good documentary."
        },
        {
            "id": "6926ac4615014ca9b011d1ad73f74471",
            "sentence": "We should've done it earlier. There's nothing we can do about it now."
        },
        {
            "id": "f3cd1b42746a4b1aa9ce22ede8a887de",
            "sentence": "It's best to get to the airport a couple of hours before your flight."
        },
        {
            "id": "1ab8e979484d41908a1b309b762b1a8a",
            "sentence": "Do you want to stay here or would your rather look for another hotel?"
        },
        {
            "id": "056740f377b240b4a80a999dca351b47",
            "sentence": "Tom took a few photos around his new apartment to send to his mother."
        },
        {
            "id": "297915d3c77847e88fbcb43130c72352",
            "sentence": "Tom wanted to eat cereal, but his mother made him eat scrambled eggs."
        },
        {
            "id": "176cc3763a8c42a49f2ad50f79918229",
            "sentence": "On a scale of 0 to 10, where 10 is the worst, can you rate your pain?"
        },
        {
            "id": "864424021a49421e9dabf32df5882d32",
            "sentence": "Tom bought some stuff that I would never have even considered buying."
        },
        {
            "id": "8360caf9c79e469292c002d542ceafc2",
            "sentence": "My parents and I have different ideas about when my curfew should be."
        },
        {
            "id": "c10d922758054369aa734c2d1cc82208",
            "sentence": "Tom got caught up in the heat of the moment and made a rash decision."
        },
        {
            "id": "35374666cf96465b9387645ef220dcf9",
            "sentence": "Tom opened the envelope, took out the letter, and started reading it."
        },
        {
            "id": "d056eef670f949939c820b5ff7aae9cb",
            "sentence": "On crowded buses, young people should give their seats to old people."
        },
        {
            "id": "5199f7fa3b554677b312c1189142dde8",
            "sentence": "You know how hard it would be to sell something like that, don't you?"
        },
        {
            "id": "9789b67ddfc54a3cb4f10587f5719dae",
            "sentence": "I wouldn't have asked you to come if it weren't absolutely necessary."
        },
        {
            "id": "d56b5603267a472b8b3160a92470ac39",
            "sentence": "There is nothing worse than doing something in a half-hearted manner."
        },
        {
            "id": "81b27ca74a724279bba56f424b73743b",
            "sentence": "Can I talk to you for just a second about what happened in Australia?"
        },
        {
            "id": "cdde54fe9c4049c7a907c8bbf33272e7",
            "sentence": "The color of this stratum stands out from the rest of the cliff face."
        },
        {
            "id": "c9aca058c0a0449783125df83ded235c",
            "sentence": "White wine should be drunk chilled, and red wine at room temperature."
        },
        {
            "id": "b1d3b95c8d274921b122e1c31ddb4108",
            "sentence": "Tom used to be the fastest runner in our class, but he isn't anymore."
        },
        {
            "id": "b227138862944a80a913a85ac041d4f6",
            "sentence": "Tom and Mary dated each other for about three months a few years ago."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}