{
    "currentPage": 35447,
    "pageSize": 20,
    "items": [
        {
            "id": "cdd9a8f0fbd742e692f8a9d2381bd8b1",
            "sentence": "I don't think you need to tell Tom why you went Australia last month."
        },
        {
            "id": "3d75797acce64d68a2ef6f82609dd88e",
            "sentence": "I don't think that I need to tell Tom that Mary wants him to do that."
        },
        {
            "id": "273855b228f1460f9d3d63df83dd01a2",
            "sentence": "I don't think that I could stand to spend three hours alone with Tom."
        },
        {
            "id": "74d96b3ad8c942ca844ec1563d1f3fad",
            "sentence": "I suspect Tom and Mary know something interesting is about to happen."
        },
        {
            "id": "6dfb6059562d45ca926c99c877828bf6",
            "sentence": "I suspect Tom and Mary were surprised when John walked into the room."
        },
        {
            "id": "f1a2481b8f00476294edd0ceb1799142",
            "sentence": "Tom told me that he thought that I might be interested in doing that."
        },
        {
            "id": "a0474803aed748fd861a7a0028ccc4b5",
            "sentence": "Tom wanted Mary to do that, but she told him that she wouldn't do it."
        },
        {
            "id": "d0a87601141c4441b02407b654503cf3",
            "sentence": "Tom didn't seem surprised when Mary told him that she had to do that."
        },
        {
            "id": "3110599465ac4df0a3dce42e71aea388",
            "sentence": "Maybe Tom should consider the possibility Mary has left him for good."
        },
        {
            "id": "513c833f7d7b4b5c92a2f737835d03f0",
            "sentence": "There's a possibility that Tom won't want to go to Australia with us."
        },
        {
            "id": "b8bd8ac1c21146e29385998f71b886ab",
            "sentence": "Tom told me he thought that Mary would be present at today's meeting."
        },
        {
            "id": "7a30a2edb85349749a00c493856246a6",
            "sentence": "The Greeks landed on the Italian peninsula in the eighth century B.C."
        },
        {
            "id": "631386caa2aa4b45aba51d82709f4494",
            "sentence": "Tom asked me how I kept from getting nervous in front of an audience."
        },
        {
            "id": "e6e65a3e01cd4e50b227864b0a545080",
            "sentence": "Tom wanted to stay single, but his parents wanted him to get married."
        },
        {
            "id": "3daa53b8f3bd4fb08623bb1078c6552c",
            "sentence": "We lay in the grass holding hands and watched the clouds floating by."
        },
        {
            "id": "77e0dba742cb44d68e50183985b7f3d3",
            "sentence": "Tom said that he had some things that he needed to get off his chest."
        },
        {
            "id": "892c8938d194450c9556a4a69999c3a0",
            "sentence": "The pirates lost their patience with Tom and made him walk the plank."
        },
        {
            "id": "84f9d23c50db4ae3868904f405fb4cfa",
            "sentence": "Tell me one reason why I should trust Tom after what he's done to me."
        },
        {
            "id": "7e8caf6b758e429f90a268993ed6a6af",
            "sentence": "We waited half an hour at the library for Tom, but he didn't turn up."
        },
        {
            "id": "b2315eec5f354760be38b78b87408fe0",
            "sentence": "If you don't get out of my store, I'm going to have to call the cops."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}