{
    "currentPage": 35442,
    "pageSize": 20,
    "items": [
        {
            "id": "6ebe626a74754489ac300bccc821c674",
            "sentence": "I hope we can get together again. Yes, I'll be looking forward to it."
        },
        {
            "id": "ab6e2af2214f46e58490685c54ede4a0",
            "sentence": "They had been dancing for an hour when there was a knock on the door."
        },
        {
            "id": "e7507b20630f435eabbcc648985abd21",
            "sentence": "I don't know how this game is played, but it's entertaining to watch."
        },
        {
            "id": "b08f87e7aaae4616b5e876a6566d15c3",
            "sentence": "My family moved from Boston to Chicago when I was thirteen years old."
        },
        {
            "id": "f455efc763dc43e18fea9fe41594de13",
            "sentence": "I wish that I could've spent more time with my father before he died."
        },
        {
            "id": "9ad6a6143bef45a1b5d7f98dff16d84f",
            "sentence": "I can't support a family on the amount of money I make from that job."
        },
        {
            "id": "c33ef37b08c84363a9340c4aef0b2781",
            "sentence": "You're the last person who should preach about political correctness."
        },
        {
            "id": "09acecb78336407c88210163c0f118db",
            "sentence": "In the attic is my grandfather's old first-aid kit from World War II."
        },
        {
            "id": "55e9494f9c6241d7a41eda6c8befae68",
            "sentence": "When Tom got married, his father gave him a car as a wedding present."
        },
        {
            "id": "a3d28f459d514326b6ebeeca1699d7a7",
            "sentence": "Tom can sleep in my room. I'll sleep on the couch in the living room."
        },
        {
            "id": "4dfebb055e1a451ca611d58c4a7f3f4d",
            "sentence": "The phlebotomist scared herself by practicing her craft on a balloon."
        },
        {
            "id": "34c8d515d81040b1a9cb1d3a712b6715",
            "sentence": "Tennis is difficult. I never know which way the ball is going to fly."
        },
        {
            "id": "880190a5121a4e38a84e38c01287eac4",
            "sentence": "This server chassis is meant to be slotted into a rack to save space."
        },
        {
            "id": "69902a0a2df04ef4bb8bae3c18108891",
            "sentence": "Tom didn't return his library book on time and had to pay a late fee."
        },
        {
            "id": "6acf06191d56496e8578c0a9a1d54c4a",
            "sentence": "I'm probably not the only one who thinks it's a good idea to do that."
        },
        {
            "id": "c6b73b1fcf04422facac3c826b151b3e",
            "sentence": "Tom doesn't know the reason, but he does know that there is a reason."
        },
        {
            "id": "4329a3cd03d74d148b28d04a6d6d1bfa",
            "sentence": "Some of Mr. Jackson's students didn't study hard enough for the test."
        },
        {
            "id": "ba22c5a375aa45c5838919f86dc44113",
            "sentence": "In the United States, Christmas cards with family photos are popular."
        },
        {
            "id": "a54e9f73e8934f9190866e4421fadba8",
            "sentence": "Before I could protest, I was handcuffed and was on my way to prison."
        },
        {
            "id": "bc13d025b8b543bdaa491e3bf1c57d82",
            "sentence": "Tom tended to curse like a trucker whenever things didn't go his way."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}