{
    "currentPage": 35446,
    "pageSize": 20,
    "items": [
        {
            "id": "54c4f76fba944067a383ca74a5ad35b3",
            "sentence": "I promised Tom I wouldn't stay in Australia for more than three days."
        },
        {
            "id": "644753e0747a4ec38cc3fafbaabcafde",
            "sentence": "I just heard Tom and Mary are coming back to Australia for Christmas."
        },
        {
            "id": "4cbd0d069baa4fada2b6090dfb77e85c",
            "sentence": "Everybody thought that Tom was going to be in Australia this weekend."
        },
        {
            "id": "4a1babb5300d4c1b857d946e69992988",
            "sentence": "Does Tom still think that Mary would like to go to Australia with us?"
        },
        {
            "id": "45bd2678a43340ec8db5e4699fcd4501",
            "sentence": "Tom thought Mary was in Australia, but she was really in New Zealand."
        },
        {
            "id": "a4732f89ce8f43faa9a130adcf4a9795",
            "sentence": "Tom told me he thought Mary still wanted to go to Australia with him."
        },
        {
            "id": "d7520aeab41140dc91931328cdd11da0",
            "sentence": "Are you sure it was Tom you spoke to? Could it have been his brother?"
        },
        {
            "id": "0cd23e13a76645be938e0c1f88b29a7e",
            "sentence": "He is a busy man, so you can only get in touch with him by telephone."
        },
        {
            "id": "3a554f001ca542b7a345ceac0d60924e",
            "sentence": "I got the impression Tom wasn't happy with the way things turned out."
        },
        {
            "id": "e63ed8c6a65b4f3b822627d44f0b88dc",
            "sentence": "Tom says he usually has at least three hundred dollars in his wallet."
        },
        {
            "id": "bf650709f0354a9c9fffb49b40768ac5",
            "sentence": "Tom's legs were seriously injured, but he managed to crawl to safety."
        },
        {
            "id": "dd8aeb4dc1534376ae9cecd80f3a88c8",
            "sentence": "Tom opened the envelope, took out the letter, and started to read it."
        },
        {
            "id": "b4335c6db6ff43f3b22bf5d11874ec44",
            "sentence": "I don't think that I can get you to understand how difficult that is."
        },
        {
            "id": "0b4bd33a131f40f08282a0fc91ced700",
            "sentence": "Questioned about his policies, the candidate gave only vague answers."
        },
        {
            "id": "9160ea25db764af29aa041be568ad35b",
            "sentence": "I left home later than usual, but I was still able to catch my train."
        },
        {
            "id": "3e3802a93248467bbdce146af5979c64",
            "sentence": "Tom realized he didn't have enough money to buy everything he wanted."
        },
        {
            "id": "2f7391718632415f8b52bce90799af53",
            "sentence": "Tom realized he didn't have enough time to do what needed to be done."
        },
        {
            "id": "24da7ea92f2243dfa66b1e701e6e1ae6",
            "sentence": "Stay as far away as possible from anybody that you think may be sick."
        },
        {
            "id": "20eff709960944a993ac164590a7cfbc",
            "sentence": "I don't think Tom knows what time I'm going to arrive at the station."
        },
        {
            "id": "df1c7c60d6214f7282fb547b4241042c",
            "sentence": "I don't think it's very likely Tom will come over this time of night."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}