{
    "currentPage": 35450,
    "pageSize": 20,
    "items": [
        {
            "id": "1d01f39c66da4afa9269aa93af0dab1c",
            "sentence": "I wish I could speak French well enough to get a job at that company."
        },
        {
            "id": "b810f740449c4e118c1160f68d628acd",
            "sentence": "Tom bought three bottles of red wine and three bottles of white wine."
        },
        {
            "id": "5536ae0e1c144c67a65a35e546f94bf6",
            "sentence": "Tom likes making faces at children when their parents aren't looking."
        },
        {
            "id": "9a8a896919ee4a4687f4bf0ba1f773c5",
            "sentence": "I think you know that Tom isn't going to do that unless you help him."
        },
        {
            "id": "a77ee8c06cec4e2db24fd9697f6bd9f3",
            "sentence": "I'm still in Australia, but I'll be back home the day after tomorrow."
        },
        {
            "id": "2667e42f59c644ef88276c0b8e96af7e",
            "sentence": "I don't charge children as much for piano lessons as I charge adults."
        },
        {
            "id": "b5279929f0bf49d88b515c57b1cf87f9",
            "sentence": "Tom put on his mask, gloves and face shield before leaving the house."
        },
        {
            "id": "c4bed50d9e454736a432e05a6ac1b70e",
            "sentence": "Tom played the role of devil's advocate at the brainstorming meeting."
        },
        {
            "id": "954306958b7244c6964c662a533442d7",
            "sentence": "Tom kept dropping subtle hints about what he wanted for his birthday."
        },
        {
            "id": "30b39d3bb49846eaa3817d91a537fa68",
            "sentence": "Tom went to school even though his doctor told him that he shouldn't."
        },
        {
            "id": "f007de6b565d47248dd391017ef7e24d",
            "sentence": "I was on the point of leaving home when a light rain started to fall."
        },
        {
            "id": "a1b30e3c512c4c91a16ee0ebe6cc83d0",
            "sentence": "The man who I thought was his father proved to be a perfect stranger."
        },
        {
            "id": "15727398dc784bdf812ab5a0baa72133",
            "sentence": "They accused him of being in the classroom in order to cause trouble."
        },
        {
            "id": "81cc81d59423443192341d63abc11c64",
            "sentence": "The ground is still wet. As likely as not, the game will be canceled."
        },
        {
            "id": "63b7d478c538460db10dbd63971e3ab1",
            "sentence": "I agreed with her suggestion that we meet again five years from then."
        },
        {
            "id": "48ee0d209a1a492aa3771ec14127d380",
            "sentence": "Even if the sun were to rise in the west, I would not change my mind."
        },
        {
            "id": "b67f77659761456cbd75cdb586616262",
            "sentence": "The rumor is going around that the actress is going to get a divorce."
        },
        {
            "id": "6a44b0b837a04e97ab2a2d170012610c",
            "sentence": "When I was a child, my mother made me eat green vegetables every day."
        },
        {
            "id": "b0b829ad755c4b07ae08bcba01de82a7",
            "sentence": "Knowing what to leave out is as important as knowing what to include."
        },
        {
            "id": "f1ccc73f4031410ebf7d174030649076",
            "sentence": "Tom always pays his credit card bill in full at the end of the month."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}