{
    "currentPage": 35469,
    "pageSize": 20,
    "items": [
        {
            "id": "36980d80d7ae4dcfb29f8e1ce5884e7e",
            "sentence": "Tom managed to convince a lot of people that he had paranormal powers."
        },
        {
            "id": "7eb0ef40ec9f4e01b05fdbaf1d8f89c6",
            "sentence": "Before making important decisions, Tom always consults his astrologer."
        },
        {
            "id": "cbcbdf349a4c40cd88f8d2b28e03a632",
            "sentence": "Tom was suspended from school for talking dirty to a female classmate."
        },
        {
            "id": "3d459dead5754ac085041d2f4c679dee",
            "sentence": "Tom probably thought that I was going to Boston with him next weekend."
        },
        {
            "id": "fc4d186b8c8a45f9b362dd3a9a8abb92",
            "sentence": "Aren't you glad that Tom gave us enough money to buy something to eat?"
        },
        {
            "id": "157c8f24d5c94fa2a4b8183fc2e4b024",
            "sentence": "You see, humans don't create time; if we did we'd never run out of it."
        },
        {
            "id": "dc5e99026efd40e883d0cd49606834b9",
            "sentence": "Do you really think that Tom would've been able to do that by himself?"
        },
        {
            "id": "6c126aedbb134b27819fed6cfb390ddf",
            "sentence": "Tom crept up behind Mary and tickled her until she burst out laughing."
        },
        {
            "id": "efc64d770b144a2f9d41787a29fcb458",
            "sentence": "Tom looked at Mary curiously. He'd never seen someone like her before."
        },
        {
            "id": "626e996f3ff64aeb8dbe13a62d4bf89b",
            "sentence": "Tom was glad he didn't have to live in Australia for more than a year."
        },
        {
            "id": "4aed11ab6a2e4ac386c51b0d258131ab",
            "sentence": "Tom's mother doesn't want him to marry a woman who can't speak French."
        },
        {
            "id": "dadc332c14ff416298327c4cdb941cfa",
            "sentence": "Tom said it was more difficult to do that than he thought it would be."
        },
        {
            "id": "69dcc58f3e5d4afb9b3374223d7b32a8",
            "sentence": "I had a part-time job as a hotel maid, but I didn't like it very much."
        },
        {
            "id": "58719488ce4b4c228077c1f33ba9c88f",
            "sentence": "What's this song? I've heard it before, but I can't remember the name."
        },
        {
            "id": "83aff903589843e1bf911ad78abe31b1",
            "sentence": "The snow that had piled up on the roof at night came down with a thud."
        },
        {
            "id": "2c1f6a512ffb47a889ca75f85c9651d1",
            "sentence": "I feel restless when I have to wait too long for my friend to show up."
        },
        {
            "id": "71194d4c1a5a4d8f8ca3ffaa46e79440",
            "sentence": "You are welcome to the use of our house while we are away on vacation."
        },
        {
            "id": "a139195cc4644ff1b13cecc78d2f35d8",
            "sentence": "We will move into our new house next month if it is completed by then."
        },
        {
            "id": "e27900dc0d5c4629a5c6a71ff6bcd79a",
            "sentence": "It occurred to me that the man was trying to cheat me out of my money."
        },
        {
            "id": "826faba76c9143db99848f6e39b45b9e",
            "sentence": "I was on the point of giving up when I suddenly hit upon the solution."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}