{
    "currentPage": 35467,
    "pageSize": 20,
    "items": [
        {
            "id": "385f00dea36a40d68528c711d13fb6e5",
            "sentence": "Seeing that it is 8 o'clock, I think you should leave for school soon."
        },
        {
            "id": "ab074688a80b4abca1d337ebf63c709f",
            "sentence": "We must register for the courses that we're going to take by tomorrow."
        },
        {
            "id": "797966b5908340b8abd93e58065bb506",
            "sentence": "It's hard to tell Englishmen from Americans just by the way they look."
        },
        {
            "id": "a728cf85b23047a39b4b8aaf17419a78",
            "sentence": "At the very least, I'd like to be able to have everyday conversations."
        },
        {
            "id": "5cc570901dfc4f04b65927c58eb32b39",
            "sentence": "I'm hoping that I can spend more time doing that now that I'm retired."
        },
        {
            "id": "7da4833e24d3433998128886e337eb5c",
            "sentence": "It's like rubbing your stomach and patting your head at the same time."
        },
        {
            "id": "a366e52920bc41a78f5db524e153b517",
            "sentence": "Tom left his car in the long-stay car park before catching his flight."
        },
        {
            "id": "41cb0b79c582434baf3fd131074a8ee2",
            "sentence": "Don't worry! Even if I drink, it doesn't have an effect on my driving."
        },
        {
            "id": "8afb4367cc044532b9ac384eab67bde3",
            "sentence": "Tom doesn't mind that his friends cuss. He just doesn't do it himself."
        },
        {
            "id": "71da9571c7e44fcc959d0e72ed247127",
            "sentence": "The only things I've gotten from you were things I really didn't need."
        },
        {
            "id": "1e80713251504978a1cf6602b89469f2",
            "sentence": "Their marriage has been strained lately because of financial problems."
        },
        {
            "id": "0711466813f64ab195b5f6871ea1c2eb",
            "sentence": "Our professor promised to hold off on the final exam for another week."
        },
        {
            "id": "28dc10145ca4461fa3530bbd03f844da",
            "sentence": "Tom spent more money than he should've on an engagement ring for Mary."
        },
        {
            "id": "2603c72d8f614927af80feeb8f0220d6",
            "sentence": "Tom likes baseball and volleyball, and Mary likes skiing and swimming."
        },
        {
            "id": "4230f25179ab4397a48ad8c9fa8f3933",
            "sentence": "Tom knew that Mary wasn't likely to be ready when he got to her house."
        },
        {
            "id": "992bed249db447bd8628431c2408eeea",
            "sentence": "Tom worked as a waiter at one of the most popular restaurants in town."
        },
        {
            "id": "02df5a7d84374e75a529951adb8e4af6",
            "sentence": "Tom and Mary made friends with the other children in the neighborhood."
        },
        {
            "id": "7efe2c29d4124b2f96dc56e589896a73",
            "sentence": "I wasn't the only one in the room who knew that Tom had been arrested."
        },
        {
            "id": "050c34291b9c4edca3f39049bf54b5d4",
            "sentence": "I don't think that Tom knows Mary can speak French better than he can."
        },
        {
            "id": "0c87b764b3c449938f7ede7a16c6efc8",
            "sentence": "Tom finally succeeded in getting Mary to tell him how she really felt."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}