{
    "currentPage": 35477,
    "pageSize": 20,
    "items": [
        {
            "id": "64561a64c6f1480ca180af34e5b69bdb",
            "sentence": "Tom said that he thought he wouldn't enjoy going to Australia with me."
        },
        {
            "id": "b787c2ac0a9242aba10761c407984d3d",
            "sentence": "The crime rate here is now less than half what it was three years ago."
        },
        {
            "id": "61b28f3b28e9476f8fb8278aceec4155",
            "sentence": "I don't speak French perfectly, but I can usually get my point across."
        },
        {
            "id": "6636a398547a454f9b53639bd0ebfabe",
            "sentence": "Tom and Mary were speaking in French, so I didn't understand anything."
        },
        {
            "id": "cef417d463e14c6ebf1b867584c4dc84",
            "sentence": "The tennis players both walked off the court and headed to their cars."
        },
        {
            "id": "7f9d621a42784958b0b4ca8edf63964d",
            "sentence": "Tom couldn't find the matches, so he wasn't able to light the candles."
        },
        {
            "id": "2533d0941eb44e8fa867f68d269f7c9d",
            "sentence": "Tom successfully convinced many people he possessed paranormal powers."
        },
        {
            "id": "b7a369c37b6241e4b0c768989a9f6677",
            "sentence": "I know that it's highly unlikely we'll be able to sell all this stuff."
        },
        {
            "id": "4f02373fa46c4f4fa9b564a2f303caee",
            "sentence": "It goes without saying that camels are very useful in the Middle East."
        },
        {
            "id": "8f49c0bfb1f1455c86487961386b08af",
            "sentence": "Tom wasn't named after his father. He was named after his grandfather."
        },
        {
            "id": "9ff0029b8efb4c53a07a85f14ec7eccd",
            "sentence": "Tom didn't understand why Mary chose an elephant as her online avatar."
        },
        {
            "id": "dada0391f85f4cd89b5e43dd0c1b2b48",
            "sentence": "Tom was named the head of the organization after the director retired."
        },
        {
            "id": "b7874e9527f74f9ba947f799fe40d06d",
            "sentence": "Tom's face lit up when he saw the cake Mary had made for his birthday."
        },
        {
            "id": "4a83ae7cf8d248e893b21ec6c5cbd594",
            "sentence": "Tom sat at the bar and exchanged some friendly banter with the locals."
        },
        {
            "id": "1744cc64ac0c45fe8a974aa47971ef72",
            "sentence": "We weren't able to solve the problem as quickly as I thought we would."
        },
        {
            "id": "0a50ab33ada64c3abbaf8284ce69f932",
            "sentence": "Don't forget to tell Mary that she doesn't have to do that by herself."
        },
        {
            "id": "bc52c41de71b4f8f88ec5120a659523a",
            "sentence": "My little sister has been suffering with a toothache since last night."
        },
        {
            "id": "459a159d65824b09b72c97e68b5b631e",
            "sentence": "I don't think you need to tell Tom what Mary said she was going to do."
        },
        {
            "id": "1d41d0b9a9d3472ea6c0d6ca5ab84d9d",
            "sentence": "Tickets are valid for three days, including the day they're purchased."
        },
        {
            "id": "6aabc76cd07443ebbd1a7ff5c09a7c6b",
            "sentence": "At first, I had trouble understanding people when they spoke too fast."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}