{
    "currentPage": 35478,
    "pageSize": 20,
    "items": [
        {
            "id": "0464d445c0a9499cb394bda25e7e5a1e",
            "sentence": "I was delighted to hear of your promotion to Senior Managing Director."
        },
        {
            "id": "6b3daa4b2c8940bd968e17c8a187bb73",
            "sentence": "Among the five of us, she, without a doubt, speaks the most languages."
        },
        {
            "id": "0e6e801665a849d5b130d9737f77778a",
            "sentence": "I hurried to the station only to find that the train had already left."
        },
        {
            "id": "bfc75836f0824c78b210923d4b1578f2",
            "sentence": "In September, there are just a few people here and there on the beach."
        },
        {
            "id": "3d65ba5295c642299be1ee73dcb7c96d",
            "sentence": "Could we see each other for about an hour on February 27 at 3:00 p.m.?"
        },
        {
            "id": "3c90b3f6386c4fe897353d2c190e603b",
            "sentence": "The purpose of a conclusion is to sum up the main points of the essay."
        },
        {
            "id": "0bc690c42eb24e0597767960db9faae5",
            "sentence": "Tom took the engine apart, but he wasn't able to put it back together."
        },
        {
            "id": "70073d3022b64412bdd107ff51902411",
            "sentence": "Tom isn't alone with Mary. There are a lot of other people there, too."
        },
        {
            "id": "1f26f4df4eed434f800ceda45664fbcb",
            "sentence": "If it hadn't been for Tom, I would've never been able to learn French."
        },
        {
            "id": "f9a9fbb11d5e405a874a1f90c259d18e",
            "sentence": "I think Australia is one of the most beautiful countries in the world."
        },
        {
            "id": "4b1fb4b01feb4658b53aa41ab347f000",
            "sentence": "Do you think it'll be difficult to finish reading this book in a week?"
        },
        {
            "id": "3c3edabbfdf54e19a3968a42d2c12b9d",
            "sentence": "I think that Tom doesn't speak French very well, but I could be wrong."
        },
        {
            "id": "f942e29f75b348c5a58987cb6c9fa2ea",
            "sentence": "I thought that you said you wanted to be the one who did that for Tom."
        },
        {
            "id": "b9cdac73bc9c4bf9a46560a666249449",
            "sentence": "I thought you said that you wanted to be the one who did that for Tom."
        },
        {
            "id": "5fdfbe1b2057412185e8503cc7bfb9fd",
            "sentence": "If I'd known that the package was from Tom, I wouldn't have opened it."
        },
        {
            "id": "84918a91e1be464c9b7c6e2a4cd7df69",
            "sentence": "There are so many things to tell you that I don't know where to start."
        },
        {
            "id": "05cd0a81b48842908ce9698d71ff8831",
            "sentence": "Tom will be going back to work as soon as he gets out of the hospital."
        },
        {
            "id": "c9481e162ab54389a9974a6d5cc1ccb3",
            "sentence": "Life is hard, but good things do happen when you least expect them to."
        },
        {
            "id": "6a7ab993cae4469283e56e690dbdadbd",
            "sentence": "There's nothing wrong with staying silent when there's nothing to say."
        },
        {
            "id": "73a755e6783a40d785f6b96793781476",
            "sentence": "I've decided to interview for that job that you were telling me about."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}