{
    "currentPage": 35493,
    "pageSize": 20,
    "items": [
        {
            "id": "94d204ac79cb48688752b963a5242c4d",
            "sentence": "Tom found out that Mary was planning a surprise birthday party for him."
        },
        {
            "id": "fd0eeb25f3b546a39b4dde775d7d9c43",
            "sentence": "I feel like a kid who suddenly realizes that Santa Claus doesn't exist."
        },
        {
            "id": "51c7aa21dbf8431a905e37017be4aab1",
            "sentence": "We need to be more careful in the future, so this doesn't happen again."
        },
        {
            "id": "c2fa57c247a94778a35773fb837144c7",
            "sentence": "Tom bad-mouthed Mary to all his friends and family after their breakup."
        },
        {
            "id": "07a23716a6f847e7888e8b7b9a9ff2e6",
            "sentence": "We don't know why but, at the last minute, Mary called off the wedding."
        },
        {
            "id": "2949d4cf92984cbe8fe4f466ffd1b740",
            "sentence": "Tom and Mary each drank three cups of coffee before they left for work."
        },
        {
            "id": "551dd9858c3e43149e5c7cd8675c20e1",
            "sentence": "Tom wants to turn on the air conditioner, but Mary doesn't want him to."
        },
        {
            "id": "f95f389e499b41c5b9f2cc60ce5bf0c3",
            "sentence": "Tom wants to turn the air conditioner on, but Mary doesn't want him to."
        },
        {
            "id": "9399f45a653447e88fc70559700d086f",
            "sentence": "Tom has written several short stories, but hasn't yet published a book."
        },
        {
            "id": "a811144a65a543a4891893907e8d140f",
            "sentence": "I should've known that Tom would do something we didn't want him to do."
        },
        {
            "id": "18a8726247e74657bc4a11c004620b78",
            "sentence": "Tom didn't know that he didn't have enough money to buy what he wanted."
        },
        {
            "id": "25f89e114c8f4739967d9809b1c03fc5",
            "sentence": "Can you honestly tell me that you didn't know this was going to happen?"
        },
        {
            "id": "2f8667e14257454d82decb3fb22a5f9f",
            "sentence": "Did you know that there used to be a Chinese restaurant on Park Street?"
        },
        {
            "id": "3782bf836c8144dfbfec1344e141fb6b",
            "sentence": "Men are idiots when it comes to women and I'm sure Tom is no exception."
        },
        {
            "id": "a8192a50bdce4528ba56ff8670b752cf",
            "sentence": "Tom spent the whole evening, staring at the girl at the end of the bar."
        },
        {
            "id": "ac73f9100e764bd5b69ab9f99ea1f8a7",
            "sentence": "Tom and I plan to get married as soon as we both graduate from college."
        },
        {
            "id": "a833c2e181814f9ea917d0869cf5c4d2",
            "sentence": "I hope that you don't mind my mentioning this, but you know I love you."
        },
        {
            "id": "f2e9f368c3f74feb92c78c62c144e369",
            "sentence": "After lunch, we all boarded the bus and headed to our next destination."
        },
        {
            "id": "7c3c5965d65a427996c9033f404e0029",
            "sentence": "Are you certain that you lost your book, or did you merely misplace it?"
        },
        {
            "id": "91685141bb6d425d810b8743c730cc6a",
            "sentence": "If our last batter had not hit a home run, team would've lost the game."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}