{
    "currentPage": 35499,
    "pageSize": 20,
    "items": [
        {
            "id": "6fd02c61c43b4b5f866817c115287723",
            "sentence": "The ruling class employs a variety of means to maintain their hegemony."
        },
        {
            "id": "e9722299626f40a7ac9a340083e09dc9",
            "sentence": "Just because no one's complaining doesn't mean the customers are happy."
        },
        {
            "id": "c1687ce4053f4aae8e389215722d98e9",
            "sentence": "Tom wasn't brought up by an aunt. He was brought up by his grandmother."
        },
        {
            "id": "c43b6ac60af74fa5b6aea8dbb752625d",
            "sentence": "Tom wants to visit another country. He doesn't really care what county."
        },
        {
            "id": "2e4465d3ea47433dacc5f671ff4d8aa1",
            "sentence": "It's true that Tom knows a lot about cooking, but he's not a good cook."
        },
        {
            "id": "97c96ef3e564496eafd9c8c38412ea92",
            "sentence": "They made up their minds to travel back in time in order to rescue Tom."
        },
        {
            "id": "9e26d13a2669412ca94aa505d31c69d3",
            "sentence": "No matter how much you may want to do that, we're not going to let you."
        },
        {
            "id": "ecf70f6d763e4a80af1cac7313c51de4",
            "sentence": "Am I the only kid in my neighborhood that doesn't go trick-or-treating?"
        },
        {
            "id": "b93ad9be68e6419a8da02c5585dec140",
            "sentence": "If you have any clothes that need to be washed, I'll wash them for you."
        },
        {
            "id": "8af00aaabea74bb19a4eafc6914300ce",
            "sentence": "The crazier or more unusual the mnemonic, the easier it is to remember."
        },
        {
            "id": "332d6042369b48a2aecd8bbddcf454df",
            "sentence": "You need to remember that Tom did that even though we asked him not to."
        },
        {
            "id": "598b3954aa06428cb445fe78149decd6",
            "sentence": "Mary said that she was planning to visit an old boyfriend in Australia."
        },
        {
            "id": "0a33bd24787a4ac89414568c5027e4b1",
            "sentence": "Tom didn't get home until after his family had already finished eating."
        },
        {
            "id": "b713997a7f374bdd813d32ca2cdcb295",
            "sentence": "The root of the problem is a lack of communication between departments."
        },
        {
            "id": "d7178544e43341cf84369d16e5583aca",
            "sentence": "We're trying to raise money to help those whose houses got burned down."
        },
        {
            "id": "61fc7f6f05834ad6af969a139dce9b29",
            "sentence": "You can help your local economy by spending your money at local stores."
        },
        {
            "id": "a0b78f2f92e747c290787852ae34bdce",
            "sentence": "Tom searched every nook and cranny of the house looking for his wallet."
        },
        {
            "id": "0aba5bfe0e0f43e283b92fd8d1b6f304",
            "sentence": "Tom showered Mary with gifts in the early stages of their relationship."
        },
        {
            "id": "04290afd58824692a7be528d77526de6",
            "sentence": "It's been one step forward and two steps back with Tom's health lately."
        },
        {
            "id": "d44f85fee9994239abc7173afcbe8680",
            "sentence": "He who buries his head in the sand today will grind his teeth tomorrow."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}