{
    "currentPage": 35498,
    "pageSize": 20,
    "items": [
        {
            "id": "1883121242884d62a34b74d3b9f2eb48",
            "sentence": "Tom realized that he didn't have enough time to do what had to be done."
        },
        {
            "id": "95eb6425c83f44de85d2b45f19af3784",
            "sentence": "Movie theaters are losing more and more revenue due to internet piracy."
        },
        {
            "id": "e3c84c0815e84446b11105a820021e05",
            "sentence": "Tom doesn't eat cake because he doesn't want to put on any more weight."
        },
        {
            "id": "fad4172c06bc4e2aba87bc6a9c426cbf",
            "sentence": "Somebody came into our house and stole some stuff while we were asleep."
        },
        {
            "id": "a00c536de4014ce88411ae3b49b0b16e",
            "sentence": "You still haven't told me what you thought of my performance yesterday."
        },
        {
            "id": "33349e3adbdd44d09efd913100dcc095",
            "sentence": "The travel agent suggested that we take some traveler's checks with us."
        },
        {
            "id": "25e7df84069346068a63a5c493df91da",
            "sentence": "The bathroom in Tom's house is one of the smallest that I've ever seen."
        },
        {
            "id": "5e8e78eabc5b408da639e2baa6d8cae5",
            "sentence": "Tom can translate from French to English, but not the other way around."
        },
        {
            "id": "ce10581db0b34c7eae6904ec9bb39532",
            "sentence": "Take advantage of the fact that you don't have to write a dissertation."
        },
        {
            "id": "670d533d1f184ec4b29cb8c98dd68dac",
            "sentence": "We're trying to do the best we can to save as many turtles as possible."
        },
        {
            "id": "7c3a27751d964ff295759edef76222cf",
            "sentence": "Do you find that your mood changes frequently in short periods of time?"
        },
        {
            "id": "38c8135bde9e49d792dafb8c64d74494",
            "sentence": "On the tenth of next month, they'll have been married for twenty years."
        },
        {
            "id": "1ceba029d601419285769a5ae2c56e30",
            "sentence": "Tom's children are trying to memorize the words to the national anthem."
        },
        {
            "id": "56f735a616084bbeb35b5dc4ff1f6c44",
            "sentence": "Please accept our apologies for the trouble this matter has caused you."
        },
        {
            "id": "5745a7ae0ed54f96a2e6e290d4ea7f5a",
            "sentence": "Tom wants Mary to take the medication that the doctor told her to take."
        },
        {
            "id": "71eb6868ee0e490fa93179c244df4d94",
            "sentence": "Tom hopes that Mary knows that she has do what John has told her to do."
        },
        {
            "id": "cf21c7e86d6346a39b1d87d20564ed78",
            "sentence": "Before you criticize a man, you should always walk a mile in his shoes."
        },
        {
            "id": "dd07cc2ec25e4ab29670a1f6ed8f7ff5",
            "sentence": "I won't be getting married this year. In fact, I may never get married."
        },
        {
            "id": "a88ba7f5aa5c48c69dce9cbd84575dee",
            "sentence": "In arithmetic, the number resulting from an addition is called the sum."
        },
        {
            "id": "5397ab9c0bfa415a80b4fcaebe12dc49",
            "sentence": "It's a small noisy apartment, but it's where I live and I call it home."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}