{
    "currentPage": 35494,
    "pageSize": 20,
    "items": [
        {
            "id": "55d540fea7b5448b937f8aec5bc9787b",
            "sentence": "After her husband's death, she brought up the four children by herself."
        },
        {
            "id": "379780ad040241c3953420a2ad1cc16e",
            "sentence": "Nothing is the matter with the car. It's just that you're a bad driver."
        },
        {
            "id": "9d551055169c41db8f994d1920773cd6",
            "sentence": "The only thing that really matters is whether or not you did your best."
        },
        {
            "id": "936664d452794fb9a59d4920066ea22e",
            "sentence": "Do you know someone with a truck who could help me move some furniture?"
        },
        {
            "id": "abcf0c8ad98c4993967b58ed9f193ff7",
            "sentence": "If you'd left a little earlier, you would've avoided the heavy traffic."
        },
        {
            "id": "8a29da447585436883012df197c70619",
            "sentence": "There's no way Tom can save up enough money in one year to buy a house."
        },
        {
            "id": "28b4d0733e094f32bfed296f4d9f60f0",
            "sentence": "Now that you're retired, you'll have more time to spend in your garden."
        },
        {
            "id": "6eaa2f8d4a9144e78602d23cbe3ecf3d",
            "sentence": "Many new buildings have been built around here in the last three years."
        },
        {
            "id": "7283d161e7bc434fbd0efce58b1e565f",
            "sentence": "I found out that the woman I thought was a nurse was actually a doctor."
        },
        {
            "id": "8b40accc0ca84fc799292f4e553c52d8",
            "sentence": "Under normal circumstances, Tom would never agree to do that with Mary."
        },
        {
            "id": "c55cdcd2844c46f8a6ca09e53b0ad1c8",
            "sentence": "I'm not going to the library, but I can take you as far as the station."
        },
        {
            "id": "3192d7942a1a48e5b64ed95f87f008f3",
            "sentence": "It's a bit cold, but it probably isn't worth putting the heater on yet."
        },
        {
            "id": "2c383ef4f4f442cbb4b1cd0d742df08b",
            "sentence": "With your skills, I'm sure it wouldn't be too hard to find another job."
        },
        {
            "id": "a2c980bd9f2d4f8291d6b67e75c93725",
            "sentence": "We learn from experience that men never learn anything from experience."
        },
        {
            "id": "6f60c9004ec34cf7887a4d9f00981b08",
            "sentence": "Since you have nothing to do with this matter, you don't have to worry."
        },
        {
            "id": "ea328e1d6273411f82880d0bc49fecce",
            "sentence": "Tom heard someone speaking French to Mary, but couldn't see who it was."
        },
        {
            "id": "b318d82c7e3241fe8a270817b84f6d56",
            "sentence": "Do you usually have snow on the ground on Christmas Day where you live?"
        },
        {
            "id": "fee5a21f37df473a8bde3ce52d5c365e",
            "sentence": "If we don't find water that we can drink, we won't survive much longer."
        },
        {
            "id": "98857629e4a048739f6c64c603a648ac",
            "sentence": "Tom didn't seem to have any trouble convincing Mary to go out with him."
        },
        {
            "id": "009eda03bb944e658b9a8c2c17b30739",
            "sentence": "We've been looking for Tom all morning, but we still haven't found him."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}