{
    "currentPage": 35495,
    "pageSize": 20,
    "items": [
        {
            "id": "97554e5bbc2a4526b9dfbaadbc299535",
            "sentence": "Tom's boss is a stuffed shirt, who's very awkward in social situations."
        },
        {
            "id": "c947c9ed23f245c190d0eb982704bb6e",
            "sentence": "Tom eagerly finished up what was left of the champagne and chicken pie."
        },
        {
            "id": "2c3f02a11bde44b6a5fccad3568f3d12",
            "sentence": "Hoping to cheer up his wife, Tom bought her a beautiful pearl necklace."
        },
        {
            "id": "18c19b1c794048e4994620ca8c05ec9a",
            "sentence": "Tom still hasn't found the courage to talk to the children about death."
        },
        {
            "id": "896f0479fef14aeeb07ea43f37bc6049",
            "sentence": "Tom was pouring a drink for Mary when he felt the ground start shaking."
        },
        {
            "id": "ca5539c8d8844aecb5f9f9d4f9459551",
            "sentence": "The reason Tom didn't arrive on time was because of a traffic accident."
        },
        {
            "id": "e191dcc070d04602851599271414be17",
            "sentence": "Several people came to Tom's aid when a couple of muggers attacked him."
        },
        {
            "id": "d0df4992da294b7e8257d2e9ac22b788",
            "sentence": "Tom asked me to tell you that he'd wait for you in front of the school."
        },
        {
            "id": "ada9ccd09d284586abcb285fd348eb12",
            "sentence": "The women washed him, tried to dress him, and also gave him a new name."
        },
        {
            "id": "3072d61db47649068540c8702bd14b88",
            "sentence": "Mary followed her friend to the hotel because she didn't know the area."
        },
        {
            "id": "701112a4180c43a4b33026b0700f9bf3",
            "sentence": "Kindness is the language which the deaf can hear and the blind can see."
        },
        {
            "id": "09139a7397f8449c8efa91a6e553bc57",
            "sentence": "Having finished the delicious meal, Tom and Mary were no longer hungry."
        },
        {
            "id": "507a443f06e246c6bd330aaa55d5ec74",
            "sentence": "If you'd stop complaining so much, people would probably like you more."
        },
        {
            "id": "bf52a508a32e4b119c6fc9b1578dbbae",
            "sentence": "I wasn't able to explain that to Tom in a way that he could understand."
        },
        {
            "id": "343392e7a8ab4a76a7f28191beeded97",
            "sentence": "Please come earlier tomorrow. We have a lot of work that we need to do."
        },
        {
            "id": "adbb2d5b25f9429caff8579e94571b11",
            "sentence": "A friend is someone who knows everything about you and still likes you."
        },
        {
            "id": "d914b8144a634f60b9459b51a1bdd536",
            "sentence": "Back when it was first introduced, the telephone was quite the novelty."
        },
        {
            "id": "90c5c527302b4fa189fb8d3cc386ace9",
            "sentence": "Mary isn't my girlfriend. She's just a friend who happens to be a girl."
        },
        {
            "id": "e27627eadfce4c63afd1bea334f0591b",
            "sentence": "I spent three years looking for a good director, but couldn't find one."
        },
        {
            "id": "8c833bcfb2754ab7a606f2737b9e36c9",
            "sentence": "Tom was standing in the front of the classroom, talking to the teacher."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}