{
    "currentPage": 35496,
    "pageSize": 20,
    "items": [
        {
            "id": "c4ccf91147fb4b2a8bbdda9f44a40d83",
            "sentence": "Tom is the kind of person who's always ready to help people in trouble."
        },
        {
            "id": "480317ebbce846ada6ec784859709f9f",
            "sentence": "Tom had his VHS tapes digitized so he could watch them on his computer."
        },
        {
            "id": "96cef56ef27a4d838aa7587bf50a807c",
            "sentence": "A four-by-four will usually have much worse gas mileage than a compact."
        },
        {
            "id": "9ed61a149dbc4807b105675820d9bb78",
            "sentence": "If you're not more careful with your things, you may lose some of them."
        },
        {
            "id": "56e990960ea543089a31255f1d4cd06b",
            "sentence": "We were held up for half an hour in the traffic and so we arrived late."
        },
        {
            "id": "2595eca032d44b538b82f61df6efbe8c",
            "sentence": "I have lived on this block, and next to the same neighbor, all my life."
        },
        {
            "id": "f711ec4df744454bb89d47ad7ee0eda6",
            "sentence": "If I had not had a previous engagement, I could have come to the party."
        },
        {
            "id": "c07f18a92f4540abbb297765b190b88c",
            "sentence": "I was trying to tell him what had really happened, but he cut me short."
        },
        {
            "id": "6f464d0fa8e54995bd32d0930774b365",
            "sentence": "Do you feel like going out for a drive in the country over the weekend?"
        },
        {
            "id": "921a19f3004a46069565e038348cd610",
            "sentence": "In spite of the heavy traffic, I managed to get to the airport in time."
        },
        {
            "id": "fbf60aa012c846958b999f411b420fb0",
            "sentence": "Small children tend to wander off if you don't watch them all the time."
        },
        {
            "id": "6761a20fb4c14d9f8ca9ba58b1701d55",
            "sentence": "The opposing team did not put up much of a fight, so we won hands down."
        },
        {
            "id": "b0a360fb22244e158d5a3b067f40857f",
            "sentence": "I tried to call him, but the line was busy, and I couldn't get through."
        },
        {
            "id": "d633656293ed4d69af378e1fcb465513",
            "sentence": "I'm sorry to trouble you, but could you tell me the way to the station?"
        },
        {
            "id": "088f8874ea8f4ac38d08e73113da11fb",
            "sentence": "I'll do my best to ensure that such mistakes don't occur in the future."
        },
        {
            "id": "14dd74020cc0402882b2ca0266d4cb86",
            "sentence": "OK, so that's it for me. Now I'll hand things over to the next speaker."
        },
        {
            "id": "2d6a762090b64e94b9e1006ad41df3e6",
            "sentence": "He'll have an accident one of these days if he keeps driving like that."
        },
        {
            "id": "2a98ab74d8fd4f079b2946c3c431c3a9",
            "sentence": "The game would not have been called off if it hadn't rained so heavily."
        },
        {
            "id": "7d7947e5856d45acaf2c2dc4dce5da90",
            "sentence": "He was the last person I had expected to see during my stay in America."
        },
        {
            "id": "a7b322960eca464f8fb27beff5d71585",
            "sentence": "I'll recommend him as chairman, whether you are in favour of it or not."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}