{
    "currentPage": 35492,
    "pageSize": 20,
    "items": [
        {
            "id": "7025484127334424b22e21b5ec705183",
            "sentence": "Everyone, no matter how privileged, encounters trials and tribulations."
        },
        {
            "id": "9ee2723eb3744854b19267a37c9d3dfb",
            "sentence": "When his food supply ran short, he had to look for a new place to live."
        },
        {
            "id": "457df009671945e4b94572b5d65dabef",
            "sentence": "He is a hard worker, and I'm sure that he will succeed in that new job."
        },
        {
            "id": "2d34fc10d5764b6aa1a14a86db7074b1",
            "sentence": "He hadn't been in the office five minutes before he told us what to do."
        },
        {
            "id": "49adc0ec8ef5430ca120f88123112f4b",
            "sentence": "Had she been a friend of mine, I would have advised her not to do that."
        },
        {
            "id": "095685c1f9aa4268aa2f8f56610a312a",
            "sentence": "My father spanked me for being a cry baby, which made me cry even more."
        },
        {
            "id": "21c90d921a3e4f6f95f0120f303ac3b4",
            "sentence": "You don't have to do anything Tom tells you to do if you don't want to."
        },
        {
            "id": "53ff96a869f8495ea70a6ca259c28ccf",
            "sentence": "This hotel has one indoor swimming pool and two outdoor swimming pools."
        },
        {
            "id": "13f3c018b7694dd1b92a5a5d9993b2db",
            "sentence": "She's been practicing piano for a year and can play the piano somewhat."
        },
        {
            "id": "f4433e227b1e4c3fbdb3f39bfbd242c9",
            "sentence": "It would be wise to remember what happened here last year at this time."
        },
        {
            "id": "16bc3d9c78814cd5a47e8345b85ce496",
            "sentence": "Tom said that he'd be very surprised if Mary didn't win the tournament."
        },
        {
            "id": "2507c71761cf4f4e90e831df4429926a",
            "sentence": "I might not need to leave as early as I thought I was going to need to."
        },
        {
            "id": "9b98c9c7a1ea48ad9682a59b95d9ecf0",
            "sentence": "Tom said that Mary knew that John might not stay in Boston much longer."
        },
        {
            "id": "7b9b8b0fad714306865c0fde78dba35e",
            "sentence": "We had a friendly and constructive exchange of views on various topics."
        },
        {
            "id": "4bbda2c91c82404b92035a60438a3fed",
            "sentence": "Saeb thinks mathematicians are self-contained walking pieces of heaven."
        },
        {
            "id": "5dd5a8eb41c54b58b4b2c67ff15f1d62",
            "sentence": "The only time I can get anything done is when the children are napping."
        },
        {
            "id": "415558cb0a3e4274b06d988396b99667",
            "sentence": "Why don't you tell us what makes you think that that's going to happen?"
        },
        {
            "id": "aa0a33cf8d6f4d1f8421855b63e708df",
            "sentence": "You know me well enough to know that I wouldn't do something like that."
        },
        {
            "id": "a1fa618572224c768359ff02edffccd7",
            "sentence": "You didn't know that I was still planning on joining the team, did you?"
        },
        {
            "id": "7620308c6ae94f2ba1757b0e1de229dd",
            "sentence": "Some people use cameras for illegal purposes, such as spying on people."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}