{
    "currentPage": 35502,
    "pageSize": 20,
    "items": [
        {
            "id": "b01ebd4bacea449baca9c33679721071",
            "sentence": "The vase fell on to the stone floor and smashed into a thousand pieces."
        },
        {
            "id": "da4221554bb6454b9fc04b1adc2322c5",
            "sentence": "Tom asked me why I thought learning French would be useful for his job."
        },
        {
            "id": "dcb85fb1011a4273bd833e1c2e07ba83",
            "sentence": "I think Tom believes what he's saying is true, but I don't think it is."
        },
        {
            "id": "77ac4d060df8403db09b4ccd84a184f9",
            "sentence": "You're wearing the same clothes you were wearing yesterday, aren't you?"
        },
        {
            "id": "bcde6c839b4449c598473c289549b94f",
            "sentence": "Tom can't swim at all. On the other hand, he is a good baseball player."
        },
        {
            "id": "679060c80687430cab0b3017b7fb3b78",
            "sentence": "Tom realized that he barely had enough time to do what he wanted to do."
        },
        {
            "id": "0a8aadc0e6b04d79801e724a1fbee24d",
            "sentence": "Tom got there early to make sure that everything had been set up right."
        },
        {
            "id": "ffe9d9df11e74265aaa0be7bfb327ce2",
            "sentence": "You should assume we won't have enough money to buy everything we want."
        },
        {
            "id": "b5a9670332d141478d7c94a141058478",
            "sentence": "Tom was happy when he got his final exam back and saw that he'd passed."
        },
        {
            "id": "f9b74859b61e4e3eb16c851887f1d7cd",
            "sentence": "From how you described this place, I was expecting something different."
        },
        {
            "id": "e66c51c61df344c09fccd7371ea49857",
            "sentence": "Who would have thought back then that Tom had only seven years to live?"
        },
        {
            "id": "90c2cab00b234ca4a264ca750d8beeb8",
            "sentence": "Tom was sitting in the front passenger seat when the accident happened."
        },
        {
            "id": "1355f70ef0534c88abfe5f394387dfb1",
            "sentence": "Tom eventually found out that Mary was stealing from the cash register."
        },
        {
            "id": "b8f8fcdab8104429981624eb6ca34170",
            "sentence": "For the time being, Tom lives in Boston, and his wife lives in Chicago."
        },
        {
            "id": "d784a8ca0b0640f398111ca26552b039",
            "sentence": "After what happened, I would've thought Tom would go back to Australia."
        },
        {
            "id": "371e4809516b44b5bad5d543641872c0",
            "sentence": "By seven o'clock in the evening, the streets are deserted in this town."
        },
        {
            "id": "411f624353b44cfba7b4e5773a446432",
            "sentence": "Computers are capable of doing very complicated work in a split second."
        },
        {
            "id": "55a25691c3464ea9836518f7205dbc9e",
            "sentence": "I was going to run over the notes one last time, but there wasn't time."
        },
        {
            "id": "1632920e66824335a78ac38f1490ec9f",
            "sentence": "I don't think I want to read Tom's report. The less I know, the better."
        },
        {
            "id": "0f488c9b556f4194acde57f3ae7601dc",
            "sentence": "As there was no bus service, we had to walk all the way to the station."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}