{
    "currentPage": 35500,
    "pageSize": 20,
    "items": [
        {
            "id": "6647e979c6d84879bc8ed2d34bb92881",
            "sentence": "Even though I'm better at French, I really want to practice my English."
        },
        {
            "id": "40ebc750be8b4e7a8315833aaf6e78ba",
            "sentence": "I have been studying you just as a biologist studies an animal species."
        },
        {
            "id": "10cc3fdc42cf4d32ab52bb7ee7b8a241",
            "sentence": "The maple table had a beautiful walnut inlay, forming a floral pattern."
        },
        {
            "id": "c5c41f0a7f084b3dbc6741ff443d62cb",
            "sentence": "Tom started playing jazz after studying classical music for many years."
        },
        {
            "id": "87233c1830924ca1a728b1971c702265",
            "sentence": "It took several months for my hair to grow back after I shaved my head."
        },
        {
            "id": "d8f5a89eae614cd9b59f74741b9c49b8",
            "sentence": "No matter what they tell me, I still plan to go to Australia next week."
        },
        {
            "id": "761e7da28026458fba3ed4aad649d589",
            "sentence": "Look, Tom, you only get one shot at this, so you've got to do it right."
        },
        {
            "id": "39363bc18e034d05881723f36803ce69",
            "sentence": "It's not the final goal, but the process of getting there that matters."
        },
        {
            "id": "6927c1637de040a5aa35adb8ed0d52fe",
            "sentence": "Because of the rain, the boys couldn't play baseball on the playground."
        },
        {
            "id": "3905a7630ee544bfb81bb1fe218a78ea",
            "sentence": "That charity is named after a person who donated about two billion yen."
        },
        {
            "id": "9a2d69b7acae42e2bc5e78d4336d900a",
            "sentence": "As a result of always being hungry and fatigued, that dog finally died."
        },
        {
            "id": "e6bd0376e8114d27b941ff0d30dddd88",
            "sentence": "I haven't seen you for a while, so I thought I'd drop by and say hello."
        },
        {
            "id": "edfa69de8fe54c8dacc6ea06093635a5",
            "sentence": "I studied twice as hard for today's test as I did for last week's test."
        },
        {
            "id": "23aaa2aef004446c92b1fda39469e457",
            "sentence": "If you agree to buy 3,000 of them, we'll give you a 3 percent discount."
        },
        {
            "id": "f25ffdd69610498089501c6cc7824ce8",
            "sentence": "I think that it's highly unlikely that Tom will take Mary to the party."
        },
        {
            "id": "77c028ad7cea49bd84f06d07eafec086",
            "sentence": "The police didn't think that it was likely that Tom had killed himself."
        },
        {
            "id": "4c8b518d3d3e4bf9ad5411ce77362d87",
            "sentence": "I was nearly ten when my parents gave me a chemistry set for Christmas."
        },
        {
            "id": "402c8bda4cc84f8d88178c5bf6c0c771",
            "sentence": "Mary was the only other girl who said she was interested in doing that."
        },
        {
            "id": "63152dbd323f46e3b43845695c7ac95e",
            "sentence": "I hate going to girls' birthday parties. I never know what to get them."
        },
        {
            "id": "abf01eb778074ed1af05d26a3417b0de",
            "sentence": "If you want at least three fresh eggs a day, how many hens do you need?"
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}