{
    "currentPage": 35501,
    "pageSize": 20,
    "items": [
        {
            "id": "b046dc6e5a584d74bfae6f06d0830911",
            "sentence": "I'll lend you my bicycle if you promise not to let anyone else ride it."
        },
        {
            "id": "cb14c9a243374dec9e3398dddce3882a",
            "sentence": "It's a lot easier to paddle a canoe downstream than to paddle upstream."
        },
        {
            "id": "fae89e5b793a4d7288f9d5c2c685ff40",
            "sentence": "It was interesting to learn about all the various types of baking soda."
        },
        {
            "id": "423f928aef7c4c7b8d9e1d3d515cb8d1",
            "sentence": "Tom bought a new kind of pasta from the store to spice things up a bit."
        },
        {
            "id": "04848d3ccddc4211aa0f806d7910b11d",
            "sentence": "Tom is having a big party at his house. He invited Mary and me to come."
        },
        {
            "id": "b17c023ecf0540b8a3b7b8dc2544ee0b",
            "sentence": "Tom is one of the funniest and most interesting people I have ever met."
        },
        {
            "id": "ff2949547ff547b3aaa1ffce8d5c68fc",
            "sentence": "I'd rather be poor and happy than be rich doing something I don't like."
        },
        {
            "id": "f933c641194740e2ae6cb6b7ac214b25",
            "sentence": "This is the same motorcycle that was left at the scene of the accident."
        },
        {
            "id": "ed19022f9ee34d36bc7aef0dac0b78c7",
            "sentence": "I don't care if the rest of the world forgets me, as long as you don't."
        },
        {
            "id": "9def0a2087804b59a7e99f049067bc0b",
            "sentence": "It's unlikely anyone other than Tom would be interested in buying this."
        },
        {
            "id": "b80a5ccdef0c4a22ba4bbc2bec5ae203",
            "sentence": "This nation's economy has been growing at a rapid pace in recent years."
        },
        {
            "id": "f4a85deb9a714bb2894775b786351f41",
            "sentence": "Tom wanted me to go to Boston with him, but I told him that I couldn't."
        },
        {
            "id": "9bb4c9a4e9294e2eb27965d57822fce0",
            "sentence": "Tom wanted me to go to Boston with him, but I told him that I wouldn't."
        },
        {
            "id": "b720f3b7790d42e89469e5f5e7089345",
            "sentence": "Tom had a lot of suggestions. However, not many of them were good ones."
        },
        {
            "id": "c47c8820da9a4d86bd13c3d5f3078339",
            "sentence": "The man I talked to on the bus said he'd been to Australia three times."
        },
        {
            "id": "5d08734c6e5f4d61a8067861d087b1bf",
            "sentence": "I can't speak French fluently yet, but I can understand it fairly well."
        },
        {
            "id": "836d47eaf208493f91628473d36a105d",
            "sentence": "I sewed a button back on a shirt for the first time just the other day."
        },
        {
            "id": "51ae7d123d97416aa39dd5f697197294",
            "sentence": "Tom knew he barely had enough money to buy everything he wanted to buy."
        },
        {
            "id": "1c3891fc51bc449fa2ce984bbfa10fb7",
            "sentence": "On Monday, Tom made it plain he wasn't yet ready to throw in the towel."
        },
        {
            "id": "42fb13a12bfd40b697bbb21c129b508b",
            "sentence": "I didn't sleep well the night before last, but I slept well last night."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}