{
    "currentPage": 35503,
    "pageSize": 20,
    "items": [
        {
            "id": "fddd81206fbb4e8a93b9e080d4b792a1",
            "sentence": "The dachshund is a German breed of dog with a long body and short legs."
        },
        {
            "id": "d04b06204b334f3ba72638cb47a59068",
            "sentence": "Modern art is fine. I don't understand why people hate it so intensely."
        },
        {
            "id": "fadde8e4c2b345529a7f020fd831078a",
            "sentence": "Mint leaves possess properties that help with the process of digestion."
        },
        {
            "id": "9e1da6354b6346f185e39ea98fa694a5",
            "sentence": "I think that it'd be better if you didn't go drinking with Tom tonight."
        },
        {
            "id": "ed64afc039324e1c89dd3b5292a29b8f",
            "sentence": "How am I supposed to help you if you won't tell me what the problem is."
        },
        {
            "id": "73bcd5a95d9440d290f74e2248719abf",
            "sentence": "Do you think you can make it through this movie without falling asleep?"
        },
        {
            "id": "c4645962f5ef48eb8e90ebee32e49115",
            "sentence": "Tom bought a bottle of water for himself and a carton of milk for Mary."
        },
        {
            "id": "144e174dab9b4982bfbe80c9be77db17",
            "sentence": "If they see us talking to each other, we could get in a lot of trouble."
        },
        {
            "id": "cd94f6e23924467d8bfa3ce32d9e5d5b",
            "sentence": "Tom has already spent close to half of the money he won in the lottery."
        },
        {
            "id": "d94879ab705a4f9da1211b8d683b486c",
            "sentence": "What I want is for everyone to act like adults and stop this bickering."
        },
        {
            "id": "ee2c10d5df9e4ab7baf79611a6a5a4ae",
            "sentence": "Though he lives within a stone's throw of the school, he is often late."
        },
        {
            "id": "cc4cccd362ce42e4b4ac2ba27dce0fff",
            "sentence": "Mary told Tom to go easy on the ice cream if he didn't want to get fat."
        },
        {
            "id": "e511b1be128c4871ad9c79f6fa20ffee",
            "sentence": "Tom gets a good feeling inside when people laugh heartily at his jokes."
        },
        {
            "id": "8b7c71caa9cf4f26a29904c69aea4011",
            "sentence": "We'll do everything we can to make sure that this doesn't happen again."
        },
        {
            "id": "f645a7c9f5a7400eaf8841527d4af100",
            "sentence": "If it were not for electricity, our civilized life would be impossible."
        },
        {
            "id": "89c97cb7c7d048db9b4e553207c0e8a7",
            "sentence": "The fruit is similar to an orange in shape and to a pineapple in taste."
        },
        {
            "id": "c8a211fe48c0417ebcbb2b9e1ce956ce",
            "sentence": "My grandmother walks faster than me, and plays tennis better than I do."
        },
        {
            "id": "a43fe3c9efe34c26988b53be15897f34",
            "sentence": "If you want to lose weight, you should cut down on between-meal snacks."
        },
        {
            "id": "e666afef5ccd4fb09cef2f9e366e7eef",
            "sentence": "A blue suit, white shirt and red tie are required for all male workers."
        },
        {
            "id": "f07e4024aa8c458cb7b6adccb857b3b3",
            "sentence": "I advised the shy young man to declare his love for the beautiful girl."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}