{
    "currentPage": 35515,
    "pageSize": 20,
    "items": [
        {
            "id": "c3a08da08b6f4538a7ca4f5def622148",
            "sentence": "If Tom had been a little more careful, he would've been able to do that."
        },
        {
            "id": "ea8b38853bcd47d19ba9acb4ceedb3de",
            "sentence": "Your articles always provide interesting and useful information to know."
        },
        {
            "id": "aa780c689f044fdaa3b098367df896ae",
            "sentence": "The death of one man is a tragedy. The death of millions is a statistic."
        },
        {
            "id": "f4e95160b14c4aa3bd93189bb3141dfa",
            "sentence": "Unwed couples deserve visitation rights just as much as married ones do."
        },
        {
            "id": "7d1a8b9c018f483380268c1eb63bc71f",
            "sentence": "You have the right to consult an attorney before speaking to the police."
        },
        {
            "id": "d9d884c11fa6459c99e06a012f2ff783",
            "sentence": "Nothing has to be the way it is just because it's always been like that."
        },
        {
            "id": "9d92c3efc56e4c9ab229ab9c4fbcf5ee",
            "sentence": "One of Tom's greatest failings is his seeming inability to admit defeat."
        },
        {
            "id": "414a948cdcc1473898f0dacc89e7d75b",
            "sentence": "I want you to know that if you need any help, all you need to do is ask."
        },
        {
            "id": "15e6689849ff4809a241e2c68ff952b2",
            "sentence": "If I were to give you three hundred dollars, what would you spend it on?"
        },
        {
            "id": "0927d0c75ceb4744a017ace956d4857b",
            "sentence": "Some of the students were studying. Other students seemed to be napping."
        },
        {
            "id": "5bea4169a7114e789abca6d8a5e9d398",
            "sentence": "Why don't you tell us what made you think that that was going to happen?"
        },
        {
            "id": "1349660674bf4341b31456da79b5c6a1",
            "sentence": "I'm sure I'll get along with him because we're from the same prefecture."
        },
        {
            "id": "aeba11e687e84e95ac098434f542c715",
            "sentence": "You didn't know you were the ones who were supposed to do that, did you?"
        },
        {
            "id": "a86739d3c87d425190a31c2b909bcd08",
            "sentence": "You didn't know you were supposed to do that before I got here, did you?"
        },
        {
            "id": "c2f14730c34141dcb1efd402d328cf57",
            "sentence": "You did know that I was the one who was supposed to do that, didn't you?"
        },
        {
            "id": "673e80e5d20d4ffeac671b4cc3bd5fc1",
            "sentence": "I was going to go swimming today, but I left my swimming things at home."
        },
        {
            "id": "7a70cf3d43d3433d8c473b6ce97e266a",
            "sentence": "I can't remember the last time I've seen you so excited about something."
        },
        {
            "id": "546063843c5a408ea535a7c010a90ab0",
            "sentence": "Tom was about to shoot himself, but Mary was able to talk him out of it."
        },
        {
            "id": "9f04608fe9824985bf7a7d3e83199078",
            "sentence": "Tom went to the police station to report that his truck had been stolen."
        },
        {
            "id": "cf57e54723e74253898b28f6ae967f32",
            "sentence": "I heard something about that, but I don't know if what I heard was true."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}