{
    "currentPage": 35518,
    "pageSize": 20,
    "items": [
        {
            "id": "bb3319830f704a939736faf8de673d81",
            "sentence": "I wish I had time to go home and change into something more appropriate."
        },
        {
            "id": "a10ce3d5454c40b6ba1f46710bc06a05",
            "sentence": "I knew I should never have gotten involved with your harebrained scheme."
        },
        {
            "id": "d9bda0bca0b248cca38f5e8ad30f9a34",
            "sentence": "Tom thought that Mary and John might be dealing with contraband weapons."
        },
        {
            "id": "14fc48b9c1d849e28a2e7370383688f5",
            "sentence": "The restraining order prevents Tom from being in the same place as Mary."
        },
        {
            "id": "6111005aee8a49969851624d54390b24",
            "sentence": "Quite a lot of people were surprised by the fact that Tom had joined in."
        },
        {
            "id": "8efd2b6db3ae4d838713665100f7c91a",
            "sentence": "I can put up with a house being untidy, but I don't like it to be dirty."
        },
        {
            "id": "6f609e25238b4c87baee5fd3b31a7f19",
            "sentence": "The lawyer asked the judge to make allowance for the age of the accused."
        },
        {
            "id": "74747a749dca472bb58e5d0406eca4ce",
            "sentence": "Tom ate lunch at a small restaurant near the hotel where he was staying."
        },
        {
            "id": "5e1a7ad6b37e4de887d3d7c617ec7199",
            "sentence": "I will have been to Hokkaido three times if I go once again this summer."
        },
        {
            "id": "a2363d8fab3b4d3f9ce18e3bea8f0790",
            "sentence": "Would you please let me know when it would be convenient for us to meet?"
        },
        {
            "id": "617ef6c9f68e4875920741c6e08d252f",
            "sentence": "In the U.S., most people can vote when they reach eighteen years of age."
        },
        {
            "id": "ea79be964e5e4f6bae6ed591d41fbe8c",
            "sentence": "I'll do your shopping, clean up the house, and cook your dinner for you."
        },
        {
            "id": "a2ea3c6b672e4663a5ebe16616f3a7e8",
            "sentence": "As I missed the train, I had to wait for the next one for about an hour."
        },
        {
            "id": "da95899586d84211aa2337d8d4e79080",
            "sentence": "The boy was on the point of drowning when his father came to his rescue."
        },
        {
            "id": "eaafbe980a6742479da5c76e6e3a9ea4",
            "sentence": "It is rumored that the firm is going to tie up with an American company."
        },
        {
            "id": "549e4e40eb0a4bcabaf08bbcc3fef8b2",
            "sentence": "He got into the habit of smoking soon after he got a job in the company."
        },
        {
            "id": "5857efb0eba54e709fcb3198d8bbb574",
            "sentence": "The morning after I arrived there, I took a walk into the woods of oaks."
        },
        {
            "id": "b6351a385df54d6487c27c2bc12b41d5",
            "sentence": "I recognized the bank teller as the man I had seen in the movie theater."
        },
        {
            "id": "41ebb16f8fc2479f95d499e2a494a34b",
            "sentence": "It was not what he said, but the way he said it that made me suspicious."
        },
        {
            "id": "4e20994ec1b4496b880c0e42cdb652b1",
            "sentence": "When Kawazoe pinned me down at the meeting, I broke out in a cold sweat."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}