{
    "currentPage": 35519,
    "pageSize": 20,
    "items": [
        {
            "id": "9b6d1a35bd724c5197d6297e985ac1e0",
            "sentence": "Please telephone me when you have made up your mind what you want to do."
        },
        {
            "id": "ceed56a4262543598192f1c47cae8eda",
            "sentence": "To be a good batter, you've got to hang loose and follow your instincts."
        },
        {
            "id": "deaa1058494b44cc95b2cc7ababb6b5c",
            "sentence": "She would have fallen into the pond if he had not caught her by the arm."
        },
        {
            "id": "afcabeee1d2b41e08bf2a07afca6ac61",
            "sentence": "If I go by air one more time, I'll have flown in an airplane five times."
        },
        {
            "id": "64017ee840ba4ff0bd094df9fdde73fe",
            "sentence": "We stopped over in Los Angeles for two nights on the way to New Zealand."
        },
        {
            "id": "e63135ca31854ebe8c548660c45e8730",
            "sentence": "It's a good rule to look both ways before you cross the street anywhere."
        },
        {
            "id": "b0b91abb6bb54aac96dfd72e7acb089b",
            "sentence": "I was just wondering if Tom had ever been over to your house for dinner."
        },
        {
            "id": "8c225c70642b453da638d5c1f4f6ba00",
            "sentence": "Tom isn't the only one who has to study hard. I have to study hard, too."
        },
        {
            "id": "6024a15fb78f432b838408eefa899983",
            "sentence": "So much has happened. It's as if the whole world is flipped upside down."
        },
        {
            "id": "4bcd87884882437ca7bd4f18ddd0cec9",
            "sentence": "I'm wondering if any of my kids will remember that today is my birthday."
        },
        {
            "id": "c8219529c3934b98978a10bf2031dc41",
            "sentence": "Tom knew that Mary wasn't from Boston even though she said that she was."
        },
        {
            "id": "a4b0ebf9a4664e529627b5186d2c579e",
            "sentence": "I looked for the key under the welcome mat and in the nearby flower pot."
        },
        {
            "id": "9ff4a473e65b4395b0d89e7f36726c0b",
            "sentence": "What's important isn't how many books you read, but what books you read."
        },
        {
            "id": "5c206ef91e2f42dba696c14b83db1666",
            "sentence": "My teacher told me that I should've spent more time preparing my speech."
        },
        {
            "id": "2856ea637fcf482683da228f8c2d149f",
            "sentence": "Someone came into our house and stole some stuff while we were sleeping."
        },
        {
            "id": "f5203607384e4e9990a7f8142d29d6c8",
            "sentence": "There are usually never many cars on the road this early in the morning."
        },
        {
            "id": "7923d82c81664e1eb18f39e36cd5e272",
            "sentence": "Children who are sixteen years old or younger may not enter the theater."
        },
        {
            "id": "fd7f86db0bae423eae16ebd385d05472",
            "sentence": "I think Tom has more than only a passing interest in what happens to me."
        },
        {
            "id": "60f8f81ff11d441187d4e6a54be9871e",
            "sentence": "The world didn't end on the day that the cult leader predicted it would."
        },
        {
            "id": "7d1404237dfb493b92b9e0ae8f31606a",
            "sentence": "I learned to drive a car when I was eighteen and got a driver's license."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}