{
    "currentPage": 35516,
    "pageSize": 20,
    "items": [
        {
            "id": "54975a8d978d4295ad251efe83a35c73",
            "sentence": "You look like a kid who was just caught with his hand in the cookie jar."
        },
        {
            "id": "f08d3b92780f46978e7df818fc273371",
            "sentence": "It was against school rules to wear makeup at the high school I went to."
        },
        {
            "id": "84200aaf727e4bd7a69a61a54c96a627",
            "sentence": "Is it true that there are more male bus drivers than female bus drivers?"
        },
        {
            "id": "0a000fe0b39a41da8b6c59af2533bc31",
            "sentence": "The bus didn't have any passengers on board at the time of the accident."
        },
        {
            "id": "bef5cd8a1eb34b9b928e6d35c92c40a1",
            "sentence": "If the bus driver had had a gun, things might've turned out differently."
        },
        {
            "id": "904d6410c93a4518af8069ca9b60d4fe",
            "sentence": "If it hadn't been for your raincoat, I would've been soaked to the bone."
        },
        {
            "id": "aed1e2866ab74ed18e63491849b40f35",
            "sentence": "Buckle down and get to work. Do you think we're on a Sunday picnic here?"
        },
        {
            "id": "b0ab04a4f88a4fe686a79888870e45f5",
            "sentence": "No matter how interesting magic shows may be, I don't like them so much."
        },
        {
            "id": "72776c5e6b19470883555c1d98eccb79",
            "sentence": "What that fortuneteller said yesterday is nothing to be concerned about."
        },
        {
            "id": "bd3e715c95ee4161b5424930f2b9761a",
            "sentence": "This is how I've always done this, and I plan to keep doing it this way."
        },
        {
            "id": "4cc875698e9d41d6aca11501e9ca3ff5",
            "sentence": "If anyone finds out what I did, I'll be the laughingstock of the school."
        },
        {
            "id": "b81379ef49f2470687826a17e3efc0f9",
            "sentence": "The doors opened and a large crowd of people rushed out of the building."
        },
        {
            "id": "6fbcf1eba21742489a016be2f57cb0fd",
            "sentence": "The hospital that used to be across the street remained open until 2013."
        },
        {
            "id": "2e6b56efae0548c08ac4ecaa4ceba622",
            "sentence": "My father always thought that he wanted to be a pilot when he was a boy."
        },
        {
            "id": "e10349d9edaa4081aa6eb714a87a2c5b",
            "sentence": "My mother told me that a boy should never kiss a girl on the first date."
        },
        {
            "id": "a8893642b1cd44fb8d215b920fa51f2d",
            "sentence": "Tom knew that Mary had told John that she saw Alice kissing another man."
        },
        {
            "id": "633b4c807d2e44978a9789e42f8801b1",
            "sentence": "Many people think that children spend too much time watching television."
        },
        {
            "id": "546b0eaf122f4b73960d6c245b2cbb8f",
            "sentence": "The world follows one golden rule: whoever has the gold makes the rules."
        },
        {
            "id": "dda2ab94551c4b22aae6521be8941858",
            "sentence": "At the moment, it doesn't look like the conflict will end any time soon."
        },
        {
            "id": "f8fd726dcc1b4f89b3b3df5fb2710eda",
            "sentence": "Frederic Chopin wrote his first composition when he was seven years old."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}