{
    "currentPage": 35517,
    "pageSize": 20,
    "items": [
        {
            "id": "c6f84c5633d2487da271cf0bbd161977",
            "sentence": "The hospital quarantined the infected patients to avoid cross infection."
        },
        {
            "id": "e240a1d76eba409e8c5d17eace008774",
            "sentence": "Tom would be able to explain everything to you much better than I could."
        },
        {
            "id": "b0be264fb3f84076993757631fe00783",
            "sentence": "Tom called Mary's mother and asked her if Mary was allergic to anything."
        },
        {
            "id": "b34e07f5730f4e24a06db7392405b84d",
            "sentence": "I suspect that Tom won't tell Mary the real reason he's going to Boston."
        },
        {
            "id": "70998e0f488e4a3fbda25d93c3fc7c52",
            "sentence": "Tom and Mary spent the afternoon planning their first vacation together."
        },
        {
            "id": "035fbd9c7f4348f08b962781cc8c20e7",
            "sentence": "Tom knows some French, but not really enough to carry on a conversation."
        },
        {
            "id": "26fb10290cf64513b6ec511df4688538",
            "sentence": "You ought to get into the habit of brushing your teeth after every meal."
        },
        {
            "id": "d82ab2c73af6411fa8005806b48b372b",
            "sentence": "Tom handed Mary his car keys and told her that she could borrow his car."
        },
        {
            "id": "66e4ea05995b43f4955764dc2ee6a8c4",
            "sentence": "I don't have good luck, so I don't play pachinko or buy lottery tickets."
        },
        {
            "id": "30f06cfe1d2a4cd6983129b0bb55bd05",
            "sentence": "To avoid interest charges, Tom pays his credit card in full every month."
        },
        {
            "id": "60dd6eea680d4da8ab9f76420e1ae6ec",
            "sentence": "The economy still hasn't completely recovered from the financial crisis."
        },
        {
            "id": "43f346ef37bf4629a21cb98731ef302d",
            "sentence": "She's determined to get back at her friend for stabbing her in the back."
        },
        {
            "id": "6535a4575d814f188eac2b1ddb2ee309",
            "sentence": "If it hadn't been for your raincoat, I would've been soaked to the skin."
        },
        {
            "id": "1c47f3331113461ba1be4d5e8df766db",
            "sentence": "How much do you think it would cost to get to the zoo from here by taxi?"
        },
        {
            "id": "2d526def009e475194a202b4a0346556",
            "sentence": "I've brought three cases of beer. We don't have to drink it all tonight."
        },
        {
            "id": "0ef9d68ee5424842b85f9a0581c19be3",
            "sentence": "I was tired yesterday when I got home from work, so I went to bed early."
        },
        {
            "id": "90e71a75abdb4ff2b8eca9cc6f542be2",
            "sentence": "I have three brothers. One lives in Japan and the other two live abroad."
        },
        {
            "id": "c6ee6c35284049a9bb6ddf24cdbd660e",
            "sentence": "I think we'll get there in time if we don't get caught in a traffic jam."
        },
        {
            "id": "9a105b9592304b5bb5aa1887e01fdb91",
            "sentence": "Tom is from another country, but I can't remember exactly which country."
        },
        {
            "id": "5ee3b5a0485d424e89797f47aea3e654",
            "sentence": "I still have the sweater that you gave me when I was thirteen years old."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}