{
    "currentPage": 35520,
    "pageSize": 20,
    "items": [
        {
            "id": "f7677a2f95a74038a0789e80d6e49e3d",
            "sentence": "Nothing makes us age quicker than the thought that we're ageing quickly."
        },
        {
            "id": "24e397c87adb44c490d5f585ffbc0141",
            "sentence": "I'm going to a Japanese restaurant tomorrow with my sister and my niece."
        },
        {
            "id": "7fcc70a52ad24af382ea218648bb6ab5",
            "sentence": "Even though I was speaking in French, they didn't seem to understand me."
        },
        {
            "id": "c9eb19ec0e494867af556693f5f11246",
            "sentence": "I'm near-sighted, so I can't make out what is written on that signboard."
        },
        {
            "id": "f88f17f38733408291dfb67b8b81d1d8",
            "sentence": "I'm pretty sure that I won't be able to convince Tom to stop doing that."
        },
        {
            "id": "4e74a226effd47aaa39bef3ec05db5ce",
            "sentence": "Tom was angry when he found out that he was getting paid less than Mary."
        },
        {
            "id": "2bb2b7d70c0147a882c8220fd787d03a",
            "sentence": "If you find yourself craving junk food, then pick a healthy alternative."
        },
        {
            "id": "1cd538f3f9784079ad3c1f0f0de73633",
            "sentence": "Tom and Mary told me they wouldn't be able to go swimming with us today."
        },
        {
            "id": "4a1523aafee34f4fac409385f173e8c8",
            "sentence": "If you're asking me whether this is correct or not, I don't really know."
        },
        {
            "id": "b8cbe528d00642b1b1a519bbd1a7fd58",
            "sentence": "I wonder whether Tom knows that Mary was involved in a traffic accident."
        },
        {
            "id": "77c8975a468545229e7959ed1981d67d",
            "sentence": "Every time Tom and Mary were about to kiss, somebody came into the room."
        },
        {
            "id": "1fe756d8f098417880109fb627bbcfb0",
            "sentence": "No matter how fast you may walk, you won't be able to catch up with Tom."
        },
        {
            "id": "57152c31ed6042b4a83e8fdc5daba3e9",
            "sentence": "Tom hopes Mary knows that she shouldn't do what John has told her to do."
        },
        {
            "id": "880f134764db476299113b74d0ebef2c",
            "sentence": "Tom hopes that Mary knows she shouldn't do what John has told her to do."
        },
        {
            "id": "6b4670e95df14fb9ad6b69a3b6b1c0c4",
            "sentence": "Tom told me that he thought that Mary would be interested in doing that."
        },
        {
            "id": "e5fb134f012e4c4f9c5c95b02f78d3f8",
            "sentence": "My doctor says the hives are probably caused by the dish soap I'm using."
        },
        {
            "id": "3780ba020cac40f38cc4d7640f696003",
            "sentence": "Nowadays, we often use the term \"senior citizen\" to refer to old people."
        },
        {
            "id": "4a8cb0163d524df4a2a34e384847fa1e",
            "sentence": "Could you buy some eggs and milk for me while you're at the supermarket?"
        },
        {
            "id": "25a2c50f9d464fc28b214fa9d16017a5",
            "sentence": "Tom said that if I couldn't help him, he'd get someone else to help him."
        },
        {
            "id": "2f290bd575c94b23b9f2af1b0405683b",
            "sentence": "Tom said that if I wouldn't help him, he'd get someone else to help him."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}