{
    "currentPage": 35526,
    "pageSize": 20,
    "items": [
        {
            "id": "7fd5c1348c5e42d29c749035cc2e19a4",
            "sentence": "This is probably one of the most frequently-asked questions that we get."
        },
        {
            "id": "0b263bc28c71418191cba0f03bac8de3",
            "sentence": "Tom couldn't find a job that he liked in Boston, so he moved to Chicago."
        },
        {
            "id": "39ea911ebaad4488a02bbd21d037e88f",
            "sentence": "A lot of horror films start with a young family moving into a new house."
        },
        {
            "id": "ea1bcc9b248945bcb367a64d62ab7203",
            "sentence": "As soon as I entered my office, I saw that the safe had been blown open."
        },
        {
            "id": "06f0cd6471e74a8590c5344c9d637939",
            "sentence": "There's nothing wrong with remaining silent when there's nothing to say."
        },
        {
            "id": "9b58932156454a3f8b39c2ca7ae0c9e5",
            "sentence": "Tom didn't like to travel, but Mary did, so he ended up traveling a lot."
        },
        {
            "id": "60b72a2fb92b4c3ca880a0178a8fb8e0",
            "sentence": "It would've been nice if Tom had listened more closely to what was said."
        },
        {
            "id": "02f3025a084a474fb8fc152731acde50",
            "sentence": "I'm sorry we're late, but we were caught up in the five o'clock traffic."
        },
        {
            "id": "78062311ce0c4f2495ac44bc44442b2b",
            "sentence": "There's no way to explain this in a way that Tom will likely understand."
        },
        {
            "id": "f4c797e0c4ea47ac9aedf1f5742ec2fd",
            "sentence": "Listening to Tom cry like that, you'd think it was the end of the world."
        },
        {
            "id": "9ae888859a4a4893ae5dbf429de33611",
            "sentence": "I want to buy a house, but I don't have enough money for a down payment."
        },
        {
            "id": "c5bba45c95c14b919889f27b1acf5cd9",
            "sentence": "Have you tried everything or do you still have something up your sleeve?"
        },
        {
            "id": "92e525c607bd45608cf3e39d75015755",
            "sentence": "One of my ex-girlfriends is now dating my younger sister's ex-boyfriend."
        },
        {
            "id": "c94e0e6bf72f4c5e975ea302ed60b0f6",
            "sentence": "I walked our dog this morning, but usually Tom is the one who walks her."
        },
        {
            "id": "4ce51f5e36314b94be134af189b8ae41",
            "sentence": "Having finished the delicious meal, Tom and Mary weren't hungry anymore."
        },
        {
            "id": "15a7afbb4b4e4135af5288a846ec314f",
            "sentence": "Have you ever stopped to think about how things could be if we did that?"
        },
        {
            "id": "2a0c2c19220745a38dd23d748b4d843c",
            "sentence": "Tom will only do what he wants to do, no matter what you tell him to do."
        },
        {
            "id": "2ee68f1630b341ee9646e64c54345435",
            "sentence": "Tom and Mary got married, even though their parents didn't want them to."
        },
        {
            "id": "930d3ffc0df248ad968e779c29190ae6",
            "sentence": "I'm driving to Boston, so whoever wants to come with me, get in the car."
        },
        {
            "id": "5f04fc51ae744284ae26a009b3b3cd21",
            "sentence": "Tom didn\\'t think he had the stomach to tell Mary what needed to be done."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}