{
    "currentPage": 35523,
    "pageSize": 20,
    "items": [
        {
            "id": "047f5ff3a75843baaac08ce933d833b2",
            "sentence": "If you keep on drinking so much, you might end up becoming an alcoholic."
        },
        {
            "id": "21459c67229f428dbe9ed83ec265093b",
            "sentence": "He gently took the paper out of her hands and said, \"It's time to rest.\""
        },
        {
            "id": "2d4d50a65dfe4dcc8a42825df8870662",
            "sentence": "I bought a pair of gloves for Tom. For Mary, I bought a pair of mittens."
        },
        {
            "id": "5b58c2926c6140eaaf3b270f19ac10a4",
            "sentence": "Tom's daughter who lives in Boston will be coming for a visit next week."
        },
        {
            "id": "2114e71ef79d49feb689972876d2ea78",
            "sentence": "It's surprising you haven't heard anything about what's going to happen."
        },
        {
            "id": "c6229ff677f44d0dbd0d608334ab70c6",
            "sentence": "A module is said to be semisimple if it is the sum of simple submodules."
        },
        {
            "id": "5f00f98c96fd4363b1a6008d5fa28bdb",
            "sentence": "Do what you think has to be done in the way you think it should be done."
        },
        {
            "id": "a1b77caf35f7457a9ba3b04744da2be0",
            "sentence": "Don't just read books. Go outside once in a while and get some exercise."
        },
        {
            "id": "d47119c2bc06496594189edb806da7bf",
            "sentence": "No matter how hard you try, you won't be able to finish that in one day."
        },
        {
            "id": "6e5935e0a142490db708f75bf69ed206",
            "sentence": "Without your help, I couldn't have gotten over that difficult situation."
        },
        {
            "id": "3d8c1c2181a54559873e6d6648ae8799",
            "sentence": "Tom and Mary became friends with the other children in the neighborhood."
        },
        {
            "id": "c66dd1c4fa964a74a97881c727a0e352",
            "sentence": "Why do you always speak to me in English? Is it because I'm a foreigner?"
        },
        {
            "id": "9deab7e106f3441fbb94ac0ca8eacc70",
            "sentence": "Even though he's turned twenty, he's still too timid to chat with girls."
        },
        {
            "id": "df9f6f5d7e8941f28faeb9d3a61f5259",
            "sentence": "Tom had no idea Mary was planning to stay in Boston for three more days."
        },
        {
            "id": "d57020919e3b4694a65d111066f33807",
            "sentence": "Let me know beforehand instead of springing it on me at the last minute."
        },
        {
            "id": "eb243056080a42a6841209c64f8b414f",
            "sentence": "Mayan pyramids and large temples were built elegantly using stone tools."
        },
        {
            "id": "57439dee6c064da5a722ab273f6da5e6",
            "sentence": "Tom came to Boston last summer and stayed with us for a couple of weeks."
        },
        {
            "id": "5dc4612f8415480b9b56b61cee5c6fe2",
            "sentence": "You're the only person I know who likes getting up early in the morning."
        },
        {
            "id": "c4325f37cba94c81aa25cb48fc037d85",
            "sentence": "A statue was erected in the park to commemorate the fallen of both wars."
        },
        {
            "id": "34915360d17b4fa886b1d261127ce0ba",
            "sentence": "I wish that I knew where Tom bought those shoes. I'd like to buy a pair."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}