{
    "currentPage": 35525,
    "pageSize": 20,
    "items": [
        {
            "id": "e4863959f1974b898e27141447a9daa2",
            "sentence": "I don't think you're doing that as well as you could with a little help."
        },
        {
            "id": "46be3b132a9b443d8141a64c94233e0a",
            "sentence": "Imogen of the Internet looks rather svelte after six hours of Photoshop."
        },
        {
            "id": "18989a08194f4443a89e576cf5df63a6",
            "sentence": "As a rule, he arrives at the office at about nine-thirty in the morning."
        },
        {
            "id": "feff9ab8c6bd4a5da48d410064d3e6f0",
            "sentence": "Please choose a password that's easy to remember but also hard to guess."
        },
        {
            "id": "9e9bcb9db1a44d95ac9b55b7b6eaa1a5",
            "sentence": "You aren't actually suggesting that I go out with another girl, are you?"
        },
        {
            "id": "de02edb32b2f4aa588aff50776b79927",
            "sentence": "It's possible we won't be able to get to Boston in time for the wedding."
        },
        {
            "id": "abc937b846f94705ae7f0237e62074de",
            "sentence": "Happy New Year. I'm looking forward to working with you again this year."
        },
        {
            "id": "6ef39cfc49f54814b5802f85d3dcf659",
            "sentence": "The surgeon who operated on Tom is very experienced and highly regarded."
        },
        {
            "id": "f8429df66f2d4440b3d36c01556b067f",
            "sentence": "Tom found living with the guilt for what he had done, almost unbearable."
        },
        {
            "id": "cd6ebbc11fb94fb6bca8624d167624ad",
            "sentence": "I'll keep my fingers crossed that everything will go well for you today."
        },
        {
            "id": "2a9a935f224a435cb2994547fb7d79d6",
            "sentence": "We caught an express train that left later and got there much too early."
        },
        {
            "id": "b3db5e666bc84b9a8cc5fdec9d9d4387",
            "sentence": "I don't think that Tom is going to go to Australia with Mary next month."
        },
        {
            "id": "f88c608ec0224007aff773cc3a706c3e",
            "sentence": "You'll save your father a lot of worry if you simply write him a letter."
        },
        {
            "id": "2a1a4af2b8a04d53a0dfd73de7a730f8",
            "sentence": "When the weather had cleared, the children began to play baseball again."
        },
        {
            "id": "7f72777b21e14283b085e3afd8805e78",
            "sentence": "Fully booked for the night, the hotel had to turn away some late guests."
        },
        {
            "id": "f552fd94e1314a1390ade4dc416b239d",
            "sentence": "Please accept our heartiest congratulations on the marriage of your son."
        },
        {
            "id": "42876e8b9ad849fa8f4f3bccb89fbf04",
            "sentence": "The firm has added 25 new associates to work on mergers and other deals."
        },
        {
            "id": "d5ced3f34eb24615b197c2fd6f4f1344",
            "sentence": "Tom entered the teachers' room even though students weren't supposed to."
        },
        {
            "id": "1a0222fb7c214d72b7b197b973b014f0",
            "sentence": "Tom thought it would be better to go talk to Mary than to just text her."
        },
        {
            "id": "f4c35656be654b11accd1a7018ac61f9",
            "sentence": "Tatoeba: Ever heard of sentence fights? Yeah, that's what we do for fun."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}