{
    "currentPage": 35539,
    "pageSize": 20,
    "items": [
        {
            "id": "fecd81ba19fd442297b5a9d9fa228383",
            "sentence": "A blue suit, white shirt and red tie are required for all male employees."
        },
        {
            "id": "05cb7d081afa491699ce895f18d3edab",
            "sentence": "You can talk until you're blue in the face, but you'll never convince me."
        },
        {
            "id": "c370f28e758141e99d40d2f04622d017",
            "sentence": "Surprisingly, he did his last job in one-third the time it would take me."
        },
        {
            "id": "380350693bea4d4887a6612f41604741",
            "sentence": "The day will soon come when we will conquer space and travel to the moon."
        },
        {
            "id": "32e0a7120ee04fda81aedca031756103",
            "sentence": "I still don't have enough money to buy the motorcycle that I want to buy."
        },
        {
            "id": "982bf4b0af9a44ef8a88d496ed31b2c1",
            "sentence": "I'll lend you this CD on condition that you don't lend it to anyone else."
        },
        {
            "id": "89e6f4efb7d149da92e3c14352df0e1d",
            "sentence": "I can provide you with some statistical predictions of expected revenues."
        },
        {
            "id": "b394af08b129440a8045cbbea499c51c",
            "sentence": "Tom says that he'll pay back all the money that he owes me before Monday."
        },
        {
            "id": "226830e8aa824c8fb502424f57cc0541",
            "sentence": "Life is like riding a bicycle. To keep your balance you must keep moving."
        },
        {
            "id": "7a96a95a5cea43cfbb91190695af23d7",
            "sentence": "Tom didn't want the rattlesnake to bite him, so he carefully backed away."
        },
        {
            "id": "5389877e9f2a40e1aed65fa71d00b380",
            "sentence": "The platypus, a small amphibious Australian mammal, is a very shy animal."
        },
        {
            "id": "702eafc44b3246b69c67f840958b9f6a",
            "sentence": "There was an article in the paper this morning about Tom Jackson's trial."
        },
        {
            "id": "4cf8877d20674f07aba772cced0cc296",
            "sentence": "The first artificial satellite was Sputnik 1, launched by Russia in 1957."
        },
        {
            "id": "a5c3d0f6060a4f23ac34b04b7a055740",
            "sentence": "If Tom wants to apologize to Mary, he's going to have to go to her house."
        },
        {
            "id": "5abaeccc1af34a66a8c3c8537fcbd8a8",
            "sentence": "When I finished reading the book that Tom lent me, I gave it back to him."
        },
        {
            "id": "33811709003d4c4f95da88d4417f13b5",
            "sentence": "Somebody came into our house and stole some stuff while we were sleeping."
        },
        {
            "id": "94fd7adad8454a9aadd356c6c7fa0337",
            "sentence": "Tom went to a tattoo parlor, thinking that he might want to get a tattoo."
        },
        {
            "id": "bc3a380887b94a60b9f5e83c11984d20",
            "sentence": "The newspaper boy delivers newspapers no matter what the weather is like."
        },
        {
            "id": "d29bb69410d5411db1c8b367150e219b",
            "sentence": "I envy the way Tom is able to get people to seriously consider his ideas."
        },
        {
            "id": "4967cbc693b74a4fa56d41c858f08333",
            "sentence": "The letter \"ß\" is one of the few things Switzerland is not neutral about."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}