{
    "currentPage": 35537,
    "pageSize": 20,
    "items": [
        {
            "id": "318c530b633348179a437b6a122eb414",
            "sentence": "There are rumors that the secret peace negotiations have already started."
        },
        {
            "id": "3f5a08eee436480ca7a588dd6a6b856f",
            "sentence": "I'd like to put my valuables in a safe deposit box, if any are available."
        },
        {
            "id": "8b0117304623479b8a89ae505891186d",
            "sentence": "I'd like to buy that for you, but I don't have any money on me right now."
        },
        {
            "id": "062f5c26edb74f3b8603638f5a7924ee",
            "sentence": "Were you the one I saw with Tom in front of the post office this morning?"
        },
        {
            "id": "90d606015ffc45cbab20709782eccefb",
            "sentence": "It's not only today we have to be here. We have to be here tomorrow, too."
        },
        {
            "id": "935ebb6d68c947bfbc273cab69610d01",
            "sentence": "I don't know if it's a bug or what, but this software doesn't work right."
        },
        {
            "id": "46b681d875574db0b52d1185e9448171",
            "sentence": "At this rate, we're not going be finish doing this by the end of the day."
        },
        {
            "id": "79341654a7f140e29aec9cb6e762c238",
            "sentence": "Each time this happens, we always hope it'll be the last time it happens."
        },
        {
            "id": "5aab16c4ed89477989020d5ae89cf862",
            "sentence": "Motorcycles are great. They can easily get through even in heavy traffic."
        },
        {
            "id": "0493527b42db4806aceb3d3ca077ae6d",
            "sentence": "Everybody seemed to already know that Tom and Mary were getting divorced."
        },
        {
            "id": "6ba2b1a1939a45f6aa581a35b79dee75",
            "sentence": "The government asked the SDF for a disaster relief deployment to Okinawa."
        },
        {
            "id": "d409ca6f8bcf4f41916d79e7ea754bb9",
            "sentence": "If you'd stop complaining so much, people would probably like you better."
        },
        {
            "id": "a9929094055044fa99821a2a4f7af777",
            "sentence": "When I was a kid, I went to Boston every summer to visit my grandparents."
        },
        {
            "id": "d67f42f1b5e14e2f80c726a9c796fb3c",
            "sentence": "Tom studies in the bathroom. He says it's the quietest room in the house."
        },
        {
            "id": "77dfac4b9fa049c49e57a4be961fdd50",
            "sentence": "Tom always pretends that he doesn't care about Mary when you mention her."
        },
        {
            "id": "ce8725ada9ff401caa77eaf48a2bfcfc",
            "sentence": "Do you think that anybody else in your office will get married this year?"
        },
        {
            "id": "b7702617aa7c4ec1a8a7133beb7bf3e1",
            "sentence": "Come again tomorrow afternoon, when I'll have more time to talk with you."
        },
        {
            "id": "0b0ff17a65a5421e8495eb0723404c5c",
            "sentence": "If there's a typhoon tomorrow, does that mean I don't have to go to work?"
        },
        {
            "id": "6ecf6439f4804b2ca7393ca5c2b667fe",
            "sentence": "Turn left at the stop sign, and you'll see the post office on your right."
        },
        {
            "id": "a861166c62c949b5b7508daef01fd0b6",
            "sentence": "Tom says that he almost always has at least three hundred dollars on him."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}