{
    "currentPage": 35538,
    "pageSize": 20,
    "items": [
        {
            "id": "884ce7a13fc94e17bf4493778e323635",
            "sentence": "The family received discouraging news from the doctor about Tom's health."
        },
        {
            "id": "e2758667f14540dea892a61b20533172",
            "sentence": "If you see Tom today, please tell him that he's invited to my party, too."
        },
        {
            "id": "f0b89163ae4d4762819c348705f134f5",
            "sentence": "I saw the old gentleman cross the street and enter a store on the corner."
        },
        {
            "id": "96cfba761267413292e3c1267361b853",
            "sentence": "I was really disappointed when I found out that I hadn't passed the exam."
        },
        {
            "id": "ae9d689ad6414eeab54eeaa3d5cd6f46",
            "sentence": "Life is short, so don't waste your time doing things that you don't like."
        },
        {
            "id": "47ce93bd039e4556a0aac17cf098d49b",
            "sentence": "I didn't get to the bank before it closed because I was stuck in traffic."
        },
        {
            "id": "401f9253fbd0406eaa2077be3918023b",
            "sentence": "Tom was already halfway to his car when Mary shouted at him to come back."
        },
        {
            "id": "4477dd856eaa420eba3ab19314e75bf9",
            "sentence": "A bucket list is a list of things that people want to do before they die."
        },
        {
            "id": "b9c1744309214aaab9d959f97e4485e2",
            "sentence": "I never got the chance to practice French much until I started traveling."
        },
        {
            "id": "bcb01ce3a5a14432bca84e8f1fa9c0b2",
            "sentence": "I wanted to buy the book, but I found I had no more than 200 yen with me."
        },
        {
            "id": "fe6ece722d8d4a4bba40c4bdaf573e46",
            "sentence": "It's not only today we have to be here. We need to be here tomorrow, too."
        },
        {
            "id": "233e0ac4f76344fc87dd5d26df4e8eac",
            "sentence": "The dog stood up on its hind legs and put its front legs on my shoulders."
        },
        {
            "id": "cf48f41b825b474eb98598b31738fa63",
            "sentence": "When the water came, it came quick like a tsunami and people were scared."
        },
        {
            "id": "7d44f97d88d14cba9cbc52700cac0e45",
            "sentence": "Emojis were first introduced in 1999 by Japanese artist Shigetaka Kurita."
        },
        {
            "id": "b8bdcfc3a3dc4b51aee80f6adfc6559b",
            "sentence": "Speak a little French every day and you'll soon be a much better speaker."
        },
        {
            "id": "5beb65275a1b42238b0cd47701ea3a9a",
            "sentence": "If Tom says he doesn't want to do that, then stop trying to force him to."
        },
        {
            "id": "62795451ef2146b899a3b587776b4f3f",
            "sentence": "I wanted to stay in bed, but my mother said that I had to get out of bed."
        },
        {
            "id": "0c19390284ee4146a4dde4fe6544cfff",
            "sentence": "All you have to do to pass the entrance examination is to read this book."
        },
        {
            "id": "e123e32010f744058de4d0c52d9716b1",
            "sentence": "If you're not more careful with your things, some of them may get broken."
        },
        {
            "id": "39696a94e9ca4643b359074fd8c51888",
            "sentence": "I haven't yet met anyone that I'd like to spend the rest of my life with."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}