{
    "currentPage": 35545,
    "pageSize": 20,
    "items": [
        {
            "id": "84f135ebf1dc4e04b95ee3092b36832b",
            "sentence": "Tom decided it wasn't necessary to deal with that problem this afternoon."
        },
        {
            "id": "7aaabb6588a349be8c4b76faeb3a1e65",
            "sentence": "Now that our police force is larger, the crime rate is likely to decline."
        },
        {
            "id": "cb235f2acf0a4b56a47738602e3f49b7",
            "sentence": "My father seemed to be disappointed that I hadn't passed the examination."
        },
        {
            "id": "e0374d13809d4359a46a74e45a9bb3cb",
            "sentence": "Tickets are valid for just two days, including the day they're purchased."
        },
        {
            "id": "39cc5bbfd1064b4cb74359cf895be258",
            "sentence": "Pieces of music played during the broadcast are faded out in the podcast."
        },
        {
            "id": "0540e96dca6e4524b755ddd2eae5e321",
            "sentence": "I have the dim recollection of something like that happening once before."
        },
        {
            "id": "fef45646ab484577b9e8da6c56340997",
            "sentence": "How are you going to spend your last few days before classes start again?"
        },
        {
            "id": "80b306384fb243c6ac264d1c0d9b7b49",
            "sentence": "I haven't yet met anyone that I'd want to spend the rest of my life with."
        },
        {
            "id": "6e83ecbb51d5475bb7bc0276080e99e0",
            "sentence": "Even though Tom was innocent, after hours of interrogation, he confessed."
        },
        {
            "id": "0f9fe6d8fdac4d57b6dbbe84d3633625",
            "sentence": "Tom and Mary both rushed to the window to see what was happening outside."
        },
        {
            "id": "c1ea59dd741e42b0887952340de2ce14",
            "sentence": "The shorter your username is, the easier it is for others to remember it."
        },
        {
            "id": "40ff10544d4b4abf99d0e88e75f7809c",
            "sentence": "If you join this club, you will be entitled to use all of its facilities."
        },
        {
            "id": "e6cff3607d28413aa766b034a93f792a",
            "sentence": "If it were not for the sun, no living creatures could exist on the earth."
        },
        {
            "id": "19e86ea5b9ba468c8296c219ea80ce84",
            "sentence": "If our neighbors around the world are in need, let's lend a helping hand."
        },
        {
            "id": "ae27332fc69c408aaa8eba95e2fb09aa",
            "sentence": "I know that it's highly unlikely that anyone would be willing to help me."
        },
        {
            "id": "1456a06b6dc8479ab2b4d390a834b43d",
            "sentence": "What kind of question is that? Do you seriously expect me to answer that?"
        },
        {
            "id": "fd47d867fbc4489b8beca94da7dfdf65",
            "sentence": "I went home and told my wife about the job I'd been offered in Australia."
        },
        {
            "id": "05fc191d40c74fd39ae9f63d89eb240c",
            "sentence": "Tom must like taking walks. Every time I see him, he's walking somewhere."
        },
        {
            "id": "03b5e29b735d433ab1d77ba92e96dd60",
            "sentence": "If I remember correctly, that's the song that Tom sang at Mary's wedding."
        },
        {
            "id": "7c99156649ca407fa7dff0a59a7671e4",
            "sentence": "Doing something with somebody else is more fun than doing it by yourself."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}