{
    "currentPage": 35547,
    "pageSize": 20,
    "items": [
        {
            "id": "995ef1c0783d442daf8f08e1154030ee",
            "sentence": "Tom is very overweight and gets upset when people tease him for being so."
        },
        {
            "id": "7b805f7e41a245a7a469b7309a9431bc",
            "sentence": "Tom played the clarinet before he began learning how to play the bassoon."
        },
        {
            "id": "245c52f598754915a84b54d12156eeb3",
            "sentence": "The people in the next room stay up until all hours doing God knows what."
        },
        {
            "id": "6ce48ebaa024423f910dd2b0fc625483",
            "sentence": "The disagreement between the union and management could lead to a strike."
        },
        {
            "id": "8bba7c8e856349ccbf180ed4e89210e8",
            "sentence": "Whichever is better out of two options is also best out of those options."
        },
        {
            "id": "e54eabc321f3471da9718e85a63d5456",
            "sentence": "The students observed as the teacher demonstrated the science experiment."
        },
        {
            "id": "9d7af4f570e54bcdae7783a3f1e9a3e3",
            "sentence": "Tom was one of the people who stayed and helped clean up after the party."
        },
        {
            "id": "fd3e29e3598d48cda218ab4f04ff5ab6",
            "sentence": "Selling your old car for scrap might be a good way to make a bit of cash."
        },
        {
            "id": "5493b18e9ff2442ea9f7cd0e13572c8d",
            "sentence": "I didn't get to the bank before it closed because I got stuck in traffic."
        },
        {
            "id": "bc334b6ecca7454999d062363eb1bd89",
            "sentence": "Tom studies French for about half an hour every morning before breakfast."
        },
        {
            "id": "1d082dac3f264e10bb18802c274cab30",
            "sentence": "I wanted to be a singer, but I was told I should learn to play the drums."
        },
        {
            "id": "b2fb46a853d24da79dd594a2189d59bf",
            "sentence": "We waited for Tom at the library for half an hour, but he didn't show up."
        },
        {
            "id": "1079ab601d3a4949aa674db0ca82f450",
            "sentence": "When it's windy, the leaves of the old oak rustle and its branches creak."
        },
        {
            "id": "d0d1630b8c754ca39dabc629ea0e4fe8",
            "sentence": "If you go out for dinner with your family, how much does it usually cost?"
        },
        {
            "id": "7733d779aee34812938c274c4acb567b",
            "sentence": "It wasn't till the next morning that we learned that Tom had been killed."
        },
        {
            "id": "0a37a516169747faa481332ffaa1d312",
            "sentence": "I admire the way you always seem to be able to avoid getting into fights."
        },
        {
            "id": "8faa5ea110d445e2aff9671b875ac69d",
            "sentence": "What you spend time doing in your childhood affects the rest of your life."
        },
        {
            "id": "e18870be4ccf4076bb47a02a47e09e7d",
            "sentence": "George Washington was the first president of the Unites States of America."
        },
        {
            "id": "0ed15283f2414ae6bcea70c7a751d0e7",
            "sentence": "Tom told me that he could hear something, but he wasn\\'t sure what it was."
        },
        {
            "id": "5adc550edae84e2aa5fb7fe7cf3566c1",
            "sentence": "Tom shot himself while he was cleaning a gun that he thought was unloaded."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}