{
    "currentPage": 35544,
    "pageSize": 20,
    "items": [
        {
            "id": "03c01b0a85364f0b9324613504acf3b1",
            "sentence": "This room is very small, so it is impossible to put more furniture in it."
        },
        {
            "id": "90bafb69cbbc45ceb30ae863092fd33b",
            "sentence": "Tom says that he almost never has more than three hundred dollars on him."
        },
        {
            "id": "9d0f5efceb0d4cd29305583899476491",
            "sentence": "In all my travels I've never seen a more beautiful mountain than Everest."
        },
        {
            "id": "9c15a54b63aa4ef88d9af468fa9d11a5",
            "sentence": "Some students in this university don't even know how to talk to teachers."
        },
        {
            "id": "f1377bc90e794deea01af992571f7383",
            "sentence": "The world as we know it is probably going to end within the next century."
        },
        {
            "id": "f14cd9bbd75847238df540fa91df6384",
            "sentence": "We waited for Tom at the library for half an hour, but he didn't turn up."
        },
        {
            "id": "a96ff2a8704247f8982c3a80a5978762",
            "sentence": "There's an interesting article in this magazine about education problems."
        },
        {
            "id": "073b09b967c44a1daa10522e5b7ea85e",
            "sentence": "Yelling about it won't help now. You should've done that when it counted."
        },
        {
            "id": "7107d92740f74ae2b5522365e36396d4",
            "sentence": "Strictly speaking, she didn't like it at all, but she didn't say a thing."
        },
        {
            "id": "f31cf8f02f044bb8b7696651dd413cac",
            "sentence": "At first, Tom seemed angry, but then I realized that he was just worried."
        },
        {
            "id": "610d748fff364908b27ae474212df7b0",
            "sentence": "I know that eventually I'm going to have to tell Tom about what happened."
        },
        {
            "id": "5af8e3e5a2654cae8fc61281d9646c42",
            "sentence": "Man, I just saw it on the news! Damn, you're making me doubt my own eyes!"
        },
        {
            "id": "12a304f0b32f4c6bbbf367f97346a82c",
            "sentence": "Comedy always includes a little tragedy. That's why there are sad clowns."
        },
        {
            "id": "99d6ac60349a41f98cce3821ac757c26",
            "sentence": "I wouldn't have bought this if I'd known it had been made by slave labor."
        },
        {
            "id": "c8c558685fe649e09254ef54b4f850e1",
            "sentence": "If you don't do what the boss told you to do, you're likely to get fired."
        },
        {
            "id": "09617ba91fa14751b6e91266f4e0b3a9",
            "sentence": "If Tom had been wearing a helmet, he wouldn't have been so badly injured."
        },
        {
            "id": "0c1f372510dd4867ba5d2a089d45ccfb",
            "sentence": "Just because you like something doesn't mean everyone else likes it, too."
        },
        {
            "id": "7797689ca0084d5cb7d10fbd88c041e3",
            "sentence": "I don't want to spend more than thirty dollars on Tom's birthday present."
        },
        {
            "id": "dd23a883484e4d25886bf11877984b54",
            "sentence": "I understand everything now and I regret that Tom isn't here with me now."
        },
        {
            "id": "7c696d9639f2445aaad67e2324b66310",
            "sentence": "Tom was afraid Mary might poke her eye out, so he told her to be careful."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}