{
    "currentPage": 35543,
    "pageSize": 20,
    "items": [
        {
            "id": "28279fe5f9d0479a9268054082d318a3",
            "sentence": "The doctor told you to stay in bed until your fever goes down, didn't he?"
        },
        {
            "id": "30c8c71c9bbd4e5daa3b32cce8ec52e5",
            "sentence": "If you decide to come to America, please let me know as soon as possible."
        },
        {
            "id": "b2498b1792b849898d71c1f474d94fc6",
            "sentence": "That red tie doesn't go with your suit. Why don't you wear the green one?"
        },
        {
            "id": "a0beb0cca4364be7ae2f5c0b440f3cc5",
            "sentence": "It's surprising to know that your school starts at 8:30 and ends at 3:30."
        },
        {
            "id": "2da16f8835af4eafb9c41b28355ce250",
            "sentence": "If it had not been for his timely hit, our team would have lost the game."
        },
        {
            "id": "f54998ede05b43f1849928f12d274908",
            "sentence": "I don't have to study tonight. I think I'll watch television for a while."
        },
        {
            "id": "49d3d1b5c100496d8322cddd6fc52483",
            "sentence": "The first thing he did was to untie his shoelaces and take his shoes off."
        },
        {
            "id": "153207ebed08456ab47af5a2c500303e",
            "sentence": "It was very cold last night, so we didn't go outside, but stayed indoors."
        },
        {
            "id": "d1b2a499d70c480697f0e9af1b7968f1",
            "sentence": "It was when I was eight years old that I climbed Mt. Fuji with my father."
        },
        {
            "id": "fef7903d815743fab2a5be317e6f49b8",
            "sentence": "We were to be married in May but had to postpone the marriage until June."
        },
        {
            "id": "e0cf781de61d4d6aaed1bfa0c1ad494e",
            "sentence": "They would have gotten a better exchange rate if they had gone to a bank."
        },
        {
            "id": "6cbd08b17972471ba5c74ced058d9745",
            "sentence": "Make certain where the emergency exit is before you go to bed at a hotel."
        },
        {
            "id": "a88ff24cfe48437da3a5a6203e337c4e",
            "sentence": "I made a thermos full of coffee so you can take it along with your lunch."
        },
        {
            "id": "9746fce56dca4128acbd95abd314874b",
            "sentence": "The bus conductor told her to get off because she could not pay the fare."
        },
        {
            "id": "f11dab678f1040a09f15782693280d98",
            "sentence": "I left some scallions out on the veranda for too long and they dried out."
        },
        {
            "id": "a92aa7971cd74b7aa0a9d9dba241ba81",
            "sentence": "No matter how busy you are, I think you should at least read a newspaper."
        },
        {
            "id": "cd8d18becdb04e12a03eeaabd5288e27",
            "sentence": "How did you come by an admission ticket for the auto show free of charge?"
        },
        {
            "id": "6723e436e0c147e0be0f6051708fde8b",
            "sentence": "Hold your horses, young man. You can't enter here unless you have a pass."
        },
        {
            "id": "4e99bbdf1d8a43589d31cb6651265a5c",
            "sentence": "We were running out of gas, and what was worse, it began to snow heavily."
        },
        {
            "id": "4c050c8082c54bd69fdf7595386c6423",
            "sentence": "Now that you mention it, what happened to that man who used to work here?"
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}