{
    "currentPage": 35541,
    "pageSize": 20,
    "items": [
        {
            "id": "bba2a22b42494509acfaf03ab127f657",
            "sentence": "We're living in a world where the rate of change is rising exponentially."
        },
        {
            "id": "256fb03087134ea283aa1bc1e354716d",
            "sentence": "After Tom had entered four wrong PIN numbers, the ATM swallowed his card."
        },
        {
            "id": "389cf94d0b6d4124915d8245a244e9df",
            "sentence": "Tom knew Mary was falling for him when she laughed at his terrible jokes."
        },
        {
            "id": "6efdcdba2abd4b6e8ffad300f5483816",
            "sentence": "Tom wrote Mary a soppy love letter and she kept reading it over and over."
        },
        {
            "id": "693b8ba3766f4b7997130208b31ce72f",
            "sentence": "The doctor advised Tom to have at least three alcohol-free days per week."
        },
        {
            "id": "763afa96ce3b48e7a0bdab52df5730dd",
            "sentence": "Tom did a lot of things that he wouldn't normally do in order to survive."
        },
        {
            "id": "d59ae5622f2e4f31b31517b64922ab4b",
            "sentence": "How much time every week do you spend doing fun stuff with your children?"
        },
        {
            "id": "afe49479d48c4ac7bd820d29378fb9d1",
            "sentence": "Whether or not that’s what really happened remains the subject of debate."
        },
        {
            "id": "3797cbf7494644c7a33119328052d373",
            "sentence": "If the mountain won't come to Muhammad, Muhammad must go to the mountain."
        },
        {
            "id": "3c5247a27faf41d5966127db300dae4c",
            "sentence": "Even if I use both hands, I can't crack an egg without breaking the yolk."
        },
        {
            "id": "91832b3339924d0f94710027d374b6a2",
            "sentence": "Tom was surprised when he found out that Mary couldn't understand French."
        },
        {
            "id": "b9cb1ff2ff264aaab634680e5bcb83f7",
            "sentence": "I can't believe that Tom is giving Mary the car that he bought last year."
        },
        {
            "id": "eaf1d4d98db44844aa00e6e864a17600",
            "sentence": "I had hardly sat down on the bench when I found it had just been painted."
        },
        {
            "id": "d1f6e7a3cc564c8aae9f77056433b324",
            "sentence": "Why are there no polar bears in Antarctica and no penguins in the Arctic?"
        },
        {
            "id": "e2eb74514e0340e49229fbb440e9068b",
            "sentence": "The series of crimes were thought to have been committed by the same man."
        },
        {
            "id": "2b956e5cea404418ad3406adee397983",
            "sentence": "Children in day care are more likely to get sick than ones who stay home."
        },
        {
            "id": "86e733e00fc441489e5db13b2e1bfa3a",
            "sentence": "Tom gave me a list of things that he wanted me to buy at the supermarket."
        },
        {
            "id": "d9c7de7abe164beebb358cfc78084d03",
            "sentence": "I want for buy some jewelry for Mary, but I don't know what I should buy."
        },
        {
            "id": "b3bed959d77c47bca16659dba09d7764",
            "sentence": "I still think it's unlikely that we'll ever find somebody to replace Tom."
        },
        {
            "id": "c187d8c1b22a481e8b314248a31310dc",
            "sentence": "I still think that it's unlikely we'll ever find somebody to replace Tom."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}