{
    "currentPage": 35546,
    "pageSize": 20,
    "items": [
        {
            "id": "a9fcec060fe94f4982fd3a986b41ddfe",
            "sentence": "Tom was feeling peckish, so he rang room service and ordered a hamburger."
        },
        {
            "id": "ef3cdfcd47bc4e63bde5444d16c111a8",
            "sentence": "Mary's biggest disappointment in life is not being able to have children."
        },
        {
            "id": "cd3b0a387abf4dd680e870d6b3076535",
            "sentence": "Tom is a creature of habit and does pretty much the same thing every day."
        },
        {
            "id": "f0fa15e8faec46e98c5d66600a55c4b8",
            "sentence": "Tom went to school even though his mother told him he was too sick to go."
        },
        {
            "id": "7564b25d9e494610b34174e4e3b97250",
            "sentence": "Please don't forget to put stamps on the letters that I gave you to mail."
        },
        {
            "id": "c9939c71d62f4095b00d0dd95e1ae0bf",
            "sentence": "If that accident had happened in the city, it would've caused a disaster."
        },
        {
            "id": "fe53034841fb401b8fc0225a8ee1bf2c",
            "sentence": "I don't think that you need to tell Tom what Mary said she's going to do."
        },
        {
            "id": "da79a486a3b94086a99964af86cc49a8",
            "sentence": "You seem to be prejudiced against ideas that come from foreign countries."
        },
        {
            "id": "7ac5a7aec712434fa6272adbcd6d4dea",
            "sentence": "The boy pretended he could read, but he was holding the book upside down."
        },
        {
            "id": "aa71b79efd3f418b9e8f7b5d94118baf",
            "sentence": "The mayor thought that he should investigate the decline in tax revenues."
        },
        {
            "id": "78f5f077648e4a0f8af632b4695b833f",
            "sentence": "Because his parents had died when he was young, his uncle brought him up."
        },
        {
            "id": "d225b18c6f904399b490bafc9852f16a",
            "sentence": "You cannot learn the truth unless you hear what both parties have to say."
        },
        {
            "id": "db65ee93560b4281b1164005de0bac63",
            "sentence": "At Christmas she went out of her way to buy me a really nice model plane."
        },
        {
            "id": "9b8211177b2d4752893fdf40e1194b25",
            "sentence": "The child next door was showing off his brand new bicycle to his friends."
        },
        {
            "id": "3de57f49363a498eb0efbc1ef6b8e654",
            "sentence": "Would it be possible to set up a meeting with us on April fifth or sixth?"
        },
        {
            "id": "6f5e3fa629df4e4eaa1e51385f0fad04",
            "sentence": "The driver stopped and opened the door, but no one got on or off the bus."
        },
        {
            "id": "4c18afeb50034ef9b0d27986e66d3e0d",
            "sentence": "If you let the engine run, you might be able to hear what the problem is."
        },
        {
            "id": "fb851d05ef374dbe9a6d9008b71798a3",
            "sentence": "Tom got tired of walking and sat down on one of the park benches to rest."
        },
        {
            "id": "de688bed4f9d48138b545581ad0371cd",
            "sentence": "What we thought might be a bomb turned out to just be a can of motor oil."
        },
        {
            "id": "5ab987d24ca24594a8aeb66e8ed6e494",
            "sentence": "I was supposed to race this week, but I had to drop out since I got sick."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}