{
    "currentPage": 35559,
    "pageSize": 20,
    "items": [
        {
            "id": "97c4c1b6fd294914b33a007f0f2ca541",
            "sentence": "Manga are to the Japanese film industry what bestsellers are to Hollywood."
        },
        {
            "id": "3b04466cf421438ab18fce67822361ca",
            "sentence": "I don't know what they're saying, but I know that they're speaking French."
        },
        {
            "id": "78289eca82954a9db7f085b2a5489535",
            "sentence": "Tom said that he thought that it would be a waste of time to study French."
        },
        {
            "id": "93e92c9bb36a4f3fb3fd8b70ec993c13",
            "sentence": "The sauce should simmer, but not boil, for at least 30 minutes to thicken."
        },
        {
            "id": "fa65012b22794b2bba15e0eb9622a537",
            "sentence": "I absolutely cannot fathom why you bought that ridiculously expensive car."
        },
        {
            "id": "b9ca37c014a746f8b3f46e9bdcdf90f7",
            "sentence": "Make ten copies of that document and bring it to conference room number 1."
        },
        {
            "id": "9e26d539a3244eb599388f1225bbc8eb",
            "sentence": "Because some urgent business came up, he wasn't able to go to the concert."
        },
        {
            "id": "c9b6954dfeb34312ac240193d06f4a4a",
            "sentence": "In the quiet room, only the sound of the old clock ticking could be heard."
        },
        {
            "id": "edb1c355583c446c8ce3444067df529e",
            "sentence": "That man over there is the same man I saw in the park yesterday afternoon."
        },
        {
            "id": "ed96cc0feedc429f88d6a96eaa54ead7",
            "sentence": "Tom and Mary walked on the beach and searched for seashells and shellfish."
        },
        {
            "id": "83657ec4d1a747c2acd7f4c668992a91",
            "sentence": "I have better things to do than sit here just waiting for Tom to get here."
        },
        {
            "id": "7f649b8773f646f1b3c5c267af81fe11",
            "sentence": "Tom called me a party pooper because I left the party just after midnight."
        },
        {
            "id": "430a77cf87bf41a496578884397f6e7a",
            "sentence": "I wonder whether or not Tom still drives the car his grandfather gave him."
        },
        {
            "id": "60dda6c25bcd4728848774bfeda438c2",
            "sentence": "When we are asleep, bodily functions slow down and body temperature falls."
        },
        {
            "id": "40019367fa494848bcfb4a49b1ef2fcf",
            "sentence": "No matter how many times I've been shown, I just can't learn to tie a tie."
        },
        {
            "id": "8894a01ab28d4fb9b1202a1135d35171",
            "sentence": "The special lecture was put off until the next day due to the bad weather."
        },
        {
            "id": "ee1cde2bba2a49dc88e9b9c855cd1334",
            "sentence": "Only Tom would use the purchase of a new TV as an excuse to throw a party."
        },
        {
            "id": "e781d12547a54f6dbe97c78e17118b0b",
            "sentence": "If you want to study in the United States, you need to get a student visa."
        },
        {
            "id": "ec010bdf8dec4ec296a8c45982cd5068",
            "sentence": "Tom realized that he didn't have enough money to buy everything he wanted."
        },
        {
            "id": "d7f9488e7a2341889bd8433242cfc521",
            "sentence": "Tom realized that he didn't have enough time to do what needed to be done."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}