{
    "currentPage": 35558,
    "pageSize": 20,
    "items": [
        {
            "id": "a1c196f9d1b4462a872aa2143bc3e737",
            "sentence": "What's the point of being on a team if everyone just does their own thing?"
        },
        {
            "id": "9979cc3ea839484ca55e8f7ad7488d87",
            "sentence": "These straw mats, called \"tatami\" in Japanese, are no longer made by hand."
        },
        {
            "id": "68c49ccd9aea478f86381f8b64d18f05",
            "sentence": "Tom's mind went blank when he got up to give the eulogy at Mary's funeral."
        },
        {
            "id": "bff4e6def8244e17a9086722327373bd",
            "sentence": "Tom's success was due more to his persistent hard work than to his talent."
        },
        {
            "id": "65166e5df5c6409d8399c798e147e300",
            "sentence": "As a matter of fact, he did just catch that bird in midair with his teeth."
        },
        {
            "id": "9ddeb8e2c6e548008d85973460938d62",
            "sentence": "This place holds a lot more people than where we held the event last year."
        },
        {
            "id": "598bf6c76d7e4dcab3c4446cb3ed643c",
            "sentence": "Tom didn't want to wear the shirt his mother had gotten him for Christmas."
        },
        {
            "id": "c7a7774b3207444ea6eea55a313540c8",
            "sentence": "How much bandwidth would you save by just using audio and not your camera?"
        },
        {
            "id": "45eb9a6464e84b1fb043efd79eaa02ca",
            "sentence": "She became the director of the cardiology department at the city hospital."
        },
        {
            "id": "687dfb186fbe41569cdb9f5c53e5f004",
            "sentence": "Tom drove for thirty minutes and then let Mary do the rest of the driving."
        },
        {
            "id": "03b024f8a2264ca4bd257212881b2aa5",
            "sentence": "It wasn't until the next morning that we learned that Tom had been killed."
        },
        {
            "id": "90045007e49042578f0074ad5ca5a43a",
            "sentence": "The vandals smashed all the windows and knocked all the garbage cans over."
        },
        {
            "id": "eb762c639a73497b98d12a30c5ba8f8d",
            "sentence": "Tom saw a man wearing a hat standing next to Mary and wondered who he was."
        },
        {
            "id": "b3ef44de6ebb48ed9442c6984fa4f01f",
            "sentence": "The first time I saw this movie was years ago at a drive-in movie theater."
        },
        {
            "id": "72012c5032f44a8aadb20e15079effbc",
            "sentence": "I would like to upload several photos to the forum. Could you tell me how?"
        },
        {
            "id": "2f712d8e9ad24dfb977806da634b7848",
            "sentence": "As soon as Tom got on the train, the doors closed, and it started to move."
        },
        {
            "id": "547a41e5512b4ea8b2b961fd736cc81a",
            "sentence": "There usually aren't this many cars on the road this early in the morning."
        },
        {
            "id": "66bfe971c1534b87a3626fc9fe8c7b76",
            "sentence": "I have to turn in an essay tomorrow and I haven't even started writing it."
        },
        {
            "id": "24fbccb878cd42fba50a0339fcc2474e",
            "sentence": "I tried to convince Tom to do that, but he said that he wasn't interested."
        },
        {
            "id": "39022e23482247d1b8a8699be230b543",
            "sentence": "Tom has become better at playing the clarinet since I last heard him play."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}