{
    "currentPage": 35557,
    "pageSize": 20,
    "items": [
        {
            "id": "2233a25468544b1ba2b95c979de69b50",
            "sentence": "Please leave a message after the beep or drop some candies in our mailbox."
        },
        {
            "id": "9c7edc424e0e4b8eb391365ec7df1841",
            "sentence": "Tom returned to his hometown to visit his parents during the summer break."
        },
        {
            "id": "70c9d720e37c4fc4800d3028359765c3",
            "sentence": "The tea I drank at Tom's house yesterday was the best tea I've ever drunk."
        },
        {
            "id": "fa9dde3730c0433fb1c5395138b290e9",
            "sentence": "Tom told Mary about something that happened to him while he was in Boston."
        },
        {
            "id": "f12d8fabef1e4c7896d16b0ff326ce9d",
            "sentence": "You look like a kid that just got caught with his hands in the cookie jar."
        },
        {
            "id": "06dcc2ffea3d463f9c566151352d9404",
            "sentence": "My friend broke up with his girlfriend and now he wants to go out with me."
        },
        {
            "id": "7003feecbc374a589d6b55c48c3b0357",
            "sentence": "Tom was responsible for more than one significant scientific breakthrough."
        },
        {
            "id": "2010e5d39fb44fffae38190c9afc070a",
            "sentence": "Some of the most sociable people I know have friends both online and off-."
        },
        {
            "id": "28c74c4daf2f4f09b11bd4eea943796c",
            "sentence": "You're the only person I know who doesn't knock before entering my office."
        },
        {
            "id": "6525353366c442c38df004da9a08b4fb",
            "sentence": "I could've been finished doing that by 2:30 if I'd worked a little faster."
        },
        {
            "id": "85ab9115412643b5b8c5053e08010921",
            "sentence": "A more experienced lawyer would've dealt with the case in a different way."
        },
        {
            "id": "aa65a5ec1dc94169bef449c65d9b75a3",
            "sentence": "I wish that I'd spent more time training my dog when he was still a puppy."
        },
        {
            "id": "5d0d7fafd39a4fa6ae85875d2da10568",
            "sentence": "I've spent enough time here that I already know I don't want to live here."
        },
        {
            "id": "cde6691cc6c6477d8102cfe1f43ad0de",
            "sentence": "You should really call your mother and tell her you'll be late for dinner."
        },
        {
            "id": "bacac5c0ba56407d8284d73ef348c87e",
            "sentence": "I'm thinking about complaining about my son's teacher at the kindergarten."
        },
        {
            "id": "75ebb9d8396b474090dcbb175fac56f4",
            "sentence": "At least three hundred people have been injured, thirty of them seriously."
        },
        {
            "id": "5bc53d9ed51247f7a6ea7ed0e4754549",
            "sentence": "I suspect that Tom and Mary know something interesting is about to happen."
        },
        {
            "id": "30f2e264e61b46dfa497c59736dbff42",
            "sentence": "I suspect Tom and Mary know that something interesting is about to happen."
        },
        {
            "id": "8ab572565d6e4213ac0399ae7811853b",
            "sentence": "The year after I graduated from college, I was finally able to find a job."
        },
        {
            "id": "fd9b1d26365747e3816cd1dc6f07bcc5",
            "sentence": "The police haven't yet caught the person who committed this hideous crime."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}