{
    "currentPage": 35556,
    "pageSize": 20,
    "items": [
        {
            "id": "525255604923451db1c7b90bc2ff28da",
            "sentence": "Tom saw Mary eating meat, even though she'd told him she was a vegetarian."
        },
        {
            "id": "89245706f8a140229782fed50e3bbb32",
            "sentence": "Note that we work with a slight generalization of the original definition."
        },
        {
            "id": "2e29b9691b5540c79c417cb821a1a8f7",
            "sentence": "I don't know whether it's important to you, but it's very important to me."
        },
        {
            "id": "bd9b7d24080b46e4a2220c9a235a2cd5",
            "sentence": "I noticed that I had grown up when I started following my parents' advice."
        },
        {
            "id": "2f4047b6c9b849369b5fe5461bf891f3",
            "sentence": "Easter bunnies are an oviparous species in the mammal family of Leporidae."
        },
        {
            "id": "0601562592604341b853e62864ddc715",
            "sentence": "Tom didn't want to buy flowers for Mary, but John told him that he should."
        },
        {
            "id": "4353d4e161234eb689d6701690aa9333",
            "sentence": "He hurried to the house only to be disappointed to find that it was empty."
        },
        {
            "id": "cd2f370b2d454e4591529a967edc3563",
            "sentence": "I can still recite some of the poems I learned in high school from memory."
        },
        {
            "id": "bac5774c9e39459280883f094a840590",
            "sentence": "Tom didn't really see a ghost. What he saw was Mary wearing a white dress."
        },
        {
            "id": "e6b24a968f4449b393fd2a629294be96",
            "sentence": "The scenery is nice, and the food is good. The only problem is the people."
        },
        {
            "id": "542b6b24959c4165a60a9aa2a102a81c",
            "sentence": "I did everything I could, but I failed anyway and now I feel disappointed."
        },
        {
            "id": "8d4b943cf6b14d4fa63681bb155b05ad",
            "sentence": "You didn't know that you weren't supposed to do that by yourself, did you?"
        },
        {
            "id": "a802544383b24035a61a3b0448db7d92",
            "sentence": "There really was an Alice, but Wonderland is a figment of the imagination."
        },
        {
            "id": "529d8763e57241ed9c5d97975c364331",
            "sentence": "Admitting that there is a problem is the first step to fixing the problem."
        },
        {
            "id": "e361906b98574776bbccc608b7518265",
            "sentence": "I want to summarize the content of the presentation and draw a conclusion."
        },
        {
            "id": "99829a06c1ec45a89140d96f24a6f37e",
            "sentence": "I could barely hold back my tears when I received the news of Tom's death."
        },
        {
            "id": "5db96bacc48d4d5a93a352c1e6399087",
            "sentence": "Mary usually gives Tom the silent treatment after they've had an argument."
        },
        {
            "id": "71e03f6a71514ed59cee756da6aea8f6",
            "sentence": "Mary welcomed Tom with open arms after he'd been abroad for several weeks."
        },
        {
            "id": "fc2f771004d649ea899dab72a4422293",
            "sentence": "Tom is in the habit of constantly finding fault with everything Mary does."
        },
        {
            "id": "a4d9ab15746b455b856b94a0bbdd9abb",
            "sentence": "People in this village began to mysteriously vanish about three weeks ago."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}