{
    "currentPage": 35563,
    "pageSize": 20,
    "items": [
        {
            "id": "30d4764c9b1e467d83bc29efbfd85c59",
            "sentence": "I was going to try to get into Tokyo University, but I've changed my mind."
        },
        {
            "id": "bbeb20f6f9f347129c342aaba62dfa34",
            "sentence": "That charity is named after someone who contributed about two billion yen."
        },
        {
            "id": "9b28ef8a85ce4eef94c98ab2caeb4f48",
            "sentence": "Are you sure you want to spend Christmas with me and not with your family?"
        },
        {
            "id": "558a2f76c29d4f05a0c1578ced3d1b15",
            "sentence": "It would be easier for me to do that myself than to tell you how to do it."
        },
        {
            "id": "90c2bb51cebc417f953730370f26ef17",
            "sentence": "Slacktivism is a portmanteau formed out of the words slacker and activism."
        },
        {
            "id": "862feebdfa694cb98805f5d2481d8fc7",
            "sentence": "I didn't know that Tom was the one who taught you how to play the ukulele."
        },
        {
            "id": "ae352a15523a42a4b117c2c53240602b",
            "sentence": "The weather report said that there will be thunderstorms tomorrow evening."
        },
        {
            "id": "f468143ed2974111909cfe694f6b3d66",
            "sentence": "I saw what happened last year. I hope that doesn't happen again this year."
        },
        {
            "id": "44742482172349c692f125cd8cc1f57f",
            "sentence": "No one knew it was Tom who donated three million dollars to the orphanage."
        },
        {
            "id": "9debcff2c82740d39cfeda16aec080fb",
            "sentence": "My husband and I were spinners, but our spinning company drove us to ruin."
        },
        {
            "id": "82b644303bf3486788d66180458e0182",
            "sentence": "This composition is so badly written that I cannot make out what he means."
        },
        {
            "id": "66533f67a765420e8ca0d6cb142b4113",
            "sentence": "Tom's older brother looks a lot like Tom, but his younger brother doesn't."
        },
        {
            "id": "ef7026d4cbb749b3bffc4d71c3aa4782",
            "sentence": "A stranger asked the girl whether her father was at home or at his office."
        },
        {
            "id": "643b3b7d82834ea0971a398c2ac770fb",
            "sentence": "This is your responsibility. It's not the kind of thing you can laugh off."
        },
        {
            "id": "3cb78e3a894b454491926d56c295b9bd",
            "sentence": "I've been thinking about marriage a lot, and I think we should just do it."
        },
        {
            "id": "97a509b9eb59419b81f863bd3a4a4b3e",
            "sentence": "It's better to take your time at this job than to hurry and make mistakes."
        },
        {
            "id": "b6c21b5274be42a2999f424eb7a61afa",
            "sentence": "I was wondering if you could give me a lift, if it isn't too much trouble."
        },
        {
            "id": "079dc6df36ba4d5b8ff0405a8a84cf76",
            "sentence": "The story was a two-faced lie that she told you to make you angry with me."
        },
        {
            "id": "354fe2dcaf66444a81a8638f8bcc32cc",
            "sentence": "As soon as you have done that, I would like you to start preparing supper."
        },
        {
            "id": "f12cd34cd52d4d87b923deebef2ccbe1",
            "sentence": "I'll give you our answer after we go into your proposal in greater detail."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}