{
    "currentPage": 35561,
    "pageSize": 20,
    "items": [
        {
            "id": "3795a0887d514804b73928e2bd0280bf",
            "sentence": "I am near-sighted, so I cannot make out what is written on that signboard."
        },
        {
            "id": "5f4a8a4ef50c42f696bdeef0be27bde0",
            "sentence": "A little thought will tell you that the whole plan is out of the question."
        },
        {
            "id": "a5e6a4a2144c4cd38d94cf20bc37f2df",
            "sentence": "It will be your job to acquaint the newcomer with the rules of the office."
        },
        {
            "id": "1ef0f936ce3b44738e2f9b570fbe0448",
            "sentence": "I had to take a taxi because the heavy rain caused all the trains to stop."
        },
        {
            "id": "7759e2d3f7bd47ddb0bff4b2b3c6754b",
            "sentence": "He had no sooner gone out of the room than all of them burst out laughing."
        },
        {
            "id": "8e5cf21d301d467cb7f74948e6652e14",
            "sentence": "I'm going to ask him for an autograph. Do you have anything to write with?"
        },
        {
            "id": "ff44d688b33d45ab93506e968b260345",
            "sentence": "If you would like me to introduce you to him, I will write him right away."
        },
        {
            "id": "7ae3c8292e4440e6bf20241f5ea8ffdb",
            "sentence": "He has some grave defects, but I think he is a great scholar all the same."
        },
        {
            "id": "a8ac40c4e9214a9887cd342779d0eca7",
            "sentence": "I just couldn't put up with the man smelling of whisky sitting next to me."
        },
        {
            "id": "c9d068c49d5942e7a4aebc9e22a1708e",
            "sentence": "Today, we can tell how the weather will be with a high degree of accuracy."
        },
        {
            "id": "b9d369a4cd174d248be7e67414e14662",
            "sentence": "The last to leave was a tall man, with a pale face and smooth, black hair."
        },
        {
            "id": "877be859d18d4e9486f662c3a6374124",
            "sentence": "My wife had a hard time getting into the swing of our new life in America."
        },
        {
            "id": "b91f883852c84cf0809b2f5a288ade77",
            "sentence": "The child began to cry as she woke to find herself left alone in the room."
        },
        {
            "id": "49c8d931df6442feaa7f38c94d294d5c",
            "sentence": "I was called into the office first, my name being at the head of the list."
        },
        {
            "id": "438087dbaf13417280460ae78a574d99",
            "sentence": "Since I was sick for a week, I'm making every possible effort to catch up."
        },
        {
            "id": "b7009a4f983943c68d317a76e1e6cc46",
            "sentence": "I have spent more than two-thirds, if not all, of the money for a new car."
        },
        {
            "id": "85028937abf445e19af91a705f2de334",
            "sentence": "I am sure I'll get along with him because we are from the same prefecture."
        },
        {
            "id": "9da0555b89794a8796e0251b70996536",
            "sentence": "It was not until I got off the bus that I realized I had left my umbrella."
        },
        {
            "id": "dd2bfbe05903485abf7ed9691901c81b",
            "sentence": "Had it not been for your raincoat, I would have been drenched to the skin."
        },
        {
            "id": "f962fd5854c243ee93972679adfbb394",
            "sentence": "The capital of Ecuador is Quito, in the mountainous province of Pichincha."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}