{
    "currentPage": 35568,
    "pageSize": 20,
    "items": [
        {
            "id": "3f58f3576e0a4efead85b02c73f1f2fc",
            "sentence": "If you shout from the top of a cliff, you can hear the echo of your voice."
        },
        {
            "id": "0f8279c95a1047a3be638bd4cecfb0af",
            "sentence": "The tennis players both walked off the court and headed toward their cars."
        },
        {
            "id": "6710e03142ad4a1bb0f76273350d5be7",
            "sentence": "In Esperanto an adjective ends in \"a.\" The plural is formed by adding \"j.\""
        },
        {
            "id": "5d0e875a21214334b601b2e5d7153a1b",
            "sentence": "Tom and Mary exchanged a wave across the street as they passed each other."
        },
        {
            "id": "3c9111c64d9149ac81d726e3b295c0e2",
            "sentence": "I'm sorry I'm late, but I got tied up with something I wasn't counting on."
        },
        {
            "id": "42fb5d3cf14844dd97a0970d59fe7799",
            "sentence": "Whenever I feel like giving up, I think of what my father used to tell me."
        },
        {
            "id": "25f15d2194c2415b8383b02bd96c98bb",
            "sentence": "I know you want to act all macho and all, but now's not the time for that."
        },
        {
            "id": "ae7de779ff5c460a85defde9b7a63389",
            "sentence": "I've spent a lot of time with Tom, and I've gotten to know him quite well."
        },
        {
            "id": "b3cefffbc65f44e38a8d876c218d8f98",
            "sentence": "Since his arrival in town, all the women have remained cautious about him."
        },
        {
            "id": "81287334eb664eacb1196ac621332e38",
            "sentence": "Tom bought a mask and a snorkel so he could go snorkeling with his friends."
        },
        {
            "id": "f9b2174f12294c81a7f2c7a92556f0fc",
            "sentence": "Tom crushed the sheet of paper up into a ball and threw it across the room."
        },
        {
            "id": "20c8c01cb73a4012a4b6f5f378bdb801",
            "sentence": "Tom felt that it would be a waste of time to translate the letter for Mary."
        },
        {
            "id": "0b1c717c458a443297d668b41407bd4c",
            "sentence": "Tom gave Mary a box of chocolates, and then ate all the chocolates himself."
        },
        {
            "id": "a1de79d0bd114ec995dcb8a28ac80e9d",
            "sentence": "Tom took the framed photo off the mantelpiece and took a closer look at it."
        },
        {
            "id": "a574abf230ce49559504e806862ea39b",
            "sentence": "Tom writes something in his diary every evening, no matter how tired he is."
        },
        {
            "id": "7bbf3d2d67a945a6a6236bab3d859a38",
            "sentence": "We waited for the bus, but it was over 30 minutes late, so we caught a cab."
        },
        {
            "id": "2980ad930fb14208a522500081008a55",
            "sentence": "When Tom ate some food that had fallen on the floor, Mary looked disgusted."
        },
        {
            "id": "4afdc1f183c34202afc90ddcf3f5c7e2",
            "sentence": "Mary is a very beautiful woman. On a scale of one to ten, she\\'s an eleven."
        },
        {
            "id": "0fec9d1bbc78410abf0016272f32057d",
            "sentence": "Tom and Mary weren\\'t able to eat the spicy food that John made for dinner."
        },
        {
            "id": "e4bbe45613f94e2fbf362f35c5fa298c",
            "sentence": "I thought chances of Tom not noticing what Mary was doing were pretty slim."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}