{
    "currentPage": 35575,
    "pageSize": 20,
    "items": [
        {
            "id": "98a03e4f8aab4417bda38d20438e5c7a",
            "sentence": "Your arrogance makes you think that without you, everything would go wrong."
        },
        {
            "id": "3ee310f00bf94393868f5f0e842b2176",
            "sentence": "You don't want to get wet and catch a cold, so take this umbrella with you."
        },
        {
            "id": "9f8d4f1f969943a8afea8ad6bf38ffc2",
            "sentence": "I don't think that many people can say they're satisfied with their salary."
        },
        {
            "id": "5440337c71d14c4bb606e57688b9b09b",
            "sentence": "I can't believe a guy like Tom was married to a woman as beautiful as Mary."
        },
        {
            "id": "4f383af8cc0f425fad018f199c293e15",
            "sentence": "I don't often eat in restaurants that have pictures of food on their menus."
        },
        {
            "id": "6686e29ec7ee48eba5c7e80962eebe9a",
            "sentence": "Mary cried on Tom's shoulder while she told him how John broke up with her."
        },
        {
            "id": "861ebadfb9a847238463310dd7ee1fa2",
            "sentence": "Tom and Mary both played with the same orchestra, but not at the same time."
        },
        {
            "id": "83c1b980eb074005b753792262df903a",
            "sentence": "I walked as far as the post office, where I took the bus for Tokyo Station."
        },
        {
            "id": "71c6e6fce83e4cef9060de203e713b5f",
            "sentence": "The teacher was quite candid about my chances of entering Tokyo University."
        },
        {
            "id": "18c53ed54775494d969d5df9a1ac5ef2",
            "sentence": "Write your name on the blackboard and then introduce yourself to the class."
        },
        {
            "id": "9308e76494c4495797ea617ee353b666",
            "sentence": "They differed with each other on the care and upbringing of their children."
        },
        {
            "id": "410d31650fc84e94a944a44e3898d186",
            "sentence": "You're still not completely convinced that that's going to happen, are you?"
        },
        {
            "id": "13bed2148e31424bbc8342613028125e",
            "sentence": "I won't force you to do that, but if you don't, there will be consequences."
        },
        {
            "id": "a7a410ce5d0b469abc305646c98b7785",
            "sentence": "Admitting that there is a problem is the first step to solving the problem."
        },
        {
            "id": "6df63572bed44cbdb760a851516f7425",
            "sentence": "Mary will never lose weight because she is incapable of sticking to a diet."
        },
        {
            "id": "9f178a47226d404aabe12d9ce6a9ee73",
            "sentence": "When Tom found out that there was no chance of escaping, he killed himself."
        },
        {
            "id": "a131c85c8edc41e6b5559cbfabd1bc4f",
            "sentence": "From the direction that he was going in, I would say he was headed to town."
        },
        {
            "id": "d3ab29c092044b3fabfd2f735e5da3e8",
            "sentence": "Many people believe that Tom and Mary are secretly in love with each other."
        },
        {
            "id": "dc9c9c34772549c6a9541f650be873fb",
            "sentence": "I hope that we can avoid making the same stupid mistakes we made last time."
        },
        {
            "id": "8c89f930ce8b437c8a319954aa8a2be1",
            "sentence": "Tom is worried about Mary since he hasn't heard from her since last Monday."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}