{
    "currentPage": 35577,
    "pageSize": 20,
    "items": [
        {
            "id": "b5585ee97c2746b0b39c36e8c6d88e8e",
            "sentence": "At the party, just pretend that I'm not your dad, and you'll have more fun."
        },
        {
            "id": "46c9836f0b8b4d46aa06d01e6c615424",
            "sentence": "This problem is probably related to the one we were working on last Monday."
        },
        {
            "id": "d17fc06c9bcd49118c0fedb7050de611",
            "sentence": "I live with my mother and step-father, and my brother lives with my father."
        },
        {
            "id": "cb8a11f779ab401c83e7e330b6791090",
            "sentence": "Many great thinkers who were unknown while alive became famous after death."
        },
        {
            "id": "5abb39a7cd754797b27a98b7e7fdddb7",
            "sentence": "It wasn't until the following day that we learned that Tom had been killed."
        },
        {
            "id": "0a37a45e1ca74b68b3c113c2ede9a160",
            "sentence": "In this country, any fool can be a governor, a representative or a senator."
        },
        {
            "id": "8a02a565ba324c0ab4d7466083e81539",
            "sentence": "The girl next to me on the plane started to get scared from the turbulence."
        },
        {
            "id": "0339077f38b04cd28f0ca13d683d8974",
            "sentence": "Tom is wearing the same shirt today that he's worn for the last three days."
        },
        {
            "id": "f416eca6f40740d0bf534fa51f37a427",
            "sentence": "There were a lot of things we wanted to do, but we didn't have enough time."
        },
        {
            "id": "8b7f9d5d827a4371b37d91d75f915939",
            "sentence": "You're not the only one who's thirty years old here. Tom and Mary are, too."
        },
        {
            "id": "61905ecbe6314de5b7870310eaa2fa7a",
            "sentence": "Tom successfully convinced many people that he possessed paranormal powers."
        },
        {
            "id": "f22fd5bddeca4d33828a052fdf27f510",
            "sentence": "The roller coaster broke down and Tom was stuck at the top for eight hours."
        },
        {
            "id": "e7fc60b0be5a4606afd2273ae052a2d4",
            "sentence": "Tom wants to know when you'll go to Australia and how long you'll be there."
        },
        {
            "id": "7af52699c32249c8a442d1d3bc2f6a11",
            "sentence": "I'm finally able to understand what's interesting about professional shogi."
        },
        {
            "id": "2c80e72a3c47423ba5bbf2b711a025f0",
            "sentence": "My neighbors started arguing about three hours ago and they're still at it."
        },
        {
            "id": "15a5ce90030e410f98c35ad2099ae1ce",
            "sentence": "I see no reason that we need to wait until Tom gets here to start drinking."
        },
        {
            "id": "d32a606a2c854aefbb823baa46697a01",
            "sentence": "Have you seen my keys? I thought that I left them on the dining room table."
        },
        {
            "id": "df8175ce2df74b95a8c8a5eec7306762",
            "sentence": "The train that just left the station was the one we were supposed to be on."
        },
        {
            "id": "703c2dfbf3894cdaa8c856e3ad2434e8",
            "sentence": "I spent over an hour with a customer, but she ended up not buying anything."
        },
        {
            "id": "60c3031e4209482eb67fe07fe18ed43d",
            "sentence": "The small fork is for your salad, and the large one is for the main course."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}