{
    "currentPage": 35576,
    "pageSize": 20,
    "items": [
        {
            "id": "50951952936e47aabd9ab92851e72a3a",
            "sentence": "Tom and Mary sat the kitchen drinking tea and talking about their children."
        },
        {
            "id": "a13f52bca6364e0eb2baedc3bace2cdb",
            "sentence": "Tom drove over the bridge, not knowing that it would be dangerous to do so."
        },
        {
            "id": "73654aa41e164fdca65521ad242887f1",
            "sentence": "The more I try to forget about my ex-boyfriend, the more I think about him."
        },
        {
            "id": "a0ea964baaa64751976490c4e40bc5f9",
            "sentence": "Give yourself short-term goals and reward yourself when you reach each one."
        },
        {
            "id": "b86236d990a046f0a1a52625ede1816d",
            "sentence": "It might end up being impossible to do, but we could at least try doing it."
        },
        {
            "id": "010d8abfe6db48bf93ba208a68a16c58",
            "sentence": "This is how I've always done this, and I plan to keep on doing it this way."
        },
        {
            "id": "ef4ee8ea717c417fa16291d510f2f70d",
            "sentence": "A fact-finding committee was set up to determine the cause of the incident."
        },
        {
            "id": "ecf87863d6d8483eb1b8fd4ab99a83a8",
            "sentence": "Let's decide what needs to be decided, then let's split into two teams, OK?"
        },
        {
            "id": "53e72951a94243759dbb78bceeda7720",
            "sentence": "My favorite flowers are carnations, daffodils, chrysanthemums, and violets."
        },
        {
            "id": "1a3d346bfdbf46209a8948d1c2c5c459",
            "sentence": "Many salesmen are smooth talkers, so I think you shouldn't trust them much."
        },
        {
            "id": "e9f89871bdb14fac826f3cd2652eef28",
            "sentence": "Tom asked Mary to sell him the guitar she'd inherited from her grandfather."
        },
        {
            "id": "982eabc6a8894132b7b851d2f008ff1a",
            "sentence": "As soon as it started raining, Tom realized he'd left his umbrella at home."
        },
        {
            "id": "5dd191c8ecb340bcb26a248089accc7c",
            "sentence": "I don't think you need to tell Tom what Mary said that she was going to do."
        },
        {
            "id": "3632b491526a430f8a782ca98658b33e",
            "sentence": "Tom apparently hasn't yet told Mary that he isn't going to be at her party."
        },
        {
            "id": "691dc9037f9f44cf823de35a8e938b50",
            "sentence": "Every time I think about what happened to Tom, I feel sad and start crying."
        },
        {
            "id": "1c154b3e14a94828a69d919b0acce146",
            "sentence": "You'll need to speak in French if you want this audience to understand you."
        },
        {
            "id": "285c2589b28149dc916eb8abc794f7c0",
            "sentence": "Tom's acknowledgement that he stole the ring cleared the maid of suspicion."
        },
        {
            "id": "a6e3b3aef84641c0acb64f1643b57564",
            "sentence": "I see no reason that we have to wait until Tom gets here to start drinking."
        },
        {
            "id": "f8d01016ea6746fdb3b7823a22b26d2c",
            "sentence": "Just because someone's smiling doesn't necessarily mean that they're happy."
        },
        {
            "id": "3cea1f9590bd4c77aae51fcbad81637d",
            "sentence": "Because of the traffic jam, it took us thirty minutes to cross that bridge."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}