{
    "currentPage": 35578,
    "pageSize": 20,
    "items": [
        {
            "id": "20dcab4e1ec24bf4b39fbdb40a53ce98",
            "sentence": "Tom was sitting in one corner of the room, and Mary was sitting in another."
        },
        {
            "id": "15b5b4cc937b4db082c0b36a644afbe2",
            "sentence": "You're always trying to provoke me into saying something I'll regret later."
        },
        {
            "id": "28962c0dd11a464eb3e63518be09cef3",
            "sentence": "I'm sure that other people have told you this, but you're really beautiful."
        },
        {
            "id": "6ffc11ffa1eb46f09ba2154a1092b20e",
            "sentence": "Many people don't realize that antibiotics are ineffective against viruses."
        },
        {
            "id": "1fef2ba819434ba0acd03ddd97c27e0c",
            "sentence": "Tatoeba: Where debates are hotter than two rabbits making babies in a sock!"
        },
        {
            "id": "ae23de2aef514d2389f2b0047c6f16b4",
            "sentence": "I read an interesting article about climate change in this morning's paper."
        },
        {
            "id": "82d9e20823a74b968206e0d6273a08bd",
            "sentence": "I was afraid that I wasn't going to be able to find my way out of the cave."
        },
        {
            "id": "7a08ca50583e49e2aa8f05c9eec93f52",
            "sentence": "A lot of new buildings have been built around here in the last three years."
        },
        {
            "id": "582b0a6df18241a291906b137a0c817a",
            "sentence": "Do you really think that you should be taking advice from someone like Tom?"
        },
        {
            "id": "e22251b97bc8479b94f01b5df8b0c33d",
            "sentence": "If you'd prefer a room closer to the Convention Center, please let us know."
        },
        {
            "id": "d62dd4678cba4a1c98dc352aea4ac678",
            "sentence": "Consumers need to be able to make informed choices about the food they buy."
        },
        {
            "id": "25bbf249173b400788fdaca892367579",
            "sentence": "Tom's large income makes it possible for him to travel overseas every year."
        },
        {
            "id": "e68f616defb94a64982c4f39bd4727b4",
            "sentence": "Are you worried about any major problems other than your current situation?"
        },
        {
            "id": "9c544d37b1704651b7c8a2ea8ec1cd6f",
            "sentence": "Tom needed to be informed, so I asked Mary to tell him about the situation."
        },
        {
            "id": "e4c59f91c4104d96b513df8eabe3634c",
            "sentence": "Tom doesn't want his parents to know that he's going to drop out of school."
        },
        {
            "id": "144f07fd5e63495bb0748e8fe5a9335c",
            "sentence": "Write a thank-you note when someone goes out of his or her way to help you."
        },
        {
            "id": "012bac84f2a74453b9d491aadc5870bc",
            "sentence": "Sometimes rich people look down on other people who do not have much money."
        },
        {
            "id": "c4e69ffabc514f318e64a1f12d960c14",
            "sentence": "Would you please pick me up at the hotel on Friday July 11th at 10:00 a.m.?"
        },
        {
            "id": "378174a49b1848f98e4917a65f572308",
            "sentence": "That wasn't the first time that Tom got kicked out of the bar for fighting."
        },
        {
            "id": "d64b9e66e2e44711bcd6face27433d98",
            "sentence": "Tom went out of his way to make sure that we had everything that we needed."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}