{
    "currentPage": 35583,
    "pageSize": 20,
    "items": [
        {
            "id": "4539ba1a439f40b98bbe45a8d29c5360",
            "sentence": "I want to know if you're planning on going to Australia with us next month."
        },
        {
            "id": "18831c42350645ecb0bb3d8495678f18",
            "sentence": "I'm starting to get a bit worried because Tom should've gotten here by now."
        },
        {
            "id": "4dc6c98be4b349eabfee3a068ca790e7",
            "sentence": "If it had not been for your aid, I would not have succeeded in my business."
        },
        {
            "id": "684eeef75878453089491ca759216ee0",
            "sentence": "We cannot know too much about the language we speak every day of our lives."
        },
        {
            "id": "7ee557f7bf0543719e8d9b311699d299",
            "sentence": "If it had not been for his father's help, he would have failed in business."
        },
        {
            "id": "14a3f39f9c604de6940630c528a01b40",
            "sentence": "I know that it's highly unlikely that we'll be able to sell all this stuff."
        },
        {
            "id": "790a67caa0b147a38d2b3fa508383f33",
            "sentence": "In the summer, the temperature ranges from thirty to forty degrees Celsius."
        },
        {
            "id": "a195e63b90824fbbbd4f6630502f6cdf",
            "sentence": "If you can't explain something simply, you don't understand it well enough."
        },
        {
            "id": "b25c7964fb9f4df38dd47951a5b5ec64",
            "sentence": "We have two spare rooms upstairs, neither of which has been used for years."
        },
        {
            "id": "270158eb682141daa59b376a8a0c55e1",
            "sentence": "Now that my brother is a university student, he has to do a lot of reading."
        },
        {
            "id": "9895cb4ea42a47f0b4b37c0d745625ab",
            "sentence": "Almost all the passenger on the bus were asleep when the accident happened."
        },
        {
            "id": "ada9101132cf4d88a2393bbbdbe9fc0d",
            "sentence": "The bear left no stone unturned in his search for fat bugs under the rocks."
        },
        {
            "id": "3735460236a8403695a651237ea9c69f",
            "sentence": "Bear in mind that that school is an integrated junior high and high school."
        },
        {
            "id": "c3a2a4892b1b4f679b7cc9810ea8c2b8",
            "sentence": "The police had the witness explain in detail how the accident had happened."
        },
        {
            "id": "3eb340c2af884c549498003256957660",
            "sentence": "Yesterday I was caught in a shower on my way home from walking in the park."
        },
        {
            "id": "e66f3ed174734650930b1cd3e06e63bc",
            "sentence": "Those approaching retirement age have the choice of working or not working."
        },
        {
            "id": "3d726248319b4e66993d9bacaf35179a",
            "sentence": "The good thing about this electronic dictionary is that it's easy to carry."
        },
        {
            "id": "e8442ba24e5b4b379e4d9f8d4468d171",
            "sentence": "This looks and smells like orange juice, but it isn't. I wonder what it is."
        },
        {
            "id": "3ecba0e0eb9e48e192716cbae99e910f",
            "sentence": "Tom cried on Mary's shoulder while he told her how Alice broke up with him."
        },
        {
            "id": "af89c2a75b64461f9cb4a0c35cf76d1e",
            "sentence": "I'm pretty sure that I've left the keys to my office in my raincoat pocket."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}