{
    "currentPage": 35582,
    "pageSize": 20,
    "items": [
        {
            "id": "03956b78fe604173907f60ee6d43442c",
            "sentence": "I've never fallen asleep in class, but I am guilty of daydreaming in class."
        },
        {
            "id": "7bc4e44b8d9a4775b3c353109f772c61",
            "sentence": "Tom got there early to make sure that everything had been set up correctly."
        },
        {
            "id": "01624116678f4d9d852a36545b298962",
            "sentence": "Tom asked me whether I would like to go to the Bon Festival dance with him."
        },
        {
            "id": "4c9410e31b9b48df845b4a593c42b62a",
            "sentence": "Carrots are good for the eyes. Have you ever seen a rabbit with glasses on?"
        },
        {
            "id": "9e15ef1171e84a4a9241829241fd9435",
            "sentence": "The food at the restaurant where Tom and I ate at last night was delicious."
        },
        {
            "id": "87409ca63ff64d20b08069e29e2b59fb",
            "sentence": "Tom told me that if I wouldn't help him, he'd get someone else to help him."
        },
        {
            "id": "65c48eddb8b94dd5a2bec71b7f8653e0",
            "sentence": "Tom's grandmother is quite feeble and needs help with her daily activities."
        },
        {
            "id": "548ace5936ef49d59586705d6884b609",
            "sentence": "Tom's speech was so boring that several people in the audience fell asleep."
        },
        {
            "id": "f2fe16f540fc48d586ec17ad618b2569",
            "sentence": "Even though he was a school dropout, Tom was later very successful in life."
        },
        {
            "id": "fabe70f0866a4d59a2d28ec88edf65fe",
            "sentence": "I wonder whether or not Tom could be persuaded to teach my children French."
        },
        {
            "id": "9172266a2c994d38baaa37d22ad4c87f",
            "sentence": "Spearmint is a species of mint that is native to Europe and Southwest Asia."
        },
        {
            "id": "09961e8db84243b18991caaa62d3f1ac",
            "sentence": "It's good to see you again, Tom. I wish it were under better circumstances."
        },
        {
            "id": "c78109cd32db476abbe474a8caf3fd33",
            "sentence": "Of course, I'd rather win than lose, but it won't bother me much if I lose."
        },
        {
            "id": "86c47aa41a07429cbe3197839be70be7",
            "sentence": "Do you want chocolate ice cream, strawberry ice cream or vanilla ice cream?"
        },
        {
            "id": "515f846546ff4e56aa9131ba3c5a941c",
            "sentence": "Why are you looking at me that way? I'm just doing what you asked me to do."
        },
        {
            "id": "e00c7cb9020a4631a800c2d9d91e76da",
            "sentence": "For the first time in more than 6 years, the unemployment rate is below 6%."
        },
        {
            "id": "65c89c71598b46d0a20670fe6abd0c16",
            "sentence": "Tom said that he thought that he wouldn't enjoy going to Australia with me."
        },
        {
            "id": "09347d38df20438f8312e557993bdc55",
            "sentence": "This would be a better place to live if it didn't get so hot in the summer."
        },
        {
            "id": "98bfdc3a02fc406caa1433f299bba721",
            "sentence": "Tom originally wrote this in French and had Mary translate it into English."
        },
        {
            "id": "cbe312ee6f69470f9218734c38800115",
            "sentence": "We can legally make a certain amount of wine, but we can't legally sell it."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}