{
    "currentPage": 35585,
    "pageSize": 20,
    "items": [
        {
            "id": "a69a229761cb4ab399aaebdb367eb78f",
            "sentence": "I\\'ve been trying to figure out what Tom might have been doing at that time."
        },
        {
            "id": "ff4e74bb81dc4f61b686f4feb16ceada",
            "sentence": "If there\\'s anything you want to do, you should do it if it makes you happy."
        },
        {
            "id": "fefa193ea267476d9dba3d3b53a29dd7",
            "sentence": "Tom got used to living in Boston even though he\\'d grown up in a small town."
        },
        {
            "id": "a84881adcff7414dbee8d597ed296055",
            "sentence": "I\\'m not sure why Tom said those things, but I bet he now wishes he hadn\\'t."
        },
        {
            "id": "a4a6d4a433684fac98a2616822b49453",
            "sentence": "I\\'ve spent so many years as chairman that I feel it\\'s time I stepped down."
        },
        {
            "id": "13927a60347a46489f78a5ec799c332c",
            "sentence": "She owes him a lot of money, but she probably won\\'t be able to pay it back."
        },
        {
            "id": "3414777761864f0a9cc6a66504fa78fd",
            "sentence": "There were blood stains on the shirt that the police found under Tom\\'s bed."
        },
        {
            "id": "07fb8946666b492187fbab12116542bd",
            "sentence": "Mary took a little mirror out of her purse and checked her hair and make-up."
        },
        {
            "id": "6979e40a47c64501b3543f8ec7f91071",
            "sentence": "I was disappointed to see that my bonus was a bit less than I was expecting."
        },
        {
            "id": "b7384b922665413e99eb9cf351ac9199",
            "sentence": "If I had known about your illness, I could have visited you in the hospital."
        },
        {
            "id": "ba2e1601afc54a7fb2987f80683484ba",
            "sentence": "Tom eats mostly fruits and vegetables, and only eats meat about once a week."
        },
        {
            "id": "b64aa836bd8c40978dc47f4e86c0ab29",
            "sentence": "When applying to American universities, your TOEFL score is only one factor."
        },
        {
            "id": "669022a6aa64467ca7a7cd3a871d75d4",
            "sentence": "Like many students at our school, Tom stays up until late at night studying."
        },
        {
            "id": "7bce725147e6497a866a9207e792fc4e",
            "sentence": "Make sure you check all the pockets for tissues before washing your clothes."
        },
        {
            "id": "2ad474da7db74ba3ad0912071989b19e",
            "sentence": "One of the disadvantages of living alone is that you have no one to talk to."
        },
        {
            "id": "1bb21b74d30d4c22bc680781419298ef",
            "sentence": "It doesn\\'t make much sense to me, but Tom has decided not to go to college."
        },
        {
            "id": "55a6ff76a5f6431d922a7e9fc2bf6df4",
            "sentence": "Try to speak French as often as possible if you want to improve your French."
        },
        {
            "id": "b3d33b948a064955a596b75928170ada",
            "sentence": "We waited for Tom at the library for thirty minutes, but he never showed up."
        },
        {
            "id": "ef60f70b891247908a7b7db124e8db47",
            "sentence": "When the police stopped him for questioning, Tom tried to make a run for it."
        },
        {
            "id": "659f23e30dfc4337b4ae0c115017ee58",
            "sentence": "Where do you think the safest place in your house would be during a tornado?"
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}