{
    "currentPage": 35587,
    "pageSize": 20,
    "items": [
        {
            "id": "409fb433433541f8baa742e7f7ef493f",
            "sentence": "A friend is someone who likes you even though he knows everything about you."
        },
        {
            "id": "61ea3fb1a7b14883bfcff38102d1d881",
            "sentence": "I don\\'t have much time, so I\\'m going to drop in at a fast-food restaurant."
        },
        {
            "id": "6e7cdb3d6ca742ed9e4705e980ca8b8f",
            "sentence": "Tom copied all the files on his internal hard disk to an external hard disk."
        },
        {
            "id": "71517a808a7745a7a134108b408901a3",
            "sentence": "Tom told Mary that he loved her shoes even though he thought they were ugly."
        },
        {
            "id": "1dd03aa79ca34bf3b4f4af04cdc91701",
            "sentence": "I need to hide these Christmas presents somewhere that Tom can\\'t find them."
        },
        {
            "id": "7ed225b9ee4346f489fe589703e1e7c8",
            "sentence": "I have four computers, but two of them are so old I don\\'t use them anymore."
        },
        {
            "id": "24c8a9b7fe96472ca520433d74ebcfe8",
            "sentence": "Tom has been running around the office like a chicken with its head cut off."
        },
        {
            "id": "49aedc7deb6c47f8b7d5ca797c596768",
            "sentence": "Tom was waiting for Mary to leave, so he could get back to reading his book."
        },
        {
            "id": "5ec3b1ca3ec94fb7821e2e132805eb50",
            "sentence": "I don\\'t know how long Tom lived in Boston, but it was at least three years."
        },
        {
            "id": "f3781053967548e595989ec50a13104e",
            "sentence": "Tom and Mary looked at each other with concerned expressions on their faces."
        },
        {
            "id": "45039f6e0adf47bd8fd6cf443fbec1ad",
            "sentence": "Tom became fairly fluent in French after about three years of intense study."
        },
        {
            "id": "cd8ecd271a2946aa868a05c2cc6fbb65",
            "sentence": "Tom wondered whether Mary was happy with how John had handled the situation."
        },
        {
            "id": "f6820b893afb43b1b295aa2efd1e3c80",
            "sentence": "Tom was knighted by the king after saving the princess from the evil dragon."
        },
        {
            "id": "91e7fc1ab6ce47b9bbd1d0825949ff45",
            "sentence": "Tom finished cleaning the kitchen and then started cleaning the living room."
        },
        {
            "id": "9520ab7980cb4af885ddd1ab71e36679",
            "sentence": "Tom thinks that if he had tried a little harder, he could have won the race."
        },
        {
            "id": "f048f8a3073e4aeb8c02ab4499e662cd",
            "sentence": "Since the accident, Tom has given up hope of becoming a professional dancer."
        },
        {
            "id": "68c723bb44e44b759ff0e3989a1dd1ee",
            "sentence": "The flight attendant shook Tom awake and told him that the plane had landed."
        },
        {
            "id": "292f94b810d84c9ca1666fc07874540b",
            "sentence": "The letter Tom received said that he should return home as soon as possible."
        },
        {
            "id": "e43c3f79868f44e5bcfd7e5507d32b2a",
            "sentence": "The only reason Tom went to the party was that he expected Mary to be there."
        },
        {
            "id": "0895d4d044ac4ca48fc0b6c31f254921",
            "sentence": "The police caught Tom red-handed, breaking into a house in our neighborhood."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}