{
    "currentPage": 35580,
    "pageSize": 20,
    "items": [
        {
            "id": "46f2219b09774eeea190bfc4cd51d134",
            "sentence": "As a rule I get up at six o'clock, but yesterday morning I got up at eight."
        },
        {
            "id": "37deb01673d34a0a9dd316c640979392",
            "sentence": "While I was talking to one of the clowns, Tom was talking to the other one."
        },
        {
            "id": "3f818d523b7541d6be99f08b622956a6",
            "sentence": "Tom set his car's odometer back before selling it to an unsuspecting buyer."
        },
        {
            "id": "830eecb4eba745da8396c08a09d338ca",
            "sentence": "Tom wasn't at all keen to stay in the castle, which he'd heard was haunted."
        },
        {
            "id": "a6746b130ed3418dba23a0a9ad725b96",
            "sentence": "Mary knows all she has to do is snap her fingers and Tom will come running."
        },
        {
            "id": "b3eb4bcffa624217a43472a2f2b5ba74",
            "sentence": "If I'd known that Tom wasn't going to help you, I would've offered my help."
        },
        {
            "id": "b755fb8e3f85468ab71b3ddece38d3dd",
            "sentence": "Observe your cat carefully. If you do so, you'll get to know your cat well."
        },
        {
            "id": "187771db609e46618edc0795c4278aef",
            "sentence": "Tom still works at the same bar he worked at when he was a college student."
        },
        {
            "id": "2f123864fc324b24b877de1f33be1ab6",
            "sentence": "This type of bug will cover itself in its own foamy spittle while it feeds."
        },
        {
            "id": "82e79abfd4d44e7f9ff76c593e961acb",
            "sentence": "It’s amazing how a little bit of effort can result in significant progress."
        },
        {
            "id": "1e37a11a783a4cea843d9e0acfc1a655",
            "sentence": "Tom should've called a plumber instead of trying to fix the faucet himself."
        },
        {
            "id": "1eee31a8888144a5a6ea0d1001d26065",
            "sentence": "Mother, having thought about it carefully, I don't feel I should marry him."
        },
        {
            "id": "49de5f69ae964c249c55c708ab7c7190",
            "sentence": "If you have any questions, please don't hesitate to contact us at any time."
        },
        {
            "id": "2466f8221030476492a7030bfa447db1",
            "sentence": "I didn't mean to imply there was something wrong with the way you did that."
        },
        {
            "id": "37d6a9bae6a64d1a8bba3994de1f6ef5",
            "sentence": "I think that it's highly unlikely that Tom will ever face criminal charges."
        },
        {
            "id": "629bdd3186f943b4b7535e8a9210ccc4",
            "sentence": "The Board of Trustees voted to divest the organization's overseas holdings."
        },
        {
            "id": "3ce2b6edcf1e41af8c0017df8fb315fc",
            "sentence": "We like to sit around the campfire singing songs and talking to each other."
        },
        {
            "id": "386c36703f924db481292ed26c42d0f6",
            "sentence": "If you closed the windows, we wouldn't get so many mosquitoes in the house."
        },
        {
            "id": "e4e25edfa51143b8afe2f40e46ca99e4",
            "sentence": "Even though it's raining, it's not raining hard enough to need an umbrella."
        },
        {
            "id": "6417210a7e3f4bd28e568c471e2a4343",
            "sentence": "I was just wondering if maybe there was some more milk in the refrigerator."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}