{
    "currentPage": 35596,
    "pageSize": 20,
    "items": [
        {
            "id": "8fe5c617566941e99f6a63c6e425b1fe",
            "sentence": "Tom was never very good at team sports, but he enjoyed swimming and cycling."
        },
        {
            "id": "f2a9feae232b41c5b0168e39aaf6244b",
            "sentence": "Tom has been sitting in the other room noodling on his guitar all afternoon."
        },
        {
            "id": "b365e63288264e6ea1378f9f389fa02a",
            "sentence": "Tom dreamed that he had won the contest, but that his prize had been stolen."
        },
        {
            "id": "39e3a4925c5c4e7ab182591fb573678c",
            "sentence": "It wasn't simply by coincidence that Tom and Mary both happened to be there."
        },
        {
            "id": "d3fdc10b60cb498c84c9b506f156f006",
            "sentence": "This is how I've always done this, and I plan to continue doing it this way."
        },
        {
            "id": "38f39c9308be477ba664ac70aaec7b6a",
            "sentence": "There are only three pairs of chopsticks on the table. We need another pair."
        },
        {
            "id": "5b52accabc6c494e965bfc9bdf91dd4a",
            "sentence": "My father kept in touch with us by mail and telephone while he was overseas."
        },
        {
            "id": "b0cbeb33d4414b7f90b02f2ec9346cb7",
            "sentence": "The possibility the explosion was caused by carelessness can't be ruled out."
        },
        {
            "id": "90162236223046d9a10ff003a25498b3",
            "sentence": "Each episode of that TV drama ends with somebody delivering a profound line."
        },
        {
            "id": "f8133de98eab457ba9d5e064b9f4ab02",
            "sentence": "Have you had any persistent itching, rash, or dryness anywhere on your body?"
        },
        {
            "id": "6343eae86b8d41ba8260c86e679ff277",
            "sentence": "On Monday, Tom made it plain that he wasn't yet ready to throw in the towel."
        },
        {
            "id": "f4874551396c476b83d2e63db39e4971",
            "sentence": "We'd better go to another room, so they can't hear what we're talking about."
        },
        {
            "id": "eab0eb22d56a40d0a84bc04ed3b4a57a",
            "sentence": "There was hardly anyone who didn't laugh when the singer fell off the stage."
        },
        {
            "id": "5b584424557a4d07b353062300d03aea",
            "sentence": "When I was cleaning the attic, I found some old pictures of my grandparents."
        },
        {
            "id": "d3bf864f0d7f4f34a08f6b9b40f5b326",
            "sentence": "Mary made a batch of cupcakes for the party, and they were eaten in no time."
        },
        {
            "id": "e00925110f5c48b5a517086c72c26371",
            "sentence": "Mary was a quiet type who kept to herself and rarely interacted with others."
        },
        {
            "id": "3c241dd2fc9641ec8142e3231fac2733",
            "sentence": "Tom ended up asking Mary to the dance, even though he said that he wouldn't."
        },
        {
            "id": "39ff5cd2d01e4715b7b853b6b1cdade3",
            "sentence": "She couldn't have expected that he would come home when everything was over."
        },
        {
            "id": "97200881f6114a4eaa99e5362cfd1577",
            "sentence": "In the last three years, a lot of new buildings have been built around here."
        },
        {
            "id": "380e8cf85f784cfb9726b3a111e3d871",
            "sentence": "Tom found out that the man he thought was his father wasn't his real father."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}