{
    "currentPage": 35594,
    "pageSize": 20,
    "items": [
        {
            "id": "109b72a33e5c4bb8a39c00b65ba065d9",
            "sentence": "For exercise, I go jogging almost every day as soon as I get home from work."
        },
        {
            "id": "00c18285de774c238a3b4611979a8797",
            "sentence": "It's true that today women have more rights, but before they had more power."
        },
        {
            "id": "b4200165ed674607939967a4b8c7792c",
            "sentence": "Tom walked into Mary's office, pulled out his gun and shot Mary's assistant."
        },
        {
            "id": "4e72a7d978cc49b3b8b57a29043027ca",
            "sentence": "If you can't explain it to a six year old, you don't understand it yourself."
        },
        {
            "id": "22539e43006f4d97a1dd965f0ccf3cfd",
            "sentence": "Tom has been living in a small cabin in the woods for the past three months."
        },
        {
            "id": "1aef20c7b5dc4fa496e271039a32d46e",
            "sentence": "Tom painted the house as a surprise for Mary, but she didn't like the color."
        },
        {
            "id": "a4447c2ed47b40dc93b95093777f52fc",
            "sentence": "The man I talked to on the bus said that he'd been to Australia three times."
        },
        {
            "id": "d6186b3db4c3426391c1f701e0f36709",
            "sentence": "The man that I talked to on the bus said he'd been to Australia three times."
        },
        {
            "id": "6213809d292f4d3fbfafbeda3a25b20d",
            "sentence": "I must have tried on everything in the shop, but nothing looked right on me."
        },
        {
            "id": "68f5895d7cf34c6aacc520657a83a1e2",
            "sentence": "The girl, who had her head on the boy's shoulder, looked around in surprise."
        },
        {
            "id": "af77675cd47340a78b170e5205fe4e14",
            "sentence": "Supplies of food were low and we had to ration out the little that was left."
        },
        {
            "id": "4fca62758da9422fae931f9674d06c51",
            "sentence": "I was asked by my uncle what I intended to be when I graduated from college."
        },
        {
            "id": "c84b430e936942499fa56eccca8e4fed",
            "sentence": "If it rains on that day, the game will be postponed until the next fine day."
        },
        {
            "id": "d9ce7ac7d62841c38355dfce9505cc18",
            "sentence": "From the buyer's point of view, the prices of these CD players are too high."
        },
        {
            "id": "15a05498843d42cd91454d3053393b3e",
            "sentence": "He kept playing the same record over and over until I had to leave the room."
        },
        {
            "id": "f97a652727f8462ab23893f3493c9038",
            "sentence": "He asked me whether she had given me the book, or if I had bought it myself."
        },
        {
            "id": "1d3816deb3e84cc4bd47a2cc262ff2e1",
            "sentence": "It makes no difference to her whether she lives in a city or in the country."
        },
        {
            "id": "6e55d409458c40ae8dd373470680cc0a",
            "sentence": "She can play tennis very well, but I can play just about as well as she can."
        },
        {
            "id": "492b75959ddd4a4a8ed1fd39a6efcc39",
            "sentence": "It is difficult for us to get along with her, because she is hard to please."
        },
        {
            "id": "b424ca6d519a4a2181b304b7a77b36fa",
            "sentence": "I'm going to have dinner with him tomorrow night, so I'll feel him out then."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}