{
    "currentPage": 35593,
    "pageSize": 20,
    "items": [
        {
            "id": "97b63c2a17fb49abb13142e6be6f4b51",
            "sentence": "Mary was wearing a red dress, and Alice was wearing the same dress in green."
        },
        {
            "id": "733ca53868e748cb8562c4f5cca1589f",
            "sentence": "Lack of funding seriously impairs the ability of the police to solve crimes."
        },
        {
            "id": "476037f7353a4d8c9ac11eacbe7772f4",
            "sentence": "I want to have this letter translated into French by the day after tomorrow."
        },
        {
            "id": "364a20c8f6a44884936610a2e6dcc5d8",
            "sentence": "Tom's only backup plan in case things went wrong was to fake a heart attack."
        },
        {
            "id": "9c1fce08e5f543b897351209787a931a",
            "sentence": "When I opened the door, I saw Tom standing on a ladder painting the ceiling."
        },
        {
            "id": "c52f0d0c389b4ea588a243954cb463cc",
            "sentence": "When I was growing up, everyone in my family had to share the same computer."
        },
        {
            "id": "063b4ed515074bdeaeca488510df188c",
            "sentence": "I want to know when you can come over to my place and help me move my piano."
        },
        {
            "id": "9da69d41e69b49b29989b301d7bc5807",
            "sentence": "Tom's childhood might've been happier if his parents hadn't gotten divorced."
        },
        {
            "id": "9d523f5a636f4ff9bc4a2b72a8faa54e",
            "sentence": "Tom had a sneaking suspicion that Mary had met up with John after the party."
        },
        {
            "id": "158caff4333749e59669f16c41d8b73d",
            "sentence": "What's important now is what we're going to do, not what we've already done."
        },
        {
            "id": "04043bb8ec9644eca8a86e7530e0c947",
            "sentence": "After months spent looking for one, Mary finally bought herself a new dress."
        },
        {
            "id": "69f31d92a1c64f3cbf9c34113745ef82",
            "sentence": "We don't need any more food right now, but we really do need drinking water."
        },
        {
            "id": "d867b45d83c24b9cae10ac4733397306",
            "sentence": "Since we had so much fun last year, we want to do that again this year, too."
        },
        {
            "id": "b1aa30f4648c4840addaad1e9f5df412",
            "sentence": "I heard you restate what I said, but I'm not sure whether you agree with me."
        },
        {
            "id": "e62aae66277c47d3bca2d8b171888856",
            "sentence": "This textbook, having been printed in haste, has a lot of printing mistakes."
        },
        {
            "id": "498dcb2d691a415a8019e311e31b87ca",
            "sentence": "I'm wondering if any of my children will remember that today is my birthday."
        },
        {
            "id": "b481512f2e7346baa77f01d1366519aa",
            "sentence": "I didn't really expect that Tom would lend me money, but I asked him anyway."
        },
        {
            "id": "3965afd21a8d479798cf933b1fb331cd",
            "sentence": "The secret of success in life is known only to those who have not succeeded."
        },
        {
            "id": "a605e299df7a4dbcbac33e0244ce9380",
            "sentence": "Tamarind is often used as an ingredient in Thai recipes for its sour flavor."
        },
        {
            "id": "639de28900e54eaab99ea93b38263c4a",
            "sentence": "I think it might be dangerous for Tom and me to go skin diving by ourselves."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}