{
    "currentPage": 35592,
    "pageSize": 20,
    "items": [
        {
            "id": "14f73b173db04705bb458f1125dabee5",
            "sentence": "I was born in Boston, but I moved to Chicago after I graduated from college."
        },
        {
            "id": "c2d84652c80e4e5eaea40a27f4b7ef12",
            "sentence": "Tom knew that Mary was very unlikely to be able to do what she wanted to do."
        },
        {
            "id": "2cef9ffbc4694dd1b3ed95b1da519e5a",
            "sentence": "Tom got to the airport three hours before his flight was scheduled to leave."
        },
        {
            "id": "908227a3d8a74b7e9126575b999f68b3",
            "sentence": "We know that it's going to happen. We just hope that it doesn't happen here."
        },
        {
            "id": "dd72d35c77e249449aebe38d4b79a554",
            "sentence": "Tom is fluent enough in French that many people think he's a native speaker."
        },
        {
            "id": "223a9b86dba8433884228d23d240c0d7",
            "sentence": "Tom didn't like his office, so he asked his boss to let him use another one."
        },
        {
            "id": "baa4eb324f2b495296ce661181ed0ffd",
            "sentence": "When the teacher asked for volunteers, Tom raised his hand, but Mary didn't."
        },
        {
            "id": "fa840559dc634d1eaebaa112ee671952",
            "sentence": "I want to tell you something, but it's a secret. Promise not to tell anyone."
        },
        {
            "id": "4c708e4b546c40208617098c8acdc784",
            "sentence": "I'm glad I wasn't the one who had to tell Tom that his wife had been killed."
        },
        {
            "id": "40aefdf0c7ca4213b5dc5a59efdef668",
            "sentence": "Carrots are good for your eyes. Have you ever seen a rabbit wearing glasses?"
        },
        {
            "id": "f254db60dd404bfa9589212cbd35f216",
            "sentence": "Are you sure you want to walk to the station by yourself this late at night?"
        },
        {
            "id": "d5552fd09eb6413a822d46ebad78b2c8",
            "sentence": "I wonder if keeping your head down and living safely is a survival instinct."
        },
        {
            "id": "ed6edfcc1d8146efba762939b75a6022",
            "sentence": "Bigfoot is not a pet. For one thing, they don't like being called 'bigfoot'."
        },
        {
            "id": "c11e54b0fd044beba0a3412a9e201837",
            "sentence": "Even though Tom explained it in detail, I'm not sure I really understand it."
        },
        {
            "id": "d09717a3ac554c448133600e8d33986d",
            "sentence": "I don't know if it's a bug or not, but this software doesn't work correctly."
        },
        {
            "id": "b297536e1f254fb685d9a36334183e0b",
            "sentence": "I can’t wait for the pond to freeze so that I can ice skate with my cousins."
        },
        {
            "id": "d7ca09b5446a49e089ea7076943b4db2",
            "sentence": "The majority of the population of this country are against mandatory voting."
        },
        {
            "id": "986879a5b3c24fc597026b0ba1146b53",
            "sentence": "Tom has thirty ties in his closet, but he always wear the same two or three."
        },
        {
            "id": "d90c99c4be6b4c6fa8e3f4b02bed5213",
            "sentence": "Tom likes Boston so much that he's decided to stay for another three months."
        },
        {
            "id": "4a6d0baa4b854f23896f649886cc0f79",
            "sentence": "Tom found himself struggling to keep his grades up after a romantic breakup."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}