{
    "currentPage": 35595,
    "pageSize": 20,
    "items": [
        {
            "id": "774b671cc49947468aeb1780ff6c9696",
            "sentence": "This novel describes the life of the Japanese as it was a hundred years ago."
        },
        {
            "id": "35fe1d07e5e64266acff9a95823e8c03",
            "sentence": "This old building isn't worth fixing up. It would be better to tear it down."
        },
        {
            "id": "01e022b94211426dbd57de1d445fd5cb",
            "sentence": "You can't treat the class as a whole, but must pay attention to each member."
        },
        {
            "id": "d78f7d5a7b924fcfa8094106d3dc2798",
            "sentence": "You should have known better than to go out in the rain without an umbrella."
        },
        {
            "id": "9ccc1f6692b648ec9a3a8b27808fb0d7",
            "sentence": "If I had known about your illness, I would have visited you in the hospital."
        },
        {
            "id": "e22ad2ebe0a74846b0effb141a61817a",
            "sentence": "If you come back this afternoon, I'll have a couple of experts here for you."
        },
        {
            "id": "1dc60b8e883044ddaa1b29f2c59a578c",
            "sentence": "You have to read between the lines to know the true intention of the author."
        },
        {
            "id": "6c4afe9bce8a4411a4bb6317ccddaeea",
            "sentence": "I just got back from the States yesterday, so I'm still thinking in English."
        },
        {
            "id": "728851574e7040c1870b61a79d0b5dbd",
            "sentence": "It was really considerate of you to lend me $500 when I was in difficulties."
        },
        {
            "id": "d75e1516243c42f3b2c18d1d82aa8746",
            "sentence": "I didn't have time to recover before I came down with another horrible cold."
        },
        {
            "id": "b06fb06d95a541b0b1bb75b9ba92250d",
            "sentence": "Give me a break. If you have something to say, stop making faces and say it."
        },
        {
            "id": "810ceb43b41648ec9428a266b61abd8c",
            "sentence": "I not only borrowed money from Tom, but I also borrowed money from his wife."
        },
        {
            "id": "17bf810b7d4d4fad90132c885afa89f8",
            "sentence": "During my early teens, I wasn't always on the best of terms with my parents."
        },
        {
            "id": "8bf1b816b0e84e149921c79093e31f7c",
            "sentence": "Tom and Mary stopped talking and turned to watch John walking up the stairs."
        },
        {
            "id": "a1c25be10bcd4ae382288303c7851b07",
            "sentence": "Tom was holding a glass of whiskey in one hand and a cigarette in the other."
        },
        {
            "id": "13065a856b074b38a9234d05fe78b064",
            "sentence": "Filiberto lives in a very large apartment in a city we're not familiar with."
        },
        {
            "id": "d9a558652fc14723a12ec3021a4f3fac",
            "sentence": "That isn't a proper subject to bring up in conversation at the dinner table."
        },
        {
            "id": "a54e815337114990a127d0b6d101b8b0",
            "sentence": "That's not a proper subject to bring up in conversation at the dinner table."
        },
        {
            "id": "0004b055917749bfa173ac07ee98eb50",
            "sentence": "I can't believe that Tom is still talking about what happened two years ago."
        },
        {
            "id": "302f9b5f31184bc38cb84aa7bbc0c0cc",
            "sentence": "You can't just string along every new employee with promises you never keep."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}