{
    "currentPage": 35608,
    "pageSize": 20,
    "items": [
        {
            "id": "23ca439c652f4615a642e21ad2c9710b",
            "sentence": "Using only a teaspoon, Tom dug the tunnel that he used to escape from prison."
        },
        {
            "id": "a1de17102f7f402b9095f73a5d9509c1",
            "sentence": "Tom and Mary argued about how to spend the money they had won in the lottery."
        },
        {
            "id": "44f2b5459817494caef8665bdd99531d",
            "sentence": "I have two uncles. One lives in Australia and the other lives in New Zealand."
        },
        {
            "id": "4878c853619b4434bc4a3172f19877cf",
            "sentence": "It's unlikely that anybody other than Tom would be interested in buying this."
        },
        {
            "id": "5f776c45ffcb4adbb786b2cdd1430693",
            "sentence": "In my opinion, Australia is one of the most beautiful countries in the world."
        },
        {
            "id": "d6ababc70c1d439abd85b18f39d31c0a",
            "sentence": "All you ever do is nitpick. I wish you could say something more constructive."
        },
        {
            "id": "97feefc7758d4ab2b4d9581526d588c2",
            "sentence": "I'm not sure if you're interested, but I translated your article into French."
        },
        {
            "id": "b3222ddf55354efd9997749c7785803b",
            "sentence": "Tom became convinced that mining guano would be a lucrative business venture."
        },
        {
            "id": "6089f010d7b746a393913630cca38ccc",
            "sentence": "It's surprising that you haven't heard anything about what's going to happen."
        },
        {
            "id": "a3f9486ea1864e5fbaea86a503887a44",
            "sentence": "How far are we going to keep going this direction before we admit we're lost?"
        },
        {
            "id": "025ed26354d54e5bb00631934365c1c4",
            "sentence": "Since the climate here is very mild, it seldom snows here even in the winter."
        },
        {
            "id": "3317a4b6591e49709bee8cad766c1c09",
            "sentence": "Understanding Tom's accent is as difficult as reading a doctor's handwriting."
        },
        {
            "id": "8063b7b1e6324eb586195e3b52e18154",
            "sentence": "When I entered the room, Tom was lying on the floor and his eyes were closed."
        },
        {
            "id": "b2dfd9c7d43e4400b310b0f0c97f4458",
            "sentence": "I've never met anyone who knows as much about Australian history as Tom does."
        },
        {
            "id": "98df64fd8eaa48918c35bc4a9859d659",
            "sentence": "Somebody told me that today's test was identical to the one we had last year."
        },
        {
            "id": "9483b240aaef4ecdbbbddfae680b0c08",
            "sentence": "You're the only person that I know who likes getting up early in the morning."
        },
        {
            "id": "ebcec0809b734d32aba1466920fd94c9",
            "sentence": "Mary was a difficult child, but she has matured into a beautiful young woman."
        },
        {
            "id": "7e125145f39a46ea87eaea3eccf7f4e4",
            "sentence": "Every day Mary took baskets full of bread to the poor and cared for the sick."
        },
        {
            "id": "3692ed99e1da44cdb40e4c74f40e22e9",
            "sentence": "Tom suffers from post-traumatic stress disorder and is plagued by nightmares."
        },
        {
            "id": "be0c6855d43a48cab5f5ec871da65a1b",
            "sentence": "The sun rises in the east in the morning and sets in the west in the evening."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}