{
    "currentPage": 35609,
    "pageSize": 20,
    "items": [
        {
            "id": "fda694dce79a43c8a0ba0259b456a05a",
            "sentence": "Last year, incomes rose for all races, all age groups, for men and for women."
        },
        {
            "id": "3de3839d656d4962a083eb440eb8a1b1",
            "sentence": "Tom and Mary met in college and got married three weeks after they graduated."
        },
        {
            "id": "28f224e617034e599efcd82582a66186",
            "sentence": "Fortunately, there are some techniques you can use to work around this issue."
        },
        {
            "id": "b083f643e5ac449c9acf04fa67a2e923",
            "sentence": "Tom didn't do what he did because Mary told him to, but because he wanted to."
        },
        {
            "id": "a3bfdc105640476a8a23a2b9bcc25f5b",
            "sentence": "The watchman walked around the building to make sure everything was in order."
        },
        {
            "id": "5ec839cf12794a078d5ae8818271637b",
            "sentence": "There was a fire on one of the upper floors of our office building last week."
        },
        {
            "id": "aa379dd24b9047e3be17de54a8a0b4aa",
            "sentence": "I don't know if we're going to be able to make it to Australia for Christmas."
        },
        {
            "id": "1e32c6f8e1774b7dae80481fa6a87974",
            "sentence": "I could stay in Australia for another two or three weeks if you need me here."
        },
        {
            "id": "fce6d97f9b3945a5bc4baa19b626ddad",
            "sentence": "I couldn't find it in my local supermarket, but I found it being sold online."
        },
        {
            "id": "b99e75a5678f4191adeb07cfb519d836",
            "sentence": "Tom often just drinks hot water when everyone else is drinking tea or coffee."
        },
        {
            "id": "26743c9939944f67b3462bcc593cf1b9",
            "sentence": "I'll be away for a while and expect to be back towards the end of next month."
        },
        {
            "id": "f22a526b774f42ef81f1964e01021d2e",
            "sentence": "If only her husband helped her, most of her problems at home would disappear."
        },
        {
            "id": "44d8d7446d78408982c9d4c555203fd6",
            "sentence": "Tom thought that it would be better to go talk to Mary than to just text her."
        },
        {
            "id": "0059e6b76c4d4767961efadb0ec797ae",
            "sentence": "Tom was skeptical of Mary's business plan, but he kept an open mind about it."
        },
        {
            "id": "5ea302bec5c745d7965fc6cbd7cd8858",
            "sentence": "I don't think that you're doing that as well as you could with a little help."
        },
        {
            "id": "34354b36ed5645ca8ea33d34d733c277",
            "sentence": "When we decorate our Christmas tree, tinsel always gets stuck to our clothes."
        },
        {
            "id": "aaa72803e7b84b5ea6b93b5f83109b16",
            "sentence": "We waited all afternoon for something to happen, but in the end, nothing did."
        },
        {
            "id": "efdf64d0e52c45a38061d79dcd286797",
            "sentence": "Tom and Mary soon became friends with the other children in the neighborhood."
        },
        {
            "id": "faa393454f054ccc8d5a738635a123b3",
            "sentence": "Tom forgot to turn off the microphone when he turned to say something to Mary."
        },
        {
            "id": "a7c23f2c85754539bb724befd3d251e9",
            "sentence": "Tom is irritating because he always has to have the last word in any argument."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}