{
    "currentPage": 35619,
    "pageSize": 20,
    "items": [
        {
            "id": "fbe36b88e1e0425e8aace27e0ce8a7bd",
            "sentence": "The program should have started by now, so we'll probably miss the first half."
        },
        {
            "id": "e9452c35e1824da09b8313e977b55dca",
            "sentence": "Lindbergh's solo nonstop transatlantic flight was a remarkable accomplishment."
        },
        {
            "id": "60ccef4b8c3342ad9995b86944b55a92",
            "sentence": "Vaping isn't as harmful as smoking, but it's still addictive and unwise to do."
        },
        {
            "id": "ed3b94198b164a1e9aacba5a92a0fb10",
            "sentence": "I don't have enough money to buy that house on Park Street that I want to buy."
        },
        {
            "id": "6c883d0d57f6451ba3c73d6c1f91c769",
            "sentence": "No matter how many times I've been shown, I just can't learn how to tie a tie."
        },
        {
            "id": "8fb9410534ba45a6bd29936afa2eb2b4",
            "sentence": "It's said that Japanese people don't celebrate Christmas the way Americans do."
        },
        {
            "id": "7b9540dca8b6434389aa8d979ede8dab",
            "sentence": "I'm the type who gets nervous in front of people, so I'm bad at speech making."
        },
        {
            "id": "b13edbd390ae4e8ca9a1bbef72d1a942",
            "sentence": "Tom became popular among teenagers as soon as he made his debut on the screen."
        },
        {
            "id": "7c3fcc2de4504a5aa5ad197d5500eb82",
            "sentence": "Fiction novels sell better than reality. In fact, reality doesn't sell at all."
        },
        {
            "id": "ba86c45a73d945cba2b0604f8d1692a4",
            "sentence": "It's grammatically correct, but a native speaker would never say it like that."
        },
        {
            "id": "3ba559e908854cc48bb5923c3bb0b8e6",
            "sentence": "I don't like being told what to do, especially if it doesn't make sense to me."
        },
        {
            "id": "a1672b698a304ec0ba50f8cbc5effe21",
            "sentence": "If Tom had spent a little more money, he could've bought a good pair of boots."
        },
        {
            "id": "df329bacf4674e6ea52ba87b8c62fffe",
            "sentence": "A cute kitten can make a giggling mess even out of the most severe übermensch."
        },
        {
            "id": "10a7c193964d4750977605ea71f243b5",
            "sentence": "Tom was one of my friends in high school. We were both on the basketball team."
        },
        {
            "id": "2c8646a46a6e4186ae53dfd160766799",
            "sentence": "I knew in my heart the first time I met you that we were going to get married."
        },
        {
            "id": "67974192f7b9406e9793c6f95583dd37",
            "sentence": "Drink water instead of soft drinks, and you might be able to lose some weight."
        },
        {
            "id": "667de858ef4343b6ab10adeb80808328",
            "sentence": "You could at least try to be a bit more polite, even though it's not like you."
        },
        {
            "id": "7d3640903502411f9b6d460a7672242a",
            "sentence": "I won't be able to meet you tomorrow because something unexpected has come up."
        },
        {
            "id": "7f99d72bd0f14daabf6a1ff7d32d08bd",
            "sentence": "Justine made short work of her opponents in her own personal variant of chess."
        },
        {
            "id": "de6ea81c22da4f6b83b04253864e6f09",
            "sentence": "I have to get up early tomorrow morning, so I plan to go to bed early tonight."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}