{
    "currentPage": 35610,
    "pageSize": 20,
    "items": [
        {
            "id": "358a11a9a51740eba7b8bd6984779313",
            "sentence": "Tom made a promise to himself that he would never make the same mistake again."
        },
        {
            "id": "d87f3088913f4e03a2f00ca24908273b",
            "sentence": "Tom took off his dirty clothes and put them directly into the washing machine."
        },
        {
            "id": "b7ffb2e72e434ac9a5df75ae32be0cc3",
            "sentence": "Tom tried not to listen to Mary and John discussing their financial situation."
        },
        {
            "id": "e40000d8975943cfa05deebc6e80eff4",
            "sentence": "If you\\'re interested in going to the zoo tomorrow, I\\'ll pick you up at 2:30."
        },
        {
            "id": "a6f08aaeb23247b7a4407b97c009ed98",
            "sentence": "Do you think Tom really intends to drink that whole bottle of wine by himself?"
        },
        {
            "id": "83010ae9c7724196b4a9f3128736d085",
            "sentence": "I wonder whether or not Tom has ever asked Mary why she dropped out of school."
        },
        {
            "id": "e449dd4799324f41af77b7fce4018332",
            "sentence": "I think the first thing you might want to do is put some gasoline in your car."
        },
        {
            "id": "5d22d8c2cefe483b9bcaabddd98bdf18",
            "sentence": "I want to apologize to you for calling you a jerk in front of your girlfriend."
        },
        {
            "id": "e0cbc63cb3e04d6c9f4707afd97e2122",
            "sentence": "Make sure that the first coat of paint is dry before applying the second coat."
        },
        {
            "id": "80ec6b9dbbec42728216d826630b8928",
            "sentence": "Tom wedged the claw of the crowbar under the nailhead and pulled out the nail."
        },
        {
            "id": "3a06840fe9084da2ace5c3ecf6f5260f",
            "sentence": "Don\\'t you want all your friends to come to your party and celebrate with you?"
        },
        {
            "id": "0fdfd39835314642814e1f70008f9c1b",
            "sentence": "I had to cancel that order because we didn\\'t have enough money to pay for it."
        },
        {
            "id": "3b9e7ecb94584683918920471e0329a8",
            "sentence": "I managed to catch the 8 o\\'clock train by running all the way to the station."
        },
        {
            "id": "69a46c57f61d4a59844369b7dda5307e",
            "sentence": "Tom came to the conclusion that no matter what he did, Mary wouldn\\'t like it."
        },
        {
            "id": "c37cf19c619c45fe985939113e149ffa",
            "sentence": "Tom used to have a penpal in Australia that he wrote to several times a month."
        },
        {
            "id": "ccc0d8b53dbd465c90ee3138e0fae101",
            "sentence": "Tom wanted me to tell you to buy a couple of loaves of bread on your way home."
        },
        {
            "id": "f07facf7b5794e65bab3b79f4a7e770e",
            "sentence": "Tom was last seen in the neighborhood the day before his ex-wife was murdered."
        },
        {
            "id": "a583af4243f4415e87bad395b6ffa820",
            "sentence": "The police officer checked to see if the body lying on the ground had a pulse."
        },
        {
            "id": "5ad0144802f24050ac62ee01fd4fc9d7",
            "sentence": "Tom and Mary are still in their offices. Both of them plan to work late today."
        },
        {
            "id": "f5efa4b80d9e457ca4d94ef6856904fa",
            "sentence": "Tom and Mary were sitting on the sofa as far away from each other as possible."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}