{
    "currentPage": 35618,
    "pageSize": 20,
    "items": [
        {
            "id": "78a31095edfa486486f5303c59242e9a",
            "sentence": "Would you please send me details of your products via e-mail as an attachment?"
        },
        {
            "id": "d9ae6e81fe39418fb81e8c26a445f320",
            "sentence": "Try to speak English as often as possible if you want to improve your English."
        },
        {
            "id": "9ad637273bec4e308463c8e89de348c6",
            "sentence": "I heard that you're looking for a job. There are some openings at our company."
        },
        {
            "id": "7c2c5abadb1b462ab0a7c2c610fb570c",
            "sentence": "Tom knew deep down that it was all his fault, but he wasn't about to admit it."
        },
        {
            "id": "f3730470fc0c46d99e349fba27c9c858",
            "sentence": "After considering your idea for a few days, I don't think it's a workable one."
        },
        {
            "id": "d4d27d150f7d41228d3678cfbe8f55c0",
            "sentence": "We need to find a substitute drummer. Our drummer is too sick to play tonight."
        },
        {
            "id": "1e5c66c675cf4d77afe908a68f7bd27e",
            "sentence": "Go straight on down this street until you see a traffic light, then turn left."
        },
        {
            "id": "fb04933fe6994af982c6613b494de404",
            "sentence": "They're less a political party and more one conman and his retinue of suckers."
        },
        {
            "id": "efa918928aac485ba902d291ea3730f8",
            "sentence": "Comments have a mysterious way of getting lost in the vastness of Tatoebastan."
        },
        {
            "id": "3982dc882e7743018d129eff4011c541",
            "sentence": "It's been over thirty years since that kind of thing has happened around here."
        },
        {
            "id": "47eb18333f5648faafe520bd041910f1",
            "sentence": "My favorite part of the movie is when the monkey throws the bone into the air."
        },
        {
            "id": "2ae31c97f7cc4945a42a450673ba5075",
            "sentence": "I don't know if you'll succeed, but if you do, I want to be the first to know."
        },
        {
            "id": "10d16b31b27a44c9823a9d06097d0d83",
            "sentence": "I was the last one to start in the race, but I soon caught up with the others."
        },
        {
            "id": "f14b1974ce0d47a8891fb4fbb5fadd24",
            "sentence": "I had been in Tokyo only three days when I received news of my father's death."
        },
        {
            "id": "7bd279e959664b9782e0c953d33cb8b1",
            "sentence": "I still think that it's unlikely that we'll ever find somebody to replace Tom."
        },
        {
            "id": "8b8e976515aa433daec1285860a2e57c",
            "sentence": "The opossum is an American animal, having a head like the fox, and large eyes."
        },
        {
            "id": "43d98571ef2840b98a452850d46c8258",
            "sentence": "Foxes, squirrels, hedgehogs, and many other small animals live in this forest."
        },
        {
            "id": "09e42f6815644636a73e6a35d402adb7",
            "sentence": "We can finish this in an hour. That'll leave us an hour and a half for dinner."
        },
        {
            "id": "92377c9997c54a368361e8ff776725b4",
            "sentence": "I'm not a native speaker, but even I can tell that Tom's French is pretty bad."
        },
        {
            "id": "96e9a680db3d45418e38189c3da60c23",
            "sentence": "In the automotive industry of the 1970's, Japan beat the U.S. at its own game."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}