{
    "currentPage": 35628,
    "pageSize": 20,
    "items": [
        {
            "id": "b110716dc8314ee28e91f6ebb5efde5c",
            "sentence": "If you know anyone who might be interested in this, feel free to pass it along."
        },
        {
            "id": "cde80897d88f4fdc9c26e46f9338cc3e",
            "sentence": "I want to know what you want me to do with all the stuff you left in my garage."
        },
        {
            "id": "ecc30fa1828547e3b5260e176cdfb717",
            "sentence": "Tom took a couple of sleeping pills, hoping that he'd get a good night's sleep."
        },
        {
            "id": "93b97430146d4706a7dafc9dfdcd9c7e",
            "sentence": "My five year old daughter always goes to kindergarten happy and full of energy."
        },
        {
            "id": "b260b6ccf5704329a4668aa62cd15eed",
            "sentence": "I don't quite understand why you're commenting on a French sentence in English."
        },
        {
            "id": "38a71c562a154358a1f68362f29564e6",
            "sentence": "I just don't understand what goes through the minds of people who troll forums."
        },
        {
            "id": "114cb7d987a44e2c98a4412926e6172e",
            "sentence": "I hadn't recognized the importance of this document until you told me about it."
        },
        {
            "id": "e8abd7eb44094a5a86899999ec7fc735",
            "sentence": "If the weather holds, we should be able to get this done by the end of the day."
        },
        {
            "id": "f5d48e001d734a738755f8d58d053584",
            "sentence": "Seeing what you have in your suitcases, I guess you're planning on a long stay."
        },
        {
            "id": "041472e18ce04fbd82acc69167e65624",
            "sentence": "Tom jacked up the car, so he could take off the flat tire and put on the spare."
        },
        {
            "id": "fc469e4b93864591a0c24994123bcca1",
            "sentence": "I looked out the window, but I couldn't get a clear view of what was happening."
        },
        {
            "id": "2e08df85a1954cee869b38034f2bb43f",
            "sentence": "We don't really care when you do it as long as it gets done before next Monday."
        },
        {
            "id": "f19b5c76a89042b0b9856e9dfc7107e4",
            "sentence": "Contemplating the reason for existence means contemplating non-existing things."
        },
        {
            "id": "db4e5236833d459e8f1e6ccf53371a81",
            "sentence": "Tom saw a white dog with black spots in his backyard and wondered whose it was."
        },
        {
            "id": "4363b5ae67d1403b83c8fca2c567012d",
            "sentence": "The reporter's luggage was filled with branded swag from the promotional event."
        },
        {
            "id": "66f8ae50b75e4404819484fa0a83f797",
            "sentence": "The fast SSD and CPU really make this computer feel snappy during everyday use."
        },
        {
            "id": "484fb42c60ce4ee08d100fc973a7cb8b",
            "sentence": "The down jacket that I bought yesterday cost me a lot less than I had expected."
        },
        {
            "id": "7f6d709b7ce747dc92928865519935ce",
            "sentence": "We waited for the elevator for a long time before we decided to use the stairs."
        },
        {
            "id": "fd40b69650b4411faf4d584508b96dd5",
            "sentence": "Tom began to think about the reasons why scholars are so divided on this issue."
        },
        {
            "id": "af20683bc0e14c7fb9a4cbf45db369b3",
            "sentence": "I was getting frustrated because I couldn't seem to do what Tom asked me to do."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}