{
    "currentPage": 35626,
    "pageSize": 20,
    "items": [
        {
            "id": "2465bd0b3384404ea0f853e34bda0901",
            "sentence": "I didn't like the shirt that Tom gave me for my birthday, so I gave it to John."
        },
        {
            "id": "d2e04b7bfc4b4fcbb3f5d0a62a7cf6f1",
            "sentence": "Instead of just the two of us, let's invite the whole class to do that with us."
        },
        {
            "id": "e731f2c7c2584df7bd1bfc77d1dbe95a",
            "sentence": "Tom could've paid for Mary's ticket if he'd known she didn't have enough money."
        },
        {
            "id": "0a0236bf495d4cee8e6eaf75c530d13e",
            "sentence": "She tried to get a tent at the shop, but she could not find the one she wanted."
        },
        {
            "id": "034996fe6a8b403ab0071d2803a0c232",
            "sentence": "Tom shaved his head to show support for Mary, who's going through chemotherapy."
        },
        {
            "id": "c607cb8a285e4b438df295725f753c3b",
            "sentence": "Tom said that he didn't believe Mary really planned on going bowling with John."
        },
        {
            "id": "9ebdf0e45a7c4c3796af5d4dd5673203",
            "sentence": "The bicycle is the most elegant and efficient means of transport ever invented."
        },
        {
            "id": "f34b3288898b4c159fd976b1f91043ec",
            "sentence": "Don't pay attention to what everyone else says. What matters is what you think."
        },
        {
            "id": "82f962ec038c45cbafc1aed31fc9aeab",
            "sentence": "Tom tried to tickle Mary, but found out she was much less ticklish than he was."
        },
        {
            "id": "f0153ab8168e44ea8534df493b7a354f",
            "sentence": "Keep an eye on Tom. Heaven knows what he's capable of, left to his own devices."
        },
        {
            "id": "09cd8da723574c6695ed5e5652e7d8ea",
            "sentence": "Tom opened one of his notebooks and started writing down ideas for a new novel."
        },
        {
            "id": "ae7fdbd566fe41da815ba21439ad2b63",
            "sentence": "The reason my parents don't like my boyfriend is because he doesn't have a job."
        },
        {
            "id": "7f352c78eef14c68b128e6752d366fe4",
            "sentence": "Tom and the rest of the basketball team stole a school bus and drove to Boston."
        },
        {
            "id": "c469d67585704cc295f4bbba396c941c",
            "sentence": "Those who use forks or chopsticks often think people who don't are uncivilized."
        },
        {
            "id": "208c5cb1cd2d41a082080b02745b6fa2",
            "sentence": "How much time do you spend every day helping your children with their homework?"
        },
        {
            "id": "702cb32f486245838e0d18761adf74d8",
            "sentence": "I have to admit that hanging out with Tom all day was more fun than I expected."
        },
        {
            "id": "70827853dba94b66bc1526054bcf8822",
            "sentence": "We have to ask ourselves whether building a bridge here will be worth the cost."
        },
        {
            "id": "b2328ba71f1a4e31ae9fc2b0982b4143",
            "sentence": "Tom wondered how long it would be before Mary realized John wasn't coming back."
        },
        {
            "id": "2f6482e5aa9d4a8d9a8074dc0624c775",
            "sentence": "I've already told Tom that I plan on staying in Boston for another three weeks."
        },
        {
            "id": "0068896a638a4ea986545bca112c8c10",
            "sentence": "The school that Tom goes to is by far the best one in this part of the country."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}