{
    "currentPage": 35620,
    "pageSize": 20,
    "items": [
        {
            "id": "7c7be53a142a4018888ade27b9ea446a",
            "sentence": "Tom knew it would be difficult to sneak out of the room without being noticed."
        },
        {
            "id": "1c4c0b5129c24ff4b32301e4340a4aa0",
            "sentence": "French isn't the only language Tom speaks, but it's the only one he's good at."
        },
        {
            "id": "906f6784f4354a0699e4c25f2040cddf",
            "sentence": "A strange mist surrounded Tom, and he suddenly vanished right before our eyes."
        },
        {
            "id": "02356bee56d14dbaba64d1b12bd0c87b",
            "sentence": "Tom didn't get home until after his family had already finished eating dinner."
        },
        {
            "id": "8e64735880de44b0818fdb9e4f05099b",
            "sentence": "I'd rather have the love of those close to me than the approval of the masses."
        },
        {
            "id": "b9d99659a3f546df9780ea458d1e4d5f",
            "sentence": "No one with an ounce of common sense would think of doing something so stupid."
        },
        {
            "id": "850bf714c58843828bdfc1f4044745c4",
            "sentence": "You should've seen the look on Tom's face when I told him about what happened."
        },
        {
            "id": "c809a1c3eaf342e39698859d512bed41",
            "sentence": "Tom and Mary had an acrimonious divorce and custody battle for their children."
        },
        {
            "id": "af5f3e96bfc9482d94c0e48c14edc017",
            "sentence": "Tom and Mary are worried sick about their son, who has mental health problems."
        },
        {
            "id": "0502f5dd13cd47f39dd437583cebf4c9",
            "sentence": "Thanks to the nice weather, we were able to harvest all of the crops in a day."
        },
        {
            "id": "98af5ea413714abc90b575546154673c",
            "sentence": "The more skills one masters, the greater contribution one can make to society."
        },
        {
            "id": "42de274c2cde4a2baadc7b9e126c375b",
            "sentence": "No sooner had she caught sight of me than she started running in my direction."
        },
        {
            "id": "71c4c07faa004c26a83b38526ed2a459",
            "sentence": "Because her parents got divorced, the girl had little contact with her father."
        },
        {
            "id": "d31438fbdc484323b5dfaffac082b4af",
            "sentence": "Tom was a very good banjo player before he had three of his fingers amputated."
        },
        {
            "id": "1062ab3e83a349bda51d52a0ca3a8904",
            "sentence": "Tom couldn't afford to buy the computer he wanted, so he bought a cheaper one."
        },
        {
            "id": "ca19041ce4514966b15f06be0ca1fe8b",
            "sentence": "The people next door were annoyed with us for making so much noise last night."
        },
        {
            "id": "9b06069655c2427db22d2a64cfbc3412",
            "sentence": "Tom looked just like the guy in the picture that the police officer showed us."
        },
        {
            "id": "d7601b82ae7f4c39ac4701a19dc25439",
            "sentence": "We have new data about production and sale of electric fly swatters worldwide."
        },
        {
            "id": "bf79098c634541e68aca45621151a153",
            "sentence": "There's nothing wrong with staying silent when you don't have anything to say."
        },
        {
            "id": "b44ca1d807574f9288f5fc7ebb127086",
            "sentence": "It's always difficult for a son to live up to the expectations of his parents."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}