{
    "currentPage": 35625,
    "pageSize": 20,
    "items": [
        {
            "id": "56e602df5ff449f58dad654af935acc0",
            "sentence": "Tom began to look into the problem as soon as Mary brought it to his attention."
        },
        {
            "id": "612a787690ac4576bcf74da9a5b727a8",
            "sentence": "Tom broke his right leg and was taken to hospital a few weeks before Christmas."
        },
        {
            "id": "048dc0256cfd4915933a2ab85acbba11",
            "sentence": "Tom called Mary to tell her that he might need her help later in the afternoon."
        },
        {
            "id": "a507722b985f4a0986a7e4824b2c6c5c",
            "sentence": "One afternoon in late spring, Tom went out for a swim and was never seen again."
        },
        {
            "id": "6facd811789b48f29927a58721cca05c",
            "sentence": "I\\'m beginning to doubt whether Tom can really understand French all that well."
        },
        {
            "id": "ba468c2057a64a27b06abd7aba707c5e",
            "sentence": "Which would you rather do, stay at home and watch TV or go out and see a movie?"
        },
        {
            "id": "ea6366986e1b44299cf5d152ec526cbf",
            "sentence": "Tom and Mary broke up, so they won\\'t be going to the dance together on Friday."
        },
        {
            "id": "d06c90c491364be58a6aeb188dafec8c",
            "sentence": "I don\\'t remember if Tom lent me the book or if I borrowed it from the library."
        },
        {
            "id": "f8915de1e8fd4f1fba504147caae7026",
            "sentence": "According to the police, Tom wasn\\'t the only one who broke into Mary\\'s house."
        },
        {
            "id": "79b781c08e8d487fbdcceda8454fd02f",
            "sentence": "Tom didn\\'t know Mary thought he should invite John and Alice to their wedding."
        },
        {
            "id": "c41cd1ab9eb340dfbbb94d35edfa4ad8",
            "sentence": "If you don\\'t think the party is going to be any fun, then I don\\'t want to go."
        },
        {
            "id": "accbc28d105b443982da29b8fb857833",
            "sentence": "Tom became a little concerned when Mary didn\\'t arrive when she said she would."
        },
        {
            "id": "81b7a2f58a864888b24fa7dc2444a6cd",
            "sentence": "Tom fell asleep on the train and missed the station he was going to get off at."
        },
        {
            "id": "0fffe64dfcc24ec599cdd0c6c035b138",
            "sentence": "Tom is worried that the problem may be much more serious than we first thought."
        },
        {
            "id": "478ba68a6165495ea9a50c7d0b527466",
            "sentence": "It is said that Japanese people don't celebrate Christmas the way Americans do."
        },
        {
            "id": "9d56f0debd1f401da9e2cebfcd52b371",
            "sentence": "He stayed in his hotel most of the next day, talking to friends and supporters."
        },
        {
            "id": "4ea3ed7800e4473aa2e637a039679dee",
            "sentence": "I was surprised that my son cleaned his room, even though I didn't tell him to."
        },
        {
            "id": "72c1ed7fb20e4694b3150ef90c75ba15",
            "sentence": "When he came to Tokyo for the first time, this college had not been opened yet."
        },
        {
            "id": "98b9106566374c8e855451ad57417660",
            "sentence": "Tom doesn't like his new stepfather. He didn't like his old stepfather, either."
        },
        {
            "id": "ba95fc04cd844aa4a65d7ec95be20c47",
            "sentence": "The three soldiers spread their blankets on the train seats and tried to sleep."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}