{
    "currentPage": 35639,
    "pageSize": 20,
    "items": [
        {
            "id": "d678aa59c0504e30b0df5f12d4ca8c23",
            "sentence": "I am sorry to write such a long letter. I didn't have time to write a short one."
        },
        {
            "id": "7f42244438e54f9c9fe4a71b0784c842",
            "sentence": "I don't care that my French sounds strange as long as I can get my point across."
        },
        {
            "id": "3e4cccbfa1574f859034650b05d82290",
            "sentence": "Three of our children were born in Boston. The other three were born in Chicago."
        },
        {
            "id": "cc3d71c9cf8349b7a0d21bf862ec5c5c",
            "sentence": "Tom was seen on surveillance camera footage stuffing merchandise down his pants."
        },
        {
            "id": "aecd3bb155c241db8f70a9b06f28be4d",
            "sentence": "Tom bought himself new jeans, a checkered shirt, a suede vest, and a cowboy hat."
        },
        {
            "id": "6b6a78ef1c33429eba7f9d4e54eac51b",
            "sentence": "Tom felt sorry for the stray dog, so he asked his mother if they could adopt it."
        },
        {
            "id": "85837f355f114ec192dcb7187a733c91",
            "sentence": "Tom couldn't find Mary even though he said that he looked just about everywhere."
        },
        {
            "id": "3a6b7c7e572c4753b00259a1d8c42ec2",
            "sentence": "Tom didn't get fired because of what he did. He got fired because he was caught."
        },
        {
            "id": "47cc0519890f4cc999486267c4e126b1",
            "sentence": "Even though she was trying to hide it, I could hear desperation in Mary's voice."
        },
        {
            "id": "a0d18dd082fb4609baf295d3e2cf2d16",
            "sentence": "Every time Tom and Mary were about to kiss, someone came suddenly into the room."
        },
        {
            "id": "12d3285b5c7447b59cd41e877133feef",
            "sentence": "These actions are an abuse of power and fundamentally undermine the rule of law."
        },
        {
            "id": "23675e8d11f447e995d97057a4138266",
            "sentence": "How many major earthquakes have there been in Australia in the past three years?"
        },
        {
            "id": "32974c6093d44911b53de2593d82ec03",
            "sentence": "There were a lot of things that we wanted to do, but we didn't have enough time."
        },
        {
            "id": "2f37eb2003e743599cfd70aacfbd8d92",
            "sentence": "Two hundred fifty kilograms is an extraordinary weight even for a sumo wrestler."
        },
        {
            "id": "706dc9349f4242efb8adde573500b122",
            "sentence": "Today's performance of the ABC Symphony Orchestra fell short of my expectations."
        },
        {
            "id": "56f6af9aa567451197f8b5a46a980ec1",
            "sentence": "I'm very glad that I've been singled out as being a suitable person for the job."
        },
        {
            "id": "60bc7fac27cf4a57bcb0d05a612c0fd3",
            "sentence": "That man was standing a little ways away, but he turned when he heard Tom shout."
        },
        {
            "id": "21ceaf92ed7e4864b9d2ba4031f72c42",
            "sentence": "By the time I was a teenager, all four of my grandparents were no longer living."
        },
        {
            "id": "6ff4a16403de44c2a4665dbff8d95ee7",
            "sentence": "Tom, I don't feel comfortable letting Mary go by herself, so please go with her."
        },
        {
            "id": "6e09bdb130b242cdaa6202dbd38820b1",
            "sentence": "Mary's email was very terse and it was clear that she was upset about something."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}