{
    "currentPage": 35635,
    "pageSize": 20,
    "items": [
        {
            "id": "e277a65287ee4fcfa4e5794e9625875e",
            "sentence": "The hour-long concert at the Kennedy Center was broadcast live on TV last night."
        },
        {
            "id": "cf5e4e47b4604bb482200c75731a4f93",
            "sentence": "Tom admitted that it was due to his carelessness that the accident had happened."
        },
        {
            "id": "c1f7a2749a8e45bba0c9b07d84147a76",
            "sentence": "I called my boss in Boston and he said I could stay in Chicago for another week."
        },
        {
            "id": "b1d96f7900be4f01984a586c26ab3f5f",
            "sentence": "I hope you know the last thing I want to do is go there without your permission."
        },
        {
            "id": "e6d68001f1e14a939c4f5dbf8ffe3fe8",
            "sentence": "Tom said he didn\\'t believe that Mary really planned on going bowling with John."
        },
        {
            "id": "2b8372e3b4504435824e86d9b154bece",
            "sentence": "Tom told Mary that he thought it wouldn\\'t be good if she went there by herself."
        },
        {
            "id": "0b28daf40fef493cbf58a86de0d79021",
            "sentence": "Tom wondered what Mary would say when she found out he\\'d spent all their money."
        },
        {
            "id": "904b75dfa9c04bf59ed0bc470b3ee13f",
            "sentence": "Tom\\'s car is easily recognizable since there is a big dent in the front bumper."
        },
        {
            "id": "7ef683636b7f435e8933833fdc410647",
            "sentence": "Tom can\\'t afford to eat at that kind of restaurant so let\\'s go somewhere else."
        },
        {
            "id": "c63b9a2432844acbb8baeec582742b8b",
            "sentence": "Tom did everything he could to stop Mary from doing what she was planning to do."
        },
        {
            "id": "1e955b8446834de7a03142612c752e4c",
            "sentence": "Tom nearly had a heart attack when he saw Mary standing on the edge of the roof."
        },
        {
            "id": "a50e1e4e466d4d658cf5f1a73519cc1a",
            "sentence": "Tom and his children spent all afternoon looking for the perfect Christmas tree."
        },
        {
            "id": "5dc74789baae4ceba0b12c4159812a2b",
            "sentence": "Tom apparently hasn\\'t yet told Mary that he won\\'t be going to Boston with her."
        },
        {
            "id": "5e074eaaaf724b2a89c7df2e04119d8c",
            "sentence": "Tom and Mary were yelling at each other when I passed by their house last night."
        },
        {
            "id": "b2309a68b7ba41d2a759ba52c19cd70a",
            "sentence": "Tom speaks two languages, but he doesn\\'t sound like a native speaker of either."
        },
        {
            "id": "e575750e37414c99bdf0c62df4d95f67",
            "sentence": "When you speak French, do you think people understand what you're trying to say?"
        },
        {
            "id": "d4bbd09a33d24b8884e09f9e77058d16",
            "sentence": "He believed that blacks could win their fight for equal rights without violence."
        },
        {
            "id": "7b3a62a678164cb1a19f780fc0115eec",
            "sentence": "Peer pressure often forces people to do things they know that they shouldn't do."
        },
        {
            "id": "588b99dd40944207ba78c17680ddf29a",
            "sentence": "We must learn to live together as brothers, or we will perish together as fools."
        },
        {
            "id": "979989f9e9574985b1e8d5e38d59d733",
            "sentence": "The bacteria that are transferred during a kiss help improve your immune system."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}