{
    "currentPage": 35637,
    "pageSize": 20,
    "items": [
        {
            "id": "15e44137c31e446983abf732aa9eaa74",
            "sentence": "She's worried because she hasn't received a letter from her son for many months."
        },
        {
            "id": "601d6ccddc1b41309c6d058e0d4650fd",
            "sentence": "Tom was holding a short piece of pipe in his left hand and a knife in his right."
        },
        {
            "id": "de7db1b2359a454aabfcd37a4910440a",
            "sentence": "Tom held his hand out, hoping that the man would give him a piece of candy, too."
        },
        {
            "id": "0204a1d9732042ec864461aea0510d36",
            "sentence": "Our tent is pretty old. I'm going to buy a new one before our next camping trip."
        },
        {
            "id": "281b04c254994f99b41630d54acc46fd",
            "sentence": "Instead of going out shopping, I'll make dinner using food that we already have."
        },
        {
            "id": "6d816504d176473d98e30b0a8f752972",
            "sentence": "Tom was very embarrassed when his children didn't behave themselves in the park."
        },
        {
            "id": "1711a71b4aa8408eade5c96b6dfb2fb5",
            "sentence": "Tom is one of those managers who call you to tell you they've sent you an email."
        },
        {
            "id": "19170c9e59444cc1b4348eb44936d8d6",
            "sentence": "I was given a nasty look when I asked for my prescription at the local doctor's."
        },
        {
            "id": "7db4a7166e8245f4a2d7897f722105e7",
            "sentence": "It's easier to fool people than it is to convince them that they've been fooled."
        },
        {
            "id": "e331b8e81c4e4fb38619824ddc0c251e",
            "sentence": "Everything we can imagine is real, but what is really real is the real question."
        },
        {
            "id": "211c96057b724b9b9f1116eee99ec7fe",
            "sentence": "Tom looked back on his life and wondered if he'd actually accomplished anything."
        },
        {
            "id": "221fed9fa5ed4179980d9a1367c5b010",
            "sentence": "Tom is still working at the same bar he worked at when he was a college student."
        },
        {
            "id": "45f520386dab474693f697ba8debcfe6",
            "sentence": "Maybe Tom was upset because I didn't tell him about what we were planning to do."
        },
        {
            "id": "e2941ac3947446bab04554546c59afc0",
            "sentence": "I've had a lot on my mind recently and have had trouble falling asleep at night."
        },
        {
            "id": "32b23cef1edb481ebd54b18a3f6239e1",
            "sentence": "I couldn't get into my car because people had parked really close on both sides."
        },
        {
            "id": "a3d11142bd65419f832531fd24ff1ffc",
            "sentence": "Each year, twenty-seven million acres of the tropical rainforests are destroyed."
        },
        {
            "id": "b4bc5aee1eae44eda3e0aae0dc45de77",
            "sentence": "Tom doesn't understand the difference between transitive and intransitive verbs."
        },
        {
            "id": "6e88d590f61242eca32def677a09d113",
            "sentence": "I really wanted to go swimming with my friends yesterday, but something came up."
        },
        {
            "id": "517951a6bfc44a43a502e26b0daab65c",
            "sentence": "If Tom had paid more attention in class, he probably would've passed the course."
        },
        {
            "id": "8ce5ae339548488eb95aaf4212310a51",
            "sentence": "We're going to get our electricity turned off tomorrow if we don't pay our bill."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}