{
    "currentPage": 35633,
    "pageSize": 20,
    "items": [
        {
            "id": "ca76a31d8c684cabbf9ef6be01ceadd9",
            "sentence": "Tom didn\\'t want to wear the shirt that his mother had gotten him for Christmas."
        },
        {
            "id": "f28ac1e4178848409010fdd92b5bdd45",
            "sentence": "Tom managed to escape from the room where his kidnappers had kept him locked up."
        },
        {
            "id": "ef954cce3fb94c3fae71a2250f05fcc4",
            "sentence": "Tom was going to be transferred to Boston, but they decided to fire him instead."
        },
        {
            "id": "80142c98da1b42d29dae06db26fe2250",
            "sentence": "Tom was killed in a traffic accident within 10 hours of graduating from college."
        },
        {
            "id": "1fbc113a540d46e4bc77c60ed9cee26e",
            "sentence": "What I really want is for Tom to teach me how to play a few chords on my guitar."
        },
        {
            "id": "c3279e9b7f154e708b6908144de5f181",
            "sentence": "Where are you going in such a hurry? We\\'ve got plenty of time, so drive safely."
        },
        {
            "id": "b14ce891d3cd47f7ac8f43e7f3c966b4",
            "sentence": "Last century they would have just thrown someone like Tom into a lunatic asylum."
        },
        {
            "id": "9fea12dedfdb41f8925c4a6a3ab84fc5",
            "sentence": "Some people say that French is one of the most beautiful languages in the world."
        },
        {
            "id": "4af5f234c40447d8941331ed821d1071",
            "sentence": "Do you spend most of your time worrying about things that don\\'t matter so much?"
        },
        {
            "id": "a0715673c817422aaa128f22f827c8b5",
            "sentence": "I would never have guessed that Tom and Mary would fall in love with each other."
        },
        {
            "id": "20ff7802a61d4141bc31705c39af7995",
            "sentence": "If my house were a mansion, I would invite everyone I know to my birthday party."
        },
        {
            "id": "cb3e7a46490e4f88ba787b8ba4f8ad7d",
            "sentence": "If students today had more free time, they might show more interest in politics."
        },
        {
            "id": "69904ef9e4a54369aca626a04feed104",
            "sentence": "I don\\'t know what this tree is called, but there are a lot of them around here."
        },
        {
            "id": "377a264047744ea6b8b1e9f2617f31a6",
            "sentence": "I have a bottle of very good wine that I\\'ve been saving for a special occasion."
        },
        {
            "id": "e0cd3e6f98724d32a70e9c16a7a50c48",
            "sentence": "Tom probably has better things to do with his time than sit in meetings all day."
        },
        {
            "id": "394856f3de7c4840b7439b00a3abc024",
            "sentence": "Is it necessary to live in a French-speaking country to become fluent in French?"
        },
        {
            "id": "11d1746df2f84a508071a8e1340d7d4e",
            "sentence": "Nobody can deny the fact the world economy revolves around the American economy."
        },
        {
            "id": "fccc40ca7c314200a0c5a24b9c138264",
            "sentence": "She was asked to convince him to get his son or someone else to paint the house."
        },
        {
            "id": "eb56e1f0d96c4b9f8da579ac6281e34a",
            "sentence": "Tom didn\\'t want to encourage Mary to do anything that might get her in trouble."
        },
        {
            "id": "a4a2fb93642a40aab2452f0275897347",
            "sentence": "Tom had a lot on his mind, so he wasn\\'t paying enough attention to his driving."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}