{
    "currentPage": 35640,
    "pageSize": 20,
    "items": [
        {
            "id": "bcac7be7ed93451bac6f7e8c50c89bed",
            "sentence": "It turns out that that house is infested with garter snakes. They're everywhere."
        },
        {
            "id": "7f21f12f87934d8187c9f7346d013d50",
            "sentence": "When she returned home from school, she began to help her mother in the kitchen."
        },
        {
            "id": "8fa7b9a42d504d099c4d26ada6ef3a08",
            "sentence": "I didn't mean to imply that there was something wrong with the way you did that."
        },
        {
            "id": "48610dfea554435a95e14a8b85f6b590",
            "sentence": "If we cut down these three trees, we could probably see the lake from our porch."
        },
        {
            "id": "ad6929af844c4de9a9cb02b588b9d56b",
            "sentence": "I know exactly what you're talking about, but I can't remember what it's called."
        },
        {
            "id": "50ed9e02a43b4810bd770ad19652232a",
            "sentence": "He's the last person I would ask help from, because he is completely unreliable."
        },
        {
            "id": "b8e4b930e24942ca98fab564201d5dbf",
            "sentence": "As Tom sat down, he bumped the table and his coffee spilled onto the tablecloth."
        },
        {
            "id": "477d1aef8522443baf02c7187b66ad58",
            "sentence": "Tom felt around the floor on his hands and knees, trying to find Mary's earring."
        },
        {
            "id": "e436457152234fb5a117deb8042977fe",
            "sentence": "The man in the background is my grandfather, and my father is in the foreground."
        },
        {
            "id": "0d927e06219a4bbd8d5f9a5f6fec0f47",
            "sentence": "Even when she thought about something else, ideas of death returned to her mind."
        },
        {
            "id": "9721b61116e94fc3b8f9554fec17f7de",
            "sentence": "Tom told Mary that they'd have to stay in the shelter until it was safe outside."
        },
        {
            "id": "a5bb1846498d4c50b44db6c897a30aa4",
            "sentence": "If you know anybody who might be interested in this, feel free to pass it along."
        },
        {
            "id": "a7a8cf1a0db841fb86a6c81fbeda57d4",
            "sentence": "This increase in the number of unemployed people is a result of the bad economy."
        },
        {
            "id": "9ef8b6128140480ab6491953545dbff9",
            "sentence": "The peace talks failed again, with both sides blaming the other for the failure."
        },
        {
            "id": "fbf8ce1cde284bf788f8e046b6d6ddad",
            "sentence": "Tom and Mary waved at each other as they passed on opposite sides of the street."
        },
        {
            "id": "699f207aa56c4d5ab573a46b8dbb30b2",
            "sentence": "Tom just happens to think his birthplace, Boston, is the best city in the world."
        },
        {
            "id": "acb9bd28e32e469da8a8f0868017b974",
            "sentence": "Tom isn't the only one that has to study really hard. I have to study hard, too."
        },
        {
            "id": "a9d12096f7df475ab0da60f0c171c71c",
            "sentence": "As Tom and Mary spent time together, they began to get to know each other better."
        },
        {
            "id": "4fa48318944e4a5a9e1eaa718183368c",
            "sentence": "Tom told Mary that it wasn\\'t a good idea to have money just sitting in the bank."
        },
        {
            "id": "e543807c88734277a4b38153b375d226",
            "sentence": "Tom thought the teacher had given him way too much homework to finish in one day."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}