{
    "currentPage": 35647,
    "pageSize": 20,
    "items": [
        {
            "id": "bd91d72f1ec946a696b946730b532557",
            "sentence": "Tom slammed the door with such force that the glass in the window frames rattled."
        },
        {
            "id": "0c3b119ad8d04f48b4da0b2363c00c74",
            "sentence": "Three students made short speeches and introduced themselves and their countries."
        },
        {
            "id": "eadc338a2ede4ab5bfe64f8e71bd49e1",
            "sentence": "The ages of the two children put together was equivalent to that of their father."
        },
        {
            "id": "43288553578a4e88bd255ae63cf9a4be",
            "sentence": "After going to three different stores, Tom finally found what he was looking for."
        },
        {
            "id": "2192156459c642aca7c01e646c93b96b",
            "sentence": "Tom quit his job as a sanitation worker to become a prescription drug wholesaler."
        },
        {
            "id": "cce29b945ac64c718c447ddb6d83e678",
            "sentence": "If you stay with the company until the end of the year, you will receive a bonus."
        },
        {
            "id": "48b91ac748554cd1b1e3cff8b3b48501",
            "sentence": "The man that I talked to on the bus said that he'd been to Australia three times."
        },
        {
            "id": "550334a11e11436fb5d4f8031ce71bca",
            "sentence": "To the man who only has a hammer in the toolkit, every problem looks like a nail."
        },
        {
            "id": "59ca226a1e7b4c418e8172bb1a1f0264",
            "sentence": "I spend about half my time trying to convince Tom to do what he's supposed to do."
        },
        {
            "id": "35396a0bcd4c4b979ef7379b09156aee",
            "sentence": "Tom couldn't open the door because something was blocking it from the other side."
        },
        {
            "id": "320d9d8e0e6f4b36aaf8f782cf68c771",
            "sentence": "Tom already had the CD that Mary gave him for his birthday, but he didn't say so."
        },
        {
            "id": "85066bbebd0e49f5974f44ae26e59ba7",
            "sentence": "I have three weeks left until my departure, and so far I still don't have a visa."
        },
        {
            "id": "43b2f1ea4c8a465cb784f4dbc2c402b3",
            "sentence": "Is it really true that 30% of the people who live here have never seen the ocean?"
        },
        {
            "id": "4fa61a93e66b4a179a3b87f1dd7f7eb2",
            "sentence": "If a police officer accused you of a crime you didn't commit, what would you say?"
        },
        {
            "id": "74ccbc9dbff14632a3568b0d9c6bf1a5",
            "sentence": "If you had the chance to change a single event in history, which one would it be?"
        },
        {
            "id": "c2a7c8fc3e1f4128975f85b0eedd7c6d",
            "sentence": "I could tell that Tom was angry, but I don't think anyone else in the room could."
        },
        {
            "id": "47c104f9894c41b78275ec7f7e42b692",
            "sentence": "Mr. Jackson is in the hospital, so I'll be your teacher for the next three weeks."
        },
        {
            "id": "80108a8423104fd4a661a3536a0e4930",
            "sentence": "You could try the store across the street. They may have what you're looking for."
        },
        {
            "id": "64cc99c4e0ad415db47db84419eaad4a",
            "sentence": "There are several things left on my list of things to do that I haven't done yet."
        },
        {
            "id": "e262d8cf01824767bdba8a5fb975362f",
            "sentence": "Tom wasn't the only one who didn't eat anything. Mary didn't eat anything either."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}