{
    "currentPage": 35641,
    "pageSize": 20,
    "items": [
        {
            "id": "c85ffca78a644ca4b040b3d1a29f1581",
            "sentence": "Tom wants me to call Mary and make it clear that he never wants to see her again."
        },
        {
            "id": "de87e61433b5459c8c79ce81b6a65b49",
            "sentence": "What scared Tom the most was the thought that he might not be able to walk again."
        },
        {
            "id": "fe8f1b57cab643b2b37f7aabcf8a9458",
            "sentence": "When Tom opened the door, he saw Mary standing there with a six-pack and a pizza."
        },
        {
            "id": "f15d1fd315424f4098e2ccb17caf4902",
            "sentence": "If you leave your textbooks at school during the break, they\\'ll get confiscated."
        },
        {
            "id": "cd798b8f650d4a219e54cf58e524bd1e",
            "sentence": "Tom asked Mary to tell him about the house she had lived in when she was a child."
        },
        {
            "id": "c8627b3ccce1441ebf28c18078894899",
            "sentence": "Tom calculated that he had given Mary over 34,000 dollars in the past six months."
        },
        {
            "id": "609c9cc9e9e344d4a93bad5523c8da9b",
            "sentence": "Tom could hardly keep from laughing when he saw Mary trying to juggle some balls."
        },
        {
            "id": "f20ba366b5bb44e482d932732fcfba89",
            "sentence": "Tom decided that we should put the canoe inside the house until the storm passed."
        },
        {
            "id": "fdbccc66e15f444991195c05f9f4f38a",
            "sentence": "I think I can speak French well enough to say pretty much anything I want to say."
        },
        {
            "id": "8b80ef88862b4c64b10bcf6df594cb77",
            "sentence": "The police thought the victim was Tom, but they were unable to identify the body."
        },
        {
            "id": "8f9238bb7d96462eabf1c1164be0fca8",
            "sentence": "Anyone who can only think of one way to spell a word obviously lacks imagination."
        },
        {
            "id": "9bbb2a9ae9d449ca9b5d55055dd30f8d",
            "sentence": "After reading Tom\\'s forum post, Mary resisted the impulse to post a crude reply."
        },
        {
            "id": "80550b489a2949ccb2bada682a8a4b9b",
            "sentence": "He says that he saw nothing. However, I don\\'t believe what he says is the truth."
        },
        {
            "id": "328277c75ada47ab9dda30fdc1088e00",
            "sentence": "We don\\'t have a lot of money, but we have enough to buy what we absolutely need."
        },
        {
            "id": "1318de79dbed47508d0a79806ed2a39b",
            "sentence": "We got this chair for nothing because the lady next door didn\\'t want it anymore."
        },
        {
            "id": "eaf08eaaa4234a4d9e909c79dd4623a5",
            "sentence": "When Tom told me what Mary looked like, he didn\\'t tell me she was so overweight."
        },
        {
            "id": "8cb07ddcf87b48a48acbdf3aab42c48e",
            "sentence": "How much time and energy do you spend on projects that don\\'t make you any money?"
        },
        {
            "id": "11367d0f222843999e3197ee2d433542",
            "sentence": "I\\'ve heard that it is best to always feed your dog at a specific time every day."
        },
        {
            "id": "637a1e02243c436b8d26a9ec65405313",
            "sentence": "I\\'ve been told that sitting for hours working on my computer is bad for my back."
        },
        {
            "id": "89ab210ba38e4f3f8b1e8e61f63e078b",
            "sentence": "By the time Tom realized what was going on, the police had already arrested Mary."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}