{
    "currentPage": 35644,
    "pageSize": 20,
    "items": [
        {
            "id": "e0b3f493734e4b0098a3f2be66dcbc31",
            "sentence": "Tom started studying French when he was a kid, so his pronunciation is very good."
        },
        {
            "id": "55e6c7ba8bf4440e823e758aba93a919",
            "sentence": "Tom wouldn\\'t have been able to get his homework done if Mary hadn\\'t helped him."
        },
        {
            "id": "cb7c104d91374823a6667859a983d2f0",
            "sentence": "Tom hasn\\'t yet heard anything definite about whether he got into Harvard or not."
        },
        {
            "id": "b0c7030673214330981a7bb44a76b9be",
            "sentence": "We got this chair for nothing because the lady next door didn\\'t need it anymore."
        },
        {
            "id": "253c9bfdcdd343ec9204d245d065cfdc",
            "sentence": "Tom says he told the police officer that he was just there to take some pictures."
        },
        {
            "id": "0261457dcb9649c7a17d98767848f5d7",
            "sentence": "Tom is very busy every afternoon, but he often has some free time in the morning."
        },
        {
            "id": "c530aee36ee0451ebb063bbd84d18872",
            "sentence": "Tom decided it wasn\\'t really necessary to deal with that problem this afternoon."
        },
        {
            "id": "ad384e1d4fd24f5e90ddfe38e9f1c1c1",
            "sentence": "I couldn't but sympathize with the girl who had lost her parents in the accident."
        },
        {
            "id": "c7f3613972dd4739969ac1d12d901b90",
            "sentence": "I'm glad that I wasn't the one who had to tell Tom that his wife had been killed."
        },
        {
            "id": "1ff3657bab934fba861590f4ffbe2e61",
            "sentence": "I spent the whole morning with you, so I'm going to spend the afternoon with Tom."
        },
        {
            "id": "474f4a0818ea4e35bd5457b2d0fc0e54",
            "sentence": "If you live near the ocean, please learn to swim and teach your children to swim."
        },
        {
            "id": "22deca6e458e4c8d9a6925e3ede2936c",
            "sentence": "The soldiers cheered as the train crossed the border into the state of Wisconsin."
        },
        {
            "id": "7f66725593a142ca94cd34b4c7184245",
            "sentence": "Tom didn't want his suitcase to be heavy, so he was careful not to pack too much."
        },
        {
            "id": "e512a7fe246d434f9978857c1ccda0f8",
            "sentence": "I couldn't find the station, and I didn't know how to ask where it was in French."
        },
        {
            "id": "93f07b6e59cb49beb9b2e9d173d4f275",
            "sentence": "We could probably make more money by lowering the price since we could sell more."
        },
        {
            "id": "f68243fefe764f6db72cdbb7c4690ff2",
            "sentence": "The argument lasted a long time because nobody would admit to being in the wrong."
        },
        {
            "id": "92b0a1569dfd4ee991cd3c0809381765",
            "sentence": "Of all the essays I read today, I thought that this one was the most interesting."
        },
        {
            "id": "f9923688414b483a92fc9503bb4e0298",
            "sentence": "Tom got a really short haircut and it took a long time for his hair to grow back."
        },
        {
            "id": "621b2a5e186440a3bb6e536788d8d582",
            "sentence": "On appeal, Tom claimed that his original guilty plea was coerced and involuntary."
        },
        {
            "id": "1002428cf683493798bd3c79bd3e6d6c",
            "sentence": "Tom looked very bedraggled after being caught in a heavy downpour during his run."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}