{
    "currentPage": 35645,
    "pageSize": 20,
    "items": [
        {
            "id": "d2e3d286681547f6b84156b0ed4e7eab",
            "sentence": "Tom was really drunk last night. He probably didn't even know what he was saying."
        },
        {
            "id": "d570275d09d0454b9ac147915d5dafc6",
            "sentence": "Do you have something that you paid a lot of money for but have hardly ever used?"
        },
        {
            "id": "22f0c26fac6e4289b56a073e367ee620",
            "sentence": "Even though Tom explained it in detail, I'm not sure that I really understand it."
        },
        {
            "id": "0abc913100fd44fe8db5215c4ead3f1a",
            "sentence": "Tom drove the first three hundred kilometers, and Mary drove the rest of the way."
        },
        {
            "id": "3b49b86293b24b549230d1a948401231",
            "sentence": "The reason my parents don't like my boyfriend is because he didn't go to college."
        },
        {
            "id": "cdf7869d86554925ac9193e785701c9f",
            "sentence": "Forks were used for many years in Europe and the Near East, but only for cooking."
        },
        {
            "id": "82c9388c2e3d4cd3844f038048d79e0b",
            "sentence": "I don't have time to go for a walk with you now, but I'll have time after dinner."
        },
        {
            "id": "c48faa9546f44bb998a9cd4eb9aa2a6b",
            "sentence": "I bought a second badminton racket for myself, but I forgot to buy a shuttlecock."
        },
        {
            "id": "7babc9dbca724a8ebd91d3d673c2bfbd",
            "sentence": "Tom knew that Mary wasn't very likely to be able to do what she was trying to do."
        },
        {
            "id": "2f8d42ff41714aeeb183a9348e44782b",
            "sentence": "I am sorry that I shall not be able to be with you at Christmas as I had planned."
        },
        {
            "id": "310255b3c1e24391821d3da83338850d",
            "sentence": "The coach called off the game because many of the players were down with the flu."
        },
        {
            "id": "10d26d83044d43ad8bc94a601a4cc679",
            "sentence": "Are you sure that Tom and Mary are still married? I heard that they got divorced."
        },
        {
            "id": "8636637344ac476487043317b47c46f1",
            "sentence": "Do you prefer drinking soup out of a mug or eating it with a spoon out of a bowl?"
        },
        {
            "id": "c90e6d6ffec54eaa91de130be5c70614",
            "sentence": "The company provides health and life insurance benefits for all of its employees."
        },
        {
            "id": "559a0c2632bd4ac9be24d07c816cdd65",
            "sentence": "The possibility that the explosion was caused by carelessness can't be ruled out."
        },
        {
            "id": "acabba5ef6984cceb06d84d20891434e",
            "sentence": "I had pizza for lunch, so I'd like to have something other than pizza for dinner."
        },
        {
            "id": "1648751cd6dd4850a37ec23a42ec9197",
            "sentence": "Is it possible for you to come to the office an hour earlier than usual tomorrow?"
        },
        {
            "id": "edd9b4b0406a4bfb83bee09664cea73f",
            "sentence": "I'm going to meet Tom's sisters this afternoon. I hope they're both good-looking."
        },
        {
            "id": "1f9c1cb6b7a34bdda6f9b587e959361b",
            "sentence": "Even though I studied English for 6 years in school, I'm not good at speaking it."
        },
        {
            "id": "009ddb14ee5d4c59be5fc34fd0cd8204",
            "sentence": "Last month, Tom went to Australia. The month before that, he went to New Zealand."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}