{
    "currentPage": 35646,
    "pageSize": 20,
    "items": [
        {
            "id": "c3a0767ae3194861a5f120a74d683b5c",
            "sentence": "Having all of you here is more reassuring than having the police or anybody else."
        },
        {
            "id": "d0d8085febce444ca533776d91b0f267",
            "sentence": "Radiation therapy is the second most common cancer treatment, after chemotherapy."
        },
        {
            "id": "af07663c10d64c08999d2c948c22abac",
            "sentence": "I think you can't understand that feeling unless you're from the same generation."
        },
        {
            "id": "5bb127107b034cd58c51a1553696e29f",
            "sentence": "That waiter was a very nice person, so we didn't want to complain about the meal."
        },
        {
            "id": "e837ef88f8ac497bab86c7308252e9a3",
            "sentence": "I think that it might be dangerous for Tom and me to go skin diving by ourselves."
        },
        {
            "id": "1a8b261b690c450ab27e298fad3c7818",
            "sentence": "I hate it when I work late and end up missing an episode of a show I'm following."
        },
        {
            "id": "20d71eac06fd43b098a2e8bfb1194894",
            "sentence": "Tom is an old man who always has beautiful young women around him who admire him."
        },
        {
            "id": "6eda095dbb524fe7b83e6c4ec335516d",
            "sentence": "Tom's parents are worried sick about him and just want to know that he's alright."
        },
        {
            "id": "cb2cdab23795493686b1d843eb2cffd3",
            "sentence": "If I hadn't already bought this bicycle, I would've bought your old one from you."
        },
        {
            "id": "eb6188cace3f48da84c184982627f78a",
            "sentence": "Tom broke up with Mary before her birthday so he wouldn't have to buy her a gift."
        },
        {
            "id": "58cb8c38d5944a7d8d100111e623865b",
            "sentence": "It took Tom three weeks to sell all the necklaces that he'd made over the winter."
        },
        {
            "id": "9e3304cbc1e94c9982fcfe683cfdbba9",
            "sentence": "Tom settled into his new job quickly and soon became a valued member of the team."
        },
        {
            "id": "44f3b5cb67de4475b7be1a83fce8ccd9",
            "sentence": "My main concern is that we'll run out of money before we can finish this project."
        },
        {
            "id": "7e6c595c091d4d2a9a9ee73129787ca2",
            "sentence": "Tom said he wondered whether Mary and I'd really be able to do that by ourselves."
        },
        {
            "id": "906af014e1a34576befde858fc49c790",
            "sentence": "I've got five different dictionaries on the shelf, but I always use the same one."
        },
        {
            "id": "42c3b06b19d148ad80f5ce0da1f1038c",
            "sentence": "Sitting on the porch and playing my banjo is something that I really enjoy doing."
        },
        {
            "id": "4b30d4a09ef14265b85718f8083f0c44",
            "sentence": "If we wait for thirty minutes before leaving, we can avoid the rush hour traffic."
        },
        {
            "id": "6cc92d03956646f983ffa80c75289b36",
            "sentence": "Tom doesn't like to sing. I heard him once, and I don't like him to sing, either."
        },
        {
            "id": "505566bbe615489fa2490c91d7692a9f",
            "sentence": "The pommel screws onto the end of the tang to hold the handle and sword together."
        },
        {
            "id": "96c22527fde04cf790bbf5d01f02a471",
            "sentence": "We need to stand together and take action because otherwise it might be too late."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}