{
    "currentPage": 35659,
    "pageSize": 20,
    "items": [
        {
            "id": "86d595388e3847988ac9747c6a343802",
            "sentence": "I know it\\'s highly unlikely that I\\'ll be able to convince you that you\\'re wrong."
        },
        {
            "id": "e5e3014b5b53444dbb701fc2b1b68c58",
            "sentence": "I know that it\\'s highly unlikely I\\'ll be able to convince you that you\\'re wrong."
        },
        {
            "id": "9fb3a24c22f84be2a56a7aacd4f6f55a",
            "sentence": "Tom had never had time to read anything other than textbooks when he was a student."
        },
        {
            "id": "c452773b32974dc082e7752ffbe90f62",
            "sentence": "Tom can\\'t quite believe Mary is really going on a date with him this Friday night."
        },
        {
            "id": "abaafda7b1544771bf8427b41a0aebd9",
            "sentence": "If you could share a meal with any three people, living or dead, who would they be?"
        },
        {
            "id": "4050ef91c5b24386921a494d685d62b0",
            "sentence": "At that time, Tom didn't know that Mary was the one he'd eventually get married to."
        },
        {
            "id": "9e397f0340ed4aaa9537579d374eff4b",
            "sentence": "Experts say coffee prices are rising mainly because people are willing to pay more."
        },
        {
            "id": "f255e75134e249059bfefd6d910a89f3",
            "sentence": "He seems to have a habit of getting on his coworker's back when he makes a mistake."
        },
        {
            "id": "4aa044a5d95c4cdeb848280af88f37d1",
            "sentence": "She got so carried away listening to the Beatles that she missed the date with him."
        },
        {
            "id": "e182f220937c44d0a39cf16d3f5e8902",
            "sentence": "It's hard to learn to speak a language if you don't have any opportunity to use it."
        },
        {
            "id": "748842f203cc44bb8ba10a4e37626bfd",
            "sentence": "Without air conditioning, it's impossible to travel by car in the middle of August."
        },
        {
            "id": "15d26e9b5c76497e8ec753ed5baa55ac",
            "sentence": "I don't believe in astrology, but that doesn't mean that I don't read my horoscope."
        },
        {
            "id": "8d315b67349e480ea1af98993e9820a4",
            "sentence": "What's the point of staying alive when all the people you love aren't here anymore?"
        },
        {
            "id": "5316adc7073d4471839303c4b01a4d20",
            "sentence": "The internet can either destroy you or help you grow. It depends on how you use it."
        },
        {
            "id": "64d2ebd7f273478585a41b0a18019ad0",
            "sentence": "I've tried every diet that has ever been published and I still haven't lost weight."
        },
        {
            "id": "6852aed0cfca464f8b08098ac787aa4b",
            "sentence": "I think each of us should give Tom something for his birthday, something home-made!"
        },
        {
            "id": "8c060879bba64d37b321f451b66d9ab5",
            "sentence": "Tom didn't realize that Mary didn't have enough money to buy food for her children."
        },
        {
            "id": "659c84b32ffe41379f310bda8c50fb20",
            "sentence": "Because I don't have children, I can spend more time volunteering than parents can."
        },
        {
            "id": "ea68055b7b6b4472876be4885325083e",
            "sentence": "It snowed last night and I don't have snow tires, so I walked to work this morning."
        },
        {
            "id": "cf6c3ceb62574ad6883bc1e73c09d529",
            "sentence": "I told you it was dangerous. The reason you got hurt was because you didn't listen."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}