{
    "currentPage": 35658,
    "pageSize": 20,
    "items": [
        {
            "id": "7a254193e63a4f4ebed77dacd27f46d4",
            "sentence": "Tom is doing everything within his power to improve the patients\\' quality of life."
        },
        {
            "id": "b86f3b89ebf14bcc91b56200ae268eb9",
            "sentence": "Tom became tired of always having to pay the bill every time he went out with Mary."
        },
        {
            "id": "71f603f71e3e43efa4798444fc918b4c",
            "sentence": "Tom certainly looked and sounded better than he did last month when we visited him."
        },
        {
            "id": "0e9219691e23400e837654157b0e564c",
            "sentence": "Tom looked at his watch and saw that he only had five minutes left until lunchtime."
        },
        {
            "id": "51b4f49e8dcd4de5b3265663668e6a50",
            "sentence": "Tom works as a bank clerk during the week and as a part-time lifeguard on weekends."
        },
        {
            "id": "a0842e3a643d40b0920ff0ee47310afc",
            "sentence": "I still have a lot of questions I want to ask you about your relationship with Tom."
        },
        {
            "id": "2072abd0c9fd40d0ac9fe783ad98aec9",
            "sentence": "The restaurant owner allowed her to take table scraps home to feed all of her dogs."
        },
        {
            "id": "3572b68b82fa4fe78fe5a2c847bcf24b",
            "sentence": "There is a sewing machine and an ironing board in the room where Tom used to sleep."
        },
        {
            "id": "7e2a6eec7bf640f2a3c865f479d80078",
            "sentence": "Tom doesn\\'t want Mary to say anything to John about seeing Alice with another man."
        },
        {
            "id": "99b302de16d345719e3c17c56705e0b8",
            "sentence": "Tom\\'s trip turned into a nightmare when his passport and credit cards were stolen."
        },
        {
            "id": "cc3a39c990bf47688dc25f229338434c",
            "sentence": "I could have stayed a while longer, but I was getting tired, so I decided to leave."
        },
        {
            "id": "a00782f97bf34a818cb41d42e31f8942",
            "sentence": "I spend as much time working in the garden in one day as my brother does in a week."
        },
        {
            "id": "eaedb1de4aee4b2d8254ec5600b9a0d7",
            "sentence": "The president\\'s sudden resignation has rattled the company. What should we do now?"
        },
        {
            "id": "95435895c0604723b6119bccdd032852",
            "sentence": "I know I should sleep for at least eight hours a day, however I usually sleep less."
        },
        {
            "id": "2cdf398a52fd4f78a6b905cef59d357b",
            "sentence": "I think Tom understands that if he wants my help, all he needs to do is ask for it."
        },
        {
            "id": "f6fe13306a9c42969297afa7c90f3abf",
            "sentence": "Tom certainly had plenty of opportunities to go to concerts while he was in Boston."
        },
        {
            "id": "2e71cc45b2c34d00807a4c9c1bda5a48",
            "sentence": "There was something I needed to get at the supermarket, but I forgot to pick it up."
        },
        {
            "id": "4615d71478374c2d9ed088871b8d0f35",
            "sentence": "When Tom was a child, he went to Boston every summer to stay with his grandparents."
        },
        {
            "id": "17f7547b66f14f2c820d2a6549794995",
            "sentence": "I was also impressed with the school\\'s cleanliness and the students\\' pride in it."
        },
        {
            "id": "eab2a39690294bac9da45d950aeeac20",
            "sentence": "They say that in America anyone can become president, but perhaps that\\'s not true."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}