{
    "currentPage": 35652,
    "pageSize": 20,
    "items": [
        {
            "id": "bfcfdeeff0b44a129fc1a158466537ad",
            "sentence": "My parents don't like my girlfriend. They think that she's not good enough for me."
        },
        {
            "id": "091a6472114a4f0d814d433aaf04cacf",
            "sentence": "Tom didn't know where the hospital was, so he had to ask someone how to get there."
        },
        {
            "id": "1baaa420cb264d56b616307029374a06",
            "sentence": "We got divorced three months ago and my ex-wife is already engaged to another man."
        },
        {
            "id": "300f67a460e2426a81f4eec3cc5bef3b",
            "sentence": "How did people sharpen their pencils before the invention of the pencil sharpener?"
        },
        {
            "id": "4427e37ea5a146a89f18ea6c975c8bab",
            "sentence": "Yesterday, I went to work at eight in the morning and came home at eight at night."
        },
        {
            "id": "9c8744a9792347cc939ccff2d1181dcd",
            "sentence": "I'm going to come home a little early. There isn't much work at the office anyway."
        },
        {
            "id": "581dbd32ab204160a09db86fbc191b76",
            "sentence": "I liked the concert we went to last week better than the one we went to yesterday."
        },
        {
            "id": "7d9e11a6f47645f98b9eddcb09f720a6",
            "sentence": "The reason that the report had so many mistakes was because I wrote it in a hurry."
        },
        {
            "id": "dbc5604b257e402d8adf00904d944c77",
            "sentence": "After years of living on his own, Tom found it hard to adjust to living with Mary."
        },
        {
            "id": "cbdfcd6ad6f2472991356879f6ea2de3",
            "sentence": "Tom was furious, but he tempered his language because there were children present."
        },
        {
            "id": "a84d97f580874d9ba2e15ac93ae2a1e8",
            "sentence": "Every religion, like every person, has brought good and bad things into the world."
        },
        {
            "id": "6561d72f595742bb9f0ba4a60c63d1bb",
            "sentence": "When did you find out that Tom wasn't the one Mary wanted to go to the dance with?"
        },
        {
            "id": "6fa154e7fb9c47409f1d5590bf8363d1",
            "sentence": "You still can't drive all the way there. You'll have to walk the last three miles."
        },
        {
            "id": "d4a1228db07940f39200500ad0b62ad4",
            "sentence": "Perhaps you could help us tomorrow. However, if you don't want to, that's OK, too."
        },
        {
            "id": "03d56a38d4354cd4a64dfa8040a7da03",
            "sentence": "Many people watch videos with closed captions for reasons other than hearing loss."
        },
        {
            "id": "a1f683c16ccc4199bc8ee636ae012a3e",
            "sentence": "In order to make a phone call, I put my hand in my pocket and searched for a coin."
        },
        {
            "id": "1bec9b2a95c64f0ba963a347813a8c52",
            "sentence": "I saw a red car and a white one. The red one was nicer looking than the white one."
        },
        {
            "id": "3e3b858305404441b21bb48e32eaa3fe",
            "sentence": "My life would probably have been quite different if I had been born a month later."
        },
        {
            "id": "4c346adc30b24330b2f1afca6011d026",
            "sentence": "Even if you fail the first time you try it, don't give up, but try doing it again."
        },
        {
            "id": "2617f9a3be8848f193d905a3e007d298",
            "sentence": "Little did I know Tom and Mary were playing footsy under the table the whole time."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}