{
    "currentPage": 35663,
    "pageSize": 20,
    "items": [
        {
            "id": "98756715527d439b8243b1da021b6b82",
            "sentence": "Even though Tom has never even tried eating one, he says he doesn\\'t like kiwifruit."
        },
        {
            "id": "1a8fd24ea85e4644a72c0d03215e6788",
            "sentence": "I\\'m skeptical when I hear someone claim to speak more than five languages fluently."
        },
        {
            "id": "47051d28620e4db08f3429a2c7628df5",
            "sentence": "I wanted to discuss this with you yesterday, but you didn\\'t seem to want to listen."
        },
        {
            "id": "5da329bb23544abeafe8b85834d3bba7",
            "sentence": "The library near my house is now open only three days a week due to budget cutbacks."
        },
        {
            "id": "da70a12eb12245dc9274359efd6e4421",
            "sentence": "The most dangerous thing Tom ever wanted to try to do was to hold a poisonous snake."
        },
        {
            "id": "2ac67be53bc04a01aaabcf4aa925dd0f",
            "sentence": "Tom and Mary adopted two children whose parents had been killed by a suicide bomber."
        },
        {
            "id": "fb14780512f24ffda4f5574ca746087a",
            "sentence": "Tom and Mary relaxed in front of the TV for a couple of hours watching an old movie."
        },
        {
            "id": "41b855742d0d49ae985315e911117a73",
            "sentence": "Tom put up with the pain for a couple of weeks before finally going to the hospital."
        },
        {
            "id": "00d893fcc5be40b1abd47e0615068e13",
            "sentence": "Tom wanted to stay in Boston for a few more days, but he had to get back to Chicago."
        },
        {
            "id": "c690d22b27d64c5fa8c6824ac911b2c7",
            "sentence": "Tom wanted to stick around to see what would happen. Unfortunately, he had to leave."
        },
        {
            "id": "9576c48cf05d4bf2bce11587624cca0d",
            "sentence": "When a woman is murdered, the husband or boyfriend is always the number one suspect."
        },
        {
            "id": "484dca536e874c46a13db0237c249c80",
            "sentence": "Tom bought an engagement ring for Mary with money he inherited from his grandfather."
        },
        {
            "id": "14b3a8bddd0b4acc93f736554d29c920",
            "sentence": "As soon as I can get a decent video camera, I\\'ll start making videos to put online."
        },
        {
            "id": "8a36c1a435604559b0b7480b0aa184cf",
            "sentence": "I have many friends who speak fluently, but still don\\'t sound like native speakers."
        },
        {
            "id": "29daf8c930d34f8b9c85de67f25a4f34",
            "sentence": "Tom and Mary were speaking in French, so I had no idea what they were talking about."
        },
        {
            "id": "3bbba513ae0c4384b4dd073c39445147",
            "sentence": "Tom and Mary were in the middle of a heated argument when John walked into the room."
        },
        {
            "id": "6ae19c117c504ccf9b4b63e83d617527",
            "sentence": "No matter how many people tell him he made a mistake, Tom still insists he\\'s right."
        },
        {
            "id": "0ff7955c74714e9b9d3677003b279417",
            "sentence": "Tom claims that he wasn\\'t anywhere near the murder scene at the time of the murder."
        },
        {
            "id": "aff78d54830c44e49f73caba43eb2835",
            "sentence": "Tom is usually the last to leave, but last night Mary left ten minutes after he did."
        },
        {
            "id": "3743f76c8633479582596d611c641977",
            "sentence": "Tom\\'s a very pessimistic person and always sees the negative side of any situation."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}