{
    "currentPage": 35660,
    "pageSize": 20,
    "items": [
        {
            "id": "c2ad77dd483849e2a6c908a647105a74",
            "sentence": "Even though Tom thought the idea didn't make much sense, he said he'd give it a go."
        },
        {
            "id": "8f8b56f55b7348eaafb9a46b1e779786",
            "sentence": "Tom asked his family to never buy him a skydiving voucher for any of his birthdays."
        },
        {
            "id": "9fd68be65d3d49f79694e1dfb104f37c",
            "sentence": "Don't you think we should've gone where Tom wanted us to go instead of coming here?"
        },
        {
            "id": "1a8072535ee34dc6992188a3fe70bbf1",
            "sentence": "No matter how well I do something, Tom always tells me that I could've done better."
        },
        {
            "id": "6f0c34568fce47b3bfd69a6b1d14efc8",
            "sentence": "Tom lay down in the grass and looked up at the sky, with his hands behind his head."
        },
        {
            "id": "e832876f7bd44c9c9541b050aac2c584",
            "sentence": "Tom wanted to study music in college, but his parents wanted him to study medicine."
        },
        {
            "id": "48d4371193364272909f69d4d709a6ec",
            "sentence": "Tom can play several brass instruments, but he can't play any woodwind instruments."
        },
        {
            "id": "c7aaa377f11a49e0a8fc3b54aab245b7",
            "sentence": "Tom hit the nail on the head when he said our team lacks enthusiasm and motivation."
        },
        {
            "id": "0ecda581e66b4bab93fce1033052e28e",
            "sentence": "Tom fought his way through the flames and rescued the child from the burning house."
        },
        {
            "id": "d9e3ce32c87a4174877742a48053a177",
            "sentence": "When Tom got his final exam paper back, and saw that he'd passed, he felt relieved."
        },
        {
            "id": "332d52151d524ea08a9fc66c8d322fa5",
            "sentence": "I think that there aren't as many French speakers in Australia as there used to be."
        },
        {
            "id": "626b7fd6d4fb4dcebb02825c72b2abdf",
            "sentence": "Tom couldn't believe he was going out with one of the best-looking girls at school."
        },
        {
            "id": "8fa47f15a42f4d2d91cd197bbd8e9933",
            "sentence": "I wanted to get a tattoo on my chest, but everybody told me that was a stupid idea."
        },
        {
            "id": "902f9da02bb541f0a79f47e9b0388443",
            "sentence": "The restaurant we ate at last night was really good. You should eat there sometime."
        },
        {
            "id": "4515d8821bd14aa5866288c29de48fc3",
            "sentence": "Tom has gotten better at playing the clarinet since the last time I heard him play."
        },
        {
            "id": "852a71f98c86465d973baaabaaa394bd",
            "sentence": "If you want to know which direction the wind is blowing, just look at the windsock."
        },
        {
            "id": "d36be68819fa47babd7db60384a6efe2",
            "sentence": "When we started out in the summer of 2010, there were only three of us in the band."
        },
        {
            "id": "428126c18f164120b28d5e66f785a0f4",
            "sentence": "Some hospitals have special rooms to treat patients with highly infective diseases."
        },
        {
            "id": "84bf4b903d4f4055bc6d3a4cfaa0cffe",
            "sentence": "When Tom and Mary got married, they both promised never to lie to each other again."
        },
        {
            "id": "290bb71f656f4a188f290637ae110ac4",
            "sentence": "Tom and Mary spent the afternoon sitting on a park bench, talking about their dogs."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}