{
    "currentPage": 35661,
    "pageSize": 20,
    "items": [
        {
            "id": "c9caf9977c5c40f0b2166f9eb72a46e2",
            "sentence": "Sending manuscript after manuscript paid off. A magazine finally published my work."
        },
        {
            "id": "65e2f6c295414f38a28196d0bb5a09ca",
            "sentence": "Each pancake comes with a dollop of suspiciously soft butter in a tiny plastic cup."
        },
        {
            "id": "6f14936cf4da45efa84382dc72378d77",
            "sentence": "Tom and Mary speak the same language, but they don't seem to communicate very well."
        },
        {
            "id": "e22012773b5b406997cf0f8d5bd8943f",
            "sentence": "Some people bring joy wherever they go, and some people bring joy whenever they go."
        },
        {
            "id": "35bed70f530a4e6888c07f35c3d4f4ec",
            "sentence": "You probably won't live long enough to see your children graduate from high school."
        },
        {
            "id": "43bce56ad4fb42c8ad92d57fcdb3b870",
            "sentence": "I've been trying to talk to you alone, but you always seem to be with other people."
        },
        {
            "id": "73779119eb1f438a986139e1c5de264a",
            "sentence": "It's the dynamic interaction between the characters that makes this novel so great."
        },
        {
            "id": "4e9d4199fd294de99f45e9f0c10f4982",
            "sentence": "Right now I'm reading a book that has been written in English about French grammar."
        },
        {
            "id": "7823cd044fb246dd808021135aa9186b",
            "sentence": "I don't know whether Tom is married or not. To tell the truth, I don't really care."
        },
        {
            "id": "0614e9e485094428bbc8e50e67ebeafc",
            "sentence": "Imogen of the Internet has only been photographed by cheap webcams and cell phones."
        },
        {
            "id": "1c87b370b4e04bb1bdb8594a34e34bd5",
            "sentence": "I spent several hours that afternoon looking out my window at birds building nests."
        },
        {
            "id": "cdddd9cb601d4b2f912973152a145c36",
            "sentence": "I'm sure Tom will come back as soon as he realizes that he left his briefcase here."
        },
        {
            "id": "5908b5c1c5a94257a30b8b0d7f623761",
            "sentence": "I'm sure that Tom will come back as soon as he realizes he left his briefcase here."
        },
        {
            "id": "10c2e382dd3a41648134ea438fed10ec",
            "sentence": "Please leave a message after the beep and I'll get back to you as soon as possible."
        },
        {
            "id": "99e9052b52574233b8a5d150ef396836",
            "sentence": "It's always difficult for children to live up to the expectations of their parents."
        },
        {
            "id": "3fb9475ede9a466dad61240d20005651",
            "sentence": "I plan to sell or give away everything that I haven't used in the past three years."
        },
        {
            "id": "43987eed34254d8097eddbf2a9263642",
            "sentence": "I was going to go to Australia last month, but something came up and I couldn't go."
        },
        {
            "id": "8d57087badd545bb8a351f88ba663d32",
            "sentence": "The girl in the picture was wearing a crown, not made of gold, but made of flowers."
        },
        {
            "id": "7b088c5571e74c93a4168ae0020b340c",
            "sentence": "Tom didn't know Mary thought that he should invite John and Alice to their wedding."
        },
        {
            "id": "7a26ca04a24d4377b8dceac301be6889",
            "sentence": "Tom didn't know that Mary thought he should invite John and Alice to their wedding."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}