{
    "currentPage": 35668,
    "pageSize": 20,
    "items": [
        {
            "id": "7769d1cadd9245acb3ed2eeb542c14f5",
            "sentence": "It took almost thirteen hours, but the team of surgeons was able to save Tom's life."
        },
        {
            "id": "31a803b2330f425a9eae45eccde73c50",
            "sentence": "Tom got to the main gate at the time he and Mary agreed on, but she never showed up."
        },
        {
            "id": "00330b5c9f8948c192f63a0ddf61bb37",
            "sentence": "It would be wise to remember that Tom can't do things as well as the rest of us can."
        },
        {
            "id": "72707b26f3f84e85b67e76e010b6d9ea",
            "sentence": "Doing that won't be too difficult, but it's something that'll require a lot of time."
        },
        {
            "id": "dd14009d4a32484499fa8b3261636f57",
            "sentence": "The company's competitive edge will be eroded if system engineers continue to leave."
        },
        {
            "id": "14b88e5b26874bf39a756c9a483f9fe9",
            "sentence": "After six hours' climbing, we finally succeeded in reaching the top of the mountain."
        },
        {
            "id": "46bd738e91a44ec48bcc074e26a89464",
            "sentence": "Tom and Mary complain often that they never get to be together without the children."
        },
        {
            "id": "4fb87449ccd04a8ea1a99ee6a6b695eb",
            "sentence": "Tom considers Mary his girlfriend, but she doesn't consider him to be her boyfriend."
        },
        {
            "id": "7622edbe060742ebb27f9bcab3ee669c",
            "sentence": "Every time I see Tom's picture, I remember how much fun it was to hang out with him."
        },
        {
            "id": "7c817728aa014a0b95ecee41376539e0",
            "sentence": "Tom said goodbye to his family and his wife, thinking he might never see them again."
        },
        {
            "id": "ca48d588d6b24003bbf87d5d96c62d13",
            "sentence": "Tom made a ham sandwich for himself and a peanut butter and jelly sandwich for Mary."
        },
        {
            "id": "4b561557bc87446d9d7dee6e9f44f9de",
            "sentence": "Lola the cow, Lola the cow, she's smart and she brings trouble, and she goes mooooo."
        },
        {
            "id": "039a881e55fa45aab79916775631f37e",
            "sentence": "Tom has three sisters. One lives in Australia and the other two live in New Zealand."
        },
        {
            "id": "c5c90cb86c6e452c970bcf5125d3022e",
            "sentence": "Tom noted in his report that the stock market was a factor in the company's failure."
        },
        {
            "id": "dfab9881660d41db9628fa9d5c2b47d3",
            "sentence": "Tom's dog slipped its leash again and almost attacked one of those tiny, yappy dogs."
        },
        {
            "id": "58af69766249462b90a3c8927d10d329",
            "sentence": "By signing the contract, I committed myself to working there for another five years."
        },
        {
            "id": "b86b2d9654584ca69e05223c6dd301ee",
            "sentence": "When you're finished making that birdhouse, let me know. Maybe I'll buy it from you."
        },
        {
            "id": "32b4c748b4fa467ba08c3b34a15cee00",
            "sentence": "They spoke to me in French, even though I told them I wanted to practice my English."
        },
        {
            "id": "d70753c6aec740e2ad5eec1683a42813",
            "sentence": "Tom took out his wallet and offered to pay for dinner, but Mary said that she'd pay."
        },
        {
            "id": "f85e5c9ad48340848f5bcc3a6d8380ab",
            "sentence": "After she lost her job, she couldn\\'t afford to feed her dogs, so she gave them away."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}