{
    "currentPage": 35666,
    "pageSize": 20,
    "items": [
        {
            "id": "4ab10f494d2a448bbfeda2952083dee6",
            "sentence": "Thankfully, Tom didn't have his door locked, so we were able to wait for him inside."
        },
        {
            "id": "debbaa01237a4c37b592dbd3c7c8ced0",
            "sentence": "I saw someone in Australia doing it, and decided that I'd like to try it out myself."
        },
        {
            "id": "0fe8d91641e64845bc335d094fc24bf4",
            "sentence": "Butternut squash is a good source of manganese, potassium, and vitamins A, C, and E."
        },
        {
            "id": "264dc2f496554f16be7414ae92563c13",
            "sentence": "You need to practice speaking French every day if you want to become a good speaker."
        },
        {
            "id": "65e79ab8c5ba4808a8ea1d7f7cdf541d",
            "sentence": "If you accidentally step on a dirty pitchfork, make sure you have your tetanus shot."
        },
        {
            "id": "00ae166eff0f4a4d90f58f360a5f7c43",
            "sentence": "I'm not sure most people understand the depth of cruelty that people are capable of."
        },
        {
            "id": "324bd0b5c7e64177ba262276ffe8c495",
            "sentence": "Bring us two egg sandwiches, two cups of coffee and two pieces of apple pie, please."
        },
        {
            "id": "66de757904054b3e8d032dfed4b3f307",
            "sentence": "We didn't choose this fight, but now that we're in it, we're going to try to win it."
        },
        {
            "id": "7197e742368744dca021bd340196ca94",
            "sentence": "I want to know what you want me to do with all the stuff that you left in my garage."
        },
        {
            "id": "78209e22014f4a93a0326ae37e6479eb",
            "sentence": "Some of the college students who are caught cheating on the exams do not even blush."
        },
        {
            "id": "e6b426c4d54f4873a6caa26ac72e5a4a",
            "sentence": "Chicory root has historically been used as a substitute for coffee during shortages."
        },
        {
            "id": "b3cb093320df4ff892eceef0d0ba055b",
            "sentence": "Three kinds of men fail to understand women: young men, middle-aged men and old men."
        },
        {
            "id": "b5837a2792024c73972309f49ee006a6",
            "sentence": "Whenever Tom and Mary see each other out and about, they always stop to have a chat."
        },
        {
            "id": "605aa686a75c483bb3d0f5082c894c0e",
            "sentence": "The hospital restricts the number of visitors who can enter the intensive care unit."
        },
        {
            "id": "726ac6532d264dfaa19af9dc9a8380bf",
            "sentence": "Visitors are usually asked to remove their shoes before they enter a Japanese house."
        },
        {
            "id": "83554e17d81248d4b1f99ea7cc4f641f",
            "sentence": "Back when there were still hundred yen bills, the American dollar was worth 360 yen."
        },
        {
            "id": "2cfad103bb4a4274a6121a9530723d90",
            "sentence": "Next month, Tom will be in Australia. The month after that, he'll be in New Zealand."
        },
        {
            "id": "92dee428ba244cb9a29fb334a4320396",
            "sentence": "I prefer writing with a pencil, because that way I can erase it if I make a mistake."
        },
        {
            "id": "8bd8fe5fc38f419ca8bf886f637a49d9",
            "sentence": "On September 26, 1959, the strongest typhoon in Japan's recorded history hit Nagoya."
        },
        {
            "id": "e6c3bcb08dc14edb9728c5748c1e66e2",
            "sentence": "According to legend, those woods used to be haunted, so people would avoid entering."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}