{
    "currentPage": 35671,
    "pageSize": 20,
    "items": [
        {
            "id": "a176ae5eb3f34235974ca825b9d3800a",
            "sentence": "Tom needed to store his stuff somewhere, so I told him he could put it in our garage."
        },
        {
            "id": "ace7802a76ac4e91a40371372df39288",
            "sentence": "Tom said that he didn\\'t believe that Mary really planned on going bowling with John."
        },
        {
            "id": "77eb0a8a29cc43cca83fe521e5c66ba9",
            "sentence": "Tom\\'s car was last seen in the neighborhood the day before his ex-wife was murdered."
        },
        {
            "id": "636f693773734976b2fda1fb0ff782c4",
            "sentence": "Tom hoped that the doctors would tell him that he didn\\'t need the surgery after all."
        },
        {
            "id": "2293d7195d4a47c1a45c6acea7bc658f",
            "sentence": "Tom still rides the bicycle that his parents gave him when he was thirteen years old."
        },
        {
            "id": "87db17c7a5054ad98006961c1e7206ae",
            "sentence": "Tom thought it would be a good idea to start a website that sold nothing but popcorn."
        },
        {
            "id": "a8c220b6d47d40bb86f089f934c821d1",
            "sentence": "Considering how long I\\'ve been studying French, I should be able to speak it better."
        },
        {
            "id": "cddc4dca5aa0466fb7d310423a20d691",
            "sentence": "Even though I studied French for three years in school, I\\'m not good at speaking it."
        },
        {
            "id": "da8464ac29b54ef6a62f9f6262392903",
            "sentence": "Don\\'t forget to tell Mary that she doesn\\'t have to do that if she doesn\\'t want to."
        },
        {
            "id": "5ff121e1adb84182902d4b11338e54b0",
            "sentence": "Tom had to have his stomach pumped because he had accidentally eaten some rat poison."
        },
        {
            "id": "770b1af2be764fbe8fce0c917cd138d8",
            "sentence": "There is no other country in the world where earthquakes are as frequent as in Japan."
        },
        {
            "id": "59293adf0af749fdb4ab6be34b1d33e9",
            "sentence": "Thanks to his recommendation, I was able to get a teaching job at a college in Tokyo."
        },
        {
            "id": "aa4af651010743449768d881005949fb",
            "sentence": "The sounds babies make when they babble seem to contain a lot of anterior consonants."
        },
        {
            "id": "467937db23d845928befef21d9e7500d",
            "sentence": "Tom can't help wondering whether he would've been better off if he'd gone to college."
        },
        {
            "id": "026eca5869514ed88bfa9b585f6ed132",
            "sentence": "It would be wise to wait until Tom tells us what he thinks before we make a decision."
        },
        {
            "id": "7db0481fd858453081a3788bd8ef268f",
            "sentence": "You should thank your lucky stars that you didn't get injured any worse than you did."
        },
        {
            "id": "d844296260504c75b6dfe2964e9a598e",
            "sentence": "Tom hadn't done the washing-up for a week, meaning the sink was full of dirty dishes."
        },
        {
            "id": "326b16230ac7472699e3a997ddda1124",
            "sentence": "Tom left a window open during the storm and now almost everything in the room is wet."
        },
        {
            "id": "cc1166d390b84a439e45b9c34302fe56",
            "sentence": "Admittedly, your plan makes sense, but I still think it'll be very hard to carry out."
        },
        {
            "id": "84a2ed2a2c9d48c49b977e4a02a8af4d",
            "sentence": "I hope that you know the last thing I want to do is go there without your permission."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}