{
    "currentPage": 35679,
    "pageSize": 20,
    "items": [
        {
            "id": "6d698350b15942728adde51fbb969fe1",
            "sentence": "All happy families resemble each other, each unhappy family is unhappy in its own way."
        },
        {
            "id": "a4b8fb2d840a491c9589522f03459a17",
            "sentence": "Tom could feel Mary's head gently resting on his shoulder as they watched TV together."
        },
        {
            "id": "3a852f98c9c3432b9924fbdcd6c6499a",
            "sentence": "It's difficult choosing between what's right and what's wrong, but you have to choose."
        },
        {
            "id": "1e3c1addd51c45859879a30ea9ba4d8f",
            "sentence": "Experts have concluded that the country's power grid is susceptible to a cyber attack."
        },
        {
            "id": "f46f3e6978d14bc88ac508c770434a97",
            "sentence": "I'm not sure what his number is. You'll have to look it up in the telephone directory."
        },
        {
            "id": "8a98e132a293418ba03dfd6a3db79e76",
            "sentence": "Tom was waiting for somebody to do that for him, but nobody did, so he did it himself."
        },
        {
            "id": "54b87098700d492cb744de44ca29e88d",
            "sentence": "It feels wrong to be talking about Tom like this when he's not here to defend himself."
        },
        {
            "id": "e7b502333d014cc786a094667615f605",
            "sentence": "Watch out for her. Her weapon is language - if she wants to, she'll talk you to death."
        },
        {
            "id": "241d34f1e266436cbd2796849a5e4c1a",
            "sentence": "I think we're going to need to put this project on the back burner for a little while."
        },
        {
            "id": "9c2962c479fd44e7868b7b890c40609a",
            "sentence": "Plan for the future because that's where you are going to spend the rest of your life."
        },
        {
            "id": "37db203f71d9458fa16b0bc3af694188",
            "sentence": "Thank you very much for lending me $500 when I was having difficulty making ends meet."
        },
        {
            "id": "e1b790f2e107490284ac36e14e64a0c5",
            "sentence": "Before olives can be eaten, they must be soaked in lye, which must then be rinsed off."
        },
        {
            "id": "b5ba33fb9a0d4b8bb8fa1cd07d7c76c3",
            "sentence": "The police are now looking for the person responsible for dumping garbage in the park."
        },
        {
            "id": "2f7c008771b14b7591e4e83cebb8e34c",
            "sentence": "I prefer staying home when it's cold because I can stay warm and wear whatever I want."
        },
        {
            "id": "6f619a3fabbb4adfa28cad9a467edd18",
            "sentence": "As I entered the hospital, I noticed many people in neck braces, slings, and bandages."
        },
        {
            "id": "39d09b2e480242f59b934fa80d0147ca",
            "sentence": "I left home later than usual, but I was still able to catch the train I usually catch."
        },
        {
            "id": "612484a24e904d4693f0b7efbf45267d",
            "sentence": "I washed my blankets and hung them up outside. It'll take a few hours for them to dry."
        },
        {
            "id": "8bbd656b3ded4e4296e8ea1b3e45239c",
            "sentence": "No news is good news. If you haven't heard from your son it's because he's doing well."
        },
        {
            "id": "66437e07a3da4c49a7ba819af14989d4",
            "sentence": "The more often you see a word when reading, the easier it is to remember its spelling."
        },
        {
            "id": "272717140afe40f5b6c060ed5037f652",
            "sentence": "The best way to learn a foreign language is to go live in a country where it's spoken."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}