{
    "currentPage": 35678,
    "pageSize": 20,
    "items": [
        {
            "id": "1ee30b06062943968874df9a7e356bea",
            "sentence": "Instead of a tree, in Spain it's traditional to put up a nativity scene for Christmas."
        },
        {
            "id": "ad52c655432b4326b99374e66749bf9e",
            "sentence": "When we have a family argument, my husband always sides with his mother instead of me."
        },
        {
            "id": "6948e492f3ac45d4ad68ffe65fb274fd",
            "sentence": "For the time being, Tom is living in Australia, and his wife is living in New Zealand."
        },
        {
            "id": "b906885f425b48448fe666827f3fbc29",
            "sentence": "If you could go back and start your life again, from what age would you like to start?"
        },
        {
            "id": "02496e39b0354b2ab398c0eaeb79636f",
            "sentence": "You don't need to speak to Tom in sign language, because he can read lips really well."
        },
        {
            "id": "00b9ab3a0eb44e1791f53ae99c8ea2df",
            "sentence": "Many women pursue higher education and careers, thus delaying marriage and childbirth."
        },
        {
            "id": "bbd4d80e6ea54885b9c87f968644ff8a",
            "sentence": "We rented the house, not because we liked it, but because it was close to the station."
        },
        {
            "id": "048f99b54e144795947fd4286061b06a",
            "sentence": "It's not that I don't like to do that. It's just that I don't get to do it very often."
        },
        {
            "id": "775c6dcb9894471dbe1e42042bce6689",
            "sentence": "There's a patrol out now looking for skiers who may have been buried in the avalanche."
        },
        {
            "id": "661a9f32c664445bb552a313b244f386",
            "sentence": "After weeks of being on the road, I couldn't wait to get home and sleep in my own bed."
        },
        {
            "id": "95687edb88ab4f3e80ceabd9e0c05409",
            "sentence": "Tom doesn't know where he was born, but his mother told me that he was born in Boston."
        },
        {
            "id": "f10fad0695cc4b56b2e593fce0c2f122",
            "sentence": "Is it wrong to buy things made by companies that don't have decent working conditions?"
        },
        {
            "id": "dcb61d734334404f8703c5aee0f39796",
            "sentence": "Tom only found out after his mother's death that she had gambled away his inheritance."
        },
        {
            "id": "36689258e99c4a038b35190caaa98331",
            "sentence": "Tom called Mary over to ask her what she thought of the tie he was thinking of buying."
        },
        {
            "id": "cafe92abe02f461c963d5b586974b17c",
            "sentence": "Sometimes I wonder when the first world championship in cyberbullying will take place."
        },
        {
            "id": "bf16de4a379e45a1a336f97cee67662d",
            "sentence": "I guess what I've said isn't all that clear, but that's the only way I can explain it."
        },
        {
            "id": "7efb583ec7de4ef98152033703da785f",
            "sentence": "Tom is going to hurt his ears if he doesn't stop listening to his music at full blast."
        },
        {
            "id": "a3904028d7614ff58bc3f3dd1833acfc",
            "sentence": "Tom, stop teasing your brother! You wouldn't like it if he did that to you, would you?"
        },
        {
            "id": "47dfa39344884fc4b03248d1ff7215f2",
            "sentence": "Girders usually have a cross section designed to maximize their resistance to bending."
        },
        {
            "id": "f2301c23199f467296c27f9ee82e27e0",
            "sentence": "Democracy is the worst form of government, except all the others that have been tried."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}