{
    "currentPage": 35673,
    "pageSize": 20,
    "items": [
        {
            "id": "638c0fe03b45469fafa663bdfeb7fd8b",
            "sentence": "When I finished reading the letter, I folded it up and put it back into the envelope."
        },
        {
            "id": "14cd5247de3248368b7a76f9f01ffbe7",
            "sentence": "Our whole case hinges on whether the government's actions were constitutional or not."
        },
        {
            "id": "1c04dd2d111641919db2476f81affe0c",
            "sentence": "It must have been something really big for him to strike a triumphant pose like that."
        },
        {
            "id": "34fd108fe0b14627af11785d33245cf9",
            "sentence": "All at once, the Buddhist priest burst into laughter, spoiling the solemn atmosphere."
        },
        {
            "id": "e9f63eeeac3f4112b70a7338f96c2d40",
            "sentence": "Dr. Jackson has had several research papers published in well-known medical journals."
        },
        {
            "id": "f225fe3668ba41aa83c87937bb9e9629",
            "sentence": "I think my French would be much better today if my teacher had been a native speaker."
        },
        {
            "id": "670bbc7767024ff398fc85f80af3e282",
            "sentence": "Circular water currents at the base of a weir can trap people, causing them to drown."
        },
        {
            "id": "094def3abf5440b2bf5db0a409e41da4",
            "sentence": "Tom wanted to name his son after his grandfather, but his wife didn't like that name."
        },
        {
            "id": "ef13b0c68a574e068043548d7028d9d1",
            "sentence": "Our company has a well organized system of 200 sales offices, located all over Japan."
        },
        {
            "id": "36c7a79424144b88a737a2c3b84021c5",
            "sentence": "If you want to hear a scary story, I'll tell you about a dream I had a few weeks ago."
        },
        {
            "id": "5e7df8d361934f3d8083b28d6638549a",
            "sentence": "If you want to make sure that Tom understands you, you should speak to him in French."
        },
        {
            "id": "342cb7907c11415e9f47bc5f1e56ca29",
            "sentence": "I have no idea how expensive this is going to be, but I know it won't cost very much."
        },
        {
            "id": "76788192f52a48c49032d289436791c0",
            "sentence": "All things considered, I think you should go back home and take care of your parents."
        },
        {
            "id": "20c7680019fe42578facffe1cfb89418",
            "sentence": "If I had to choose between these two books, I'd choose the one with the yellow cover."
        },
        {
            "id": "7d6c9ad47f98480d95cda84f171d2b1d",
            "sentence": "The number of students who were late for school was much smaller than I had expected."
        },
        {
            "id": "bc1353217c684f5e9ed992d1e946e2fe",
            "sentence": "I don't believe Tom was able to build his house for less than three thousand dollars."
        },
        {
            "id": "61d336d969d3441684e4a0c19f3a0023",
            "sentence": "I wonder how many times we're going to have to tell Tom to do that before he does it."
        },
        {
            "id": "a145ba794f1b4d719c54935bf97e2c4b",
            "sentence": "Outreach programs are the main source of support for at-risk teens in this community."
        },
        {
            "id": "decc4743dea14ae096e546ceb7a29962",
            "sentence": "Tom spent a half hour looking for Mary's ring in the bushes before finally giving up."
        },
        {
            "id": "94ce2812222b402da539ec431925457c",
            "sentence": "Tom started to walk towards Mary, but then he turned around and walked the other way."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}