{
    "currentPage": 35672,
    "pageSize": 20,
    "items": [
        {
            "id": "ba96b240a4974420bcd8e64a7c90fa07",
            "sentence": "I hope you know the last thing that I want to do is go there without your permission."
        },
        {
            "id": "60485be495f848489e1d36e3eccae726",
            "sentence": "This is the intersection where a three-year-old girl was run over by a bus last year."
        },
        {
            "id": "306c514fba224d51aad04a036ae6f839",
            "sentence": "I think girls spend more time talking about boys than boys spend talking about girls."
        },
        {
            "id": "0ff4c607da4d4373802c08e9edb855fb",
            "sentence": "Tom and his friends use the school printer every month to print the student bulletin."
        },
        {
            "id": "234d18748e474295b953ca9f17d81c4d",
            "sentence": "Our employees are working around the clock to fix the damage caused by the ice storm."
        },
        {
            "id": "959ada45ea63419b83f62384bb9e6bc6",
            "sentence": "I hope that Tom understands French well enough, so I don't have to interpret for him."
        },
        {
            "id": "ac5f613b3b19484ebee5f712d2d33c79",
            "sentence": "If you were only able to meet with one historical figure, who would you like to meet?"
        },
        {
            "id": "aedb9edf8e1d4bb49fbb840fac117b33",
            "sentence": "How would you feel if you told Tom you loved him, but he told you he didn't love you?"
        },
        {
            "id": "bcbd286c21fb465588e683dfd004fa90",
            "sentence": "The boss outlined a three-pronged approach to turn the fortune of the company around."
        },
        {
            "id": "c1721444ccf0457796c9eb6609c93563",
            "sentence": "When in doubt tell the truth. It will confound your enemies and astound your friends."
        },
        {
            "id": "112b2451e2ad45e686c325ad5e62966f",
            "sentence": "Yesterday I had some free time for the first time in a long time, so I went swimming."
        },
        {
            "id": "6178a1b7acfc4675a5dedb6b2abdf906",
            "sentence": "So many people had died that the gravestone supplier was forced to hire a new carver."
        },
        {
            "id": "85b3bd4178444f758f6e5f00aaebef05",
            "sentence": "When Tom got back to his car, a parking ticket was stuck under the windshield wipers."
        },
        {
            "id": "6f8d1004743246dbbd38fdad52848c18",
            "sentence": "We're going to my parents' on Christmas Eve, and my wife's parents' on Christmas Day."
        },
        {
            "id": "b158b63054ad4f42b8ec893174af8243",
            "sentence": "Tom is hoping that he and Mary will be able to spend some time together next weekend."
        },
        {
            "id": "08762ba12c5744f5b9053cde6b0d2f18",
            "sentence": "Soba is made of buckwheat flour, and udon and kishimen are made of plain wheat flour."
        },
        {
            "id": "65f65099502445de9519e3383bf3ec14",
            "sentence": "Tom was interviewed for a podcast about his research, but it won't air until October."
        },
        {
            "id": "b6e1d7e08561411d8d96cf17d2b3a8ba",
            "sentence": "If Tom hadn't already been married, he might've been more interested in meeting Mary."
        },
        {
            "id": "d2c6ace96d6a42558eba27f4013c2c53",
            "sentence": "I have a son and a daughter. My son lives in Boston and my daughter lives in Chicago."
        },
        {
            "id": "551f2b16ff1a449a844adfa4376de5f5",
            "sentence": "We don't have any more vanilla ice cream. However, we still have chocolate ice cream."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}