{
    "currentPage": 35674,
    "pageSize": 20,
    "items": [
        {
            "id": "d1a3588aa46b425296757a7390188093",
            "sentence": "My children try really hard to get up early, but they still often get to school late."
        },
        {
            "id": "295d0a6fc91244eeb328d27158c8e230",
            "sentence": "I know it's not true, but it definitely seems like the sun revolves around the Earth."
        },
        {
            "id": "bb785e11b07d4f1fa6b7bd9bd1ff05ce",
            "sentence": "I don't know what I'm going to do with my cat now that I'm moving to another country."
        },
        {
            "id": "d406992facf84cfe86691557af101b25",
            "sentence": "You can hear sounds in the distance better on clear days than you can on cloudy days."
        },
        {
            "id": "3f90db87f0fa447f8ffcac71ff03d707",
            "sentence": "This stream is like a microcosm for studying the problems facing the wider ecosystem."
        },
        {
            "id": "1d218258863047788a1ff6708fd62e4c",
            "sentence": "Tom and Mary were speaking in French, so I couldn't understand what they were saying."
        },
        {
            "id": "c738a66264b8464c965f5f0846f835bc",
            "sentence": "Tom picked up his order at the counter and went to one of the tables near the window."
        },
        {
            "id": "60917345f6374e22be133b2f4d3376c3",
            "sentence": "Tom ran back to the police station to tell them something that he'd forgotten to say."
        },
        {
            "id": "a1c9bc4ac94743e6a5a5f2def44b4c68",
            "sentence": "Tom will have to undergo several months of rehabilitation after leaving the hospital."
        },
        {
            "id": "da2aa4cab1734f4fa625c529faaeb56f",
            "sentence": "As Tom started to pull the trigger, he realized he was about to shoot his own father."
        },
        {
            "id": "6ea0773f617341589f9d2c77d6d34304",
            "sentence": "I don't think that there's any better way to learn English than by living in America."
        },
        {
            "id": "16d43952267c49fb8e166800675d9a8f",
            "sentence": "There are abilities that improve rapidly and those that improve slowly, aren't there?"
        },
        {
            "id": "8cca5956e8ff42fa96b0d5604f7ea1b9",
            "sentence": "If you're bringing a friend home for dinner, I'll put some more potatoes in the stew."
        },
        {
            "id": "58fd594c450b48408580d09b502adc27",
            "sentence": "When I first started teaching here, most of my students were unable to read or write."
        },
        {
            "id": "0ed8173eb9aa450d8146d8e7ac79c911",
            "sentence": "Since Tom's parents are native speakers of French, Tom usually speaks French to them."
        },
        {
            "id": "21c901bcd7814806bdd1692934565133",
            "sentence": "Instead of spending so much time in front of the TV, why don't you go out for a walk?"
        },
        {
            "id": "fdc0373076704cc29f308ddd75ece6e1",
            "sentence": "Let me know when your train will be arriving, and I'll meet you at the train station."
        },
        {
            "id": "7abdd26a621144bc9dad2c75ae68b4dc",
            "sentence": "A doctor who happened to be present performed first aid at the scene of the accident."
        },
        {
            "id": "7c3f6c5bd2df48078edb57d7bf8c173a",
            "sentence": "A doctor who happened to be present at the scene of the accident performed first aid."
        },
        {
            "id": "7510ae83ddff4de6829f159ffe0d1742",
            "sentence": "Tom and Mary were speaking in French, so I didn't understand a word they were saying."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}