{
    "currentPage": 35689,
    "pageSize": 20,
    "items": [
        {
            "id": "1bdd81cb7b744e4b9e6d36d0c6feac7c",
            "sentence": "We saw several police cars with sirens blaring and lights flashing racing down the road."
        },
        {
            "id": "2b9f6cfe85ed4fdb8cc81ddfaa345621",
            "sentence": "Tom asked me which of my children I liked best. I told him that I like them all equally."
        },
        {
            "id": "cae1bf71c6244e878e453d22f53644aa",
            "sentence": "I'm sure that Tom will come back as soon as he realizes that he left his briefcase here."
        },
        {
            "id": "82629137743d4d93a6d864d9e5c9f909",
            "sentence": "The advantage of old age is that you no longer want what you previously couldn't afford."
        },
        {
            "id": "7b361ff33c4646ecb5673baa37c005af",
            "sentence": "Some months have thirty-one days, others have thirty and one month has less than thirty."
        },
        {
            "id": "8a8e622cc82640c4a1e6a8b3782305b8",
            "sentence": "In France, advertising of mobile phones directed at children 12 and under is prohibited."
        },
        {
            "id": "6d400255401848cfb4ce1fe816819dcf",
            "sentence": "Tom didn't know that Mary thought that he should invite John and Alice to their wedding."
        },
        {
            "id": "e0f2f83a16584295ba1984cb19e4758f",
            "sentence": "When Mary went to cook dinner, she found that her potatoes had sprouted in the cupboard."
        },
        {
            "id": "50af373266d24611a8326b725a85b4b9",
            "sentence": "The petrol pump attendant wasn't very thrilled when we only bought a newspaper from him."
        },
        {
            "id": "71b31e6a19e74f698a57202323ca49e2",
            "sentence": "Tom and Mary haven't talked to each other for a month now because of a misunderstanding."
        },
        {
            "id": "09ed304b73f7456a966eb228b640de65",
            "sentence": "I've asked that question many times, but no one has ever given me a satisfactory answer."
        },
        {
            "id": "fdc67181fa8a4089a4d79e90067e2725",
            "sentence": "I've asked that question many times, but nobody has ever given me a satisfactory answer."
        },
        {
            "id": "d5bfe2cdbe2f4660b0ecc27829bb4ba2",
            "sentence": "I saw many people who had no clothes and I saw many clothes which had no people in them."
        },
        {
            "id": "e3b6f279879a4147bac880f789a2b350",
            "sentence": "It doesn\\'t make much sense to me that Tom would be allowed to go, but Mary wouldn\\'t be."
        },
        {
            "id": "571a089ea2574851afaa66d559f38a74",
            "sentence": "Which translation of this book do you think is better, the French one or the English one?"
        },
        {
            "id": "c3dee49366ec45f7b0d3ff94e6201b6d",
            "sentence": "Tom keeps enough money for a taxi fare home tucked in his sock when he goes out drinking."
        },
        {
            "id": "e35e7f5b407c4a3290e70ae64bd8856a",
            "sentence": "I shoot the rabbits in my garden with a squirt gun to keep them away from the vegetables."
        },
        {
            "id": "603f241fd3154c9cb06fb19db7d73369",
            "sentence": "The police found Tom lying on the floor with a bullet hole in the middle of his forehead."
        },
        {
            "id": "62dbabd57401421586ad2fdb63fdb5f1",
            "sentence": "Tom and Mary were speaking in French, but switched to English when John entered the room."
        },
        {
            "id": "aa8e26f73bc54fce900052ce75b9fecf",
            "sentence": "I had to change clothes because what I was wearing wasn\\'t appropriate for the situation."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}