{
    "currentPage": 35682,
    "pageSize": 20,
    "items": [
        {
            "id": "d98e32fbf692446b98893f0a9f5f7e5a",
            "sentence": "Tom\\'s muscles were tired and he wanted to get home and soak in a hot bath for a while."
        },
        {
            "id": "50a869ea38344fcc9b584261c2130cfb",
            "sentence": "After I got married, my French got better since I started speaking French with my wife."
        },
        {
            "id": "5f92bd9b3c9f48e7a7a8a71af1ad7ddd",
            "sentence": "Generally speaking, men find it more difficult to talk about their feelings than women."
        },
        {
            "id": "3eea4dc20fc0415baef62c4a0b18fe73",
            "sentence": "How long do you think Tom will work for us before he quits and goes to another company?"
        },
        {
            "id": "44cc686fba6c4b94807de595ced07f78",
            "sentence": "The knife on the table wasn\\'t sharp enough to cut the meat, so I used my pocket knife."
        },
        {
            "id": "e5257b2562dc4b519d9a1135b25ba300",
            "sentence": "Tom\\'s lawyer didn\\'t think that the jury would think that Mary was a reliable witness."
        },
        {
            "id": "e76028a202d1407ca8c4b93156ba4f77",
            "sentence": "Tom didn\\'t think he had a chance to succeed, but he at least wanted to give it a shot."
        },
        {
            "id": "68330f7fa08d4ccd993c86d8e4a1cf1b",
            "sentence": "Tom claimed that he didn\\'t know his beach house was being used for illegal activities."
        },
        {
            "id": "054710ed38b34ef28975f13c51fc03c4",
            "sentence": "Tom was very good at playing the guitar before he broke three fingers on his left hand."
        },
        {
            "id": "eddf2a1560a54db4a2f256c331aa3a6a",
            "sentence": "I\\'ve got better things to do with my time than to sit here and listen to you complain."
        },
        {
            "id": "efed3949266340178e96f50c3de31f77",
            "sentence": "Tom couldn\\'t persuade his classmates to change their minds about postponing the dance."
        },
        {
            "id": "06438847b57a4fbc9177d53fe58bed63",
            "sentence": "Tom didn\\'t know where Mary was going, but he had a good idea where she might be going."
        },
        {
            "id": "96deee7ee0e9481da9691ce832aba169",
            "sentence": "Tom had his ear pressed to the door, trying to hear what was going on in the next room."
        },
        {
            "id": "96607b6fc95a40f7a8f3054d5c9e4932",
            "sentence": "Are you really going out on such a cold day? I think you’d be better off not going out."
        },
        {
            "id": "db289817daeb42fd937b0d239850c21b",
            "sentence": "Tom could hardly believe his ears when he heard that Mary was coming back home to stay."
        },
        {
            "id": "31665d6839ec44c88087b7e398906be1",
            "sentence": "In the short time Tom was away from his desk, Mary scribbled something in his textbook."
        },
        {
            "id": "8822b311da22434e9730ee1618d4413c",
            "sentence": "When did you find out that Tom wasn\\'t the one who Mary wanted to go to the dance with?"
        },
        {
            "id": "48d8373f750d46c9952c5d0a1e98a247",
            "sentence": "Tom looked disappointed when Mary told him that she wouldn\\'t go to the dance with him."
        },
        {
            "id": "49f84069ac4e4a67b60cf99a48b0813f",
            "sentence": "It\\'s best to translate from a foreign language you know into your own native language."
        },
        {
            "id": "fe4c4bff2e584a2b84095e9a2de2f88e",
            "sentence": "Mary closed her eyes and waited for Tom\\'s kiss. When she opened her eyes Tom was gone."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}