{
    "currentPage": 35687,
    "pageSize": 20,
    "items": [
        {
            "id": "41bc05e547904ad4927af2e3029f5033",
            "sentence": "When Tom bought his car, he didn't know that it had been involved in a serious accident."
        },
        {
            "id": "70586833bc6c401b89ad2dca7c38b3dc",
            "sentence": "Mary's phone kept cutting out and she couldn't make out what Tom was trying to tell her."
        },
        {
            "id": "952404b2b70d4b05b7c457ee5a48e0fc",
            "sentence": "Tom was walking on the sidewalk on the other side of the road and didn't seem to see me."
        },
        {
            "id": "255f28d2fae340b186516ceebed4164b",
            "sentence": "The identity of the boy who had been missing was verified by the clothes he was wearing."
        },
        {
            "id": "995c0f78bea245e6b274df4f07105f06",
            "sentence": "Tom and Mary spent the time talking to each other and getting to know each other better."
        },
        {
            "id": "8f200ad26c0f4d21bce5c41d583fec7c",
            "sentence": "Nowadays you no longer hear popular songs that can be sung by men and women of all ages."
        },
        {
            "id": "28677cac84934462a275061ccb6be7a9",
            "sentence": "I've come to terms with the fact that I'll never be as fluent in French as I want to be."
        },
        {
            "id": "252261376a2c447f8d76213f88ff8c39",
            "sentence": "Tom bought a new kite since his old one got stuck in a tree and he couldn't get it down."
        },
        {
            "id": "a46c62aa95cd4cb9b819b280aef31c95",
            "sentence": "I'm telling you, I saw it with my own two eyes. I wasn't seeing things or hallucinating."
        },
        {
            "id": "7bc0f0ac736440db962443820a782fbe",
            "sentence": "You've come too far. Turn around and go back about three kilometers, and then turn left."
        },
        {
            "id": "0c5e86b7944240e390749e7ba391e1b2",
            "sentence": "Is there, for example, a three-course meal that conveys sin, punishment, and redemption?"
        },
        {
            "id": "1207544d7a55479dbcde2cf60d5b26a0",
            "sentence": "The turkeys in my grandfather's farm are very noisy, I can't wait for them to get eaten."
        },
        {
            "id": "98a4d601e7d048379eae13bdf2912d45",
            "sentence": "I hope all but one of your dreams come true, so you always have something to strive for."
        },
        {
            "id": "e48c60e05bd64880bfac765d910b4999",
            "sentence": "I used to think that only bears hibernate, but the teacher said that turtles do as well."
        },
        {
            "id": "bd86f4a0606b49fc9a7627e65c922e93",
            "sentence": "After his near-death experience, Tom was a much more loving and less judgemental person."
        },
        {
            "id": "14839da72d7948d7952d5a3c2cd6be55",
            "sentence": "Listen Tom, it would defeat the purpose of the test if I told you what it was all about."
        },
        {
            "id": "f735d65037d24cda933219532d364306",
            "sentence": "If the doctor had gotten here a little sooner, he might've been able to save Tom's life."
        },
        {
            "id": "2799719399f9464bbd6b3568f8663f21",
            "sentence": "Gabon faces fluctuating international prices for its oil, timber, and manganese exports."
        },
        {
            "id": "97ff3f2835564036b26b641049983d77",
            "sentence": "When Tom went to the store, he saw several people wearing their masks under their chins."
        },
        {
            "id": "a22377b9cfe74b5b8c3c461e1ff16046",
            "sentence": "If you chain-smoke, you are much more likely to have severe lung problems later in life."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}