{
    "currentPage": 35685,
    "pageSize": 20,
    "items": [
        {
            "id": "2481637aab244edf920e59f199bd9765",
            "sentence": "At first, Tom thought that the person he saw was Mary, but later found out it was John."
        },
        {
            "id": "de02cdb2bee8498dabb9b10b0abcf774",
            "sentence": "There is a second way to define the Gabriel-Roiter measure which may be more intuitive."
        },
        {
            "id": "5764f8aae31841c894195dbbd0eb9fcb",
            "sentence": "Tom backed his car up to check, but the raccoon he had run over was dead as a doornail."
        },
        {
            "id": "b0a88c6e1c4744f7929f2f77b07cd381",
            "sentence": "When Tom says he's going to bed early, he means that he's going to bed before midnight."
        },
        {
            "id": "32d3d3a836d64d539570ed72d2e6c28b",
            "sentence": "There's no doubt that Tom's childhood laid down the blueprint for the rest of his life."
        },
        {
            "id": "01bdd1f6528c435cb6c2d35f80afb9fa",
            "sentence": "When we started out, we realized if we didn't have a good product, we wouldn't succeed."
        },
        {
            "id": "36f24e6c289749babb424e0f5d9ba734",
            "sentence": "Sound knowledge of computer systems and programming languages is integral to Tom's job."
        },
        {
            "id": "c1d87e3a695e4490ad0f79433975678f",
            "sentence": "Tom put his ear to the door in an effort to overhear what Mary was saying on the phone."
        },
        {
            "id": "04f1bd7a00a44319b9614b0d96444dbf",
            "sentence": "Tom didn't have the key to the office, so he waited for the janitor to open it for him."
        },
        {
            "id": "3d2caea86c814082aaf611074309d744",
            "sentence": "Everything possible will be done to keep things like this from happening in the future."
        },
        {
            "id": "88ad5c5ac78f414398b63d6a85a8bef5",
            "sentence": "If mankind doesn\\'t take care of the environment, the environment may eliminate mankind."
        },
        {
            "id": "aa5b85e33d174732a404698459f7651c",
            "sentence": "It occurred to me while I was waiting for Tom that maybe I shouldn\\'t have invited Mary."
        },
        {
            "id": "d484a803a413473a950a8c7f5f4dd9ed",
            "sentence": "Tom didn\\'t want to hear about all of Mary\\'s problems, but he sat quietly and listened."
        },
        {
            "id": "11d0d4e4e22c4111b5843e85635cacc5",
            "sentence": "It\\'s recommended that you don\\'t write your passwords down where others might see them."
        },
        {
            "id": "b0d1bd39807f4921811a81b0d6d50229",
            "sentence": "Once Tom gets here with some tools, we\\'ll have everything we need to get this job done."
        },
        {
            "id": "32e4f21287dc49f1a13c47d8b9069827",
            "sentence": "To put it bluntly, the reason this team won\\'t win is because you\\'re holding them back."
        },
        {
            "id": "392baf600f2e4cb29bd465a594b61009",
            "sentence": "Why don\\'t we have enough food for everyone? I thought you went shopping this afternoon."
        },
        {
            "id": "996f1f5853e1493cae0c372c4c246596",
            "sentence": "Tom leaned out the window of his car and pressed the button on the intercom at the gate."
        },
        {
            "id": "20eba643c42e4b92a6c92efaa56c0128",
            "sentence": "Tom had always wanted to climb Mt. Fuji, but until now, had not found the time to do so."
        },
        {
            "id": "cece226be10d43d8ae5a3667c52c03ab",
            "sentence": "Why don\\'t we just reformat the hard disk? You\\'ve been having a lot of trouble with it."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}