{
    "currentPage": 35683,
    "pageSize": 20,
    "items": [
        {
            "id": "95341375b5c84545ae8d75252fceb919",
            "sentence": "Tom didn\\'t come right out and say so, but he implied that I wasn\\'t telling the truth."
        },
        {
            "id": "4acfe791286f4faeb42c6e8c9e06f624",
            "sentence": "He can't tell a cherry tree from a plum tree, but he can name them in twelve languages."
        },
        {
            "id": "0e698ca91be045fa9dd0caf315266de5",
            "sentence": "The Tokyo Skytree is the second tallest structure in the world, after the Burj Khalifa."
        },
        {
            "id": "6400b22d8a4a4a6596a9f5fd74f17819",
            "sentence": "The Narita Express will take you directly to Tokyo Station in approximately 90 minutes."
        },
        {
            "id": "32e4fac414f2454fba06038aca0ff724",
            "sentence": "I have a brother and a sister. My brother lives in Tokyo and my sister lives in Nagano."
        },
        {
            "id": "b9053170e80046e3bf72ae9b66a383e5",
            "sentence": "As Tom started to walk across the street, a truck ran the red light and almost hit him."
        },
        {
            "id": "1eb27345f4a04449a209fa2b15221c19",
            "sentence": "It seems to me I've seen that person over there who's wearing glasses somewhere before."
        },
        {
            "id": "92486f34e0f04c598a880c749807fad1",
            "sentence": "Huh, you've got the experience?! Don't get me started. I have underwear older than you."
        },
        {
            "id": "116000a9c95c41a7a33b77384597932c",
            "sentence": "While Tom wasn't watching, Mary grabbed his soda can and shook it as hard as she could."
        },
        {
            "id": "4e0d5103105345eaadba98e192ce236f",
            "sentence": "As the night wore on and Tom drank more and more, his jokes got progressively smuttier."
        },
        {
            "id": "e87f707b0e6b4a688bf6483d4c31ffaf",
            "sentence": "Once people reach a certain age, they don't want to ask their parents for help anymore."
        },
        {
            "id": "ce4668fa47da44f2a5048fbaf1bb465a",
            "sentence": "I once read an interesting anthology of poetry generated by a computer program in 1984."
        },
        {
            "id": "483aadd62dd34b2090105fe613897c89",
            "sentence": "People who are afraid of making mistakes will make no progress in English conversation."
        },
        {
            "id": "9e45fca2660b49e69faca17e4f7db365",
            "sentence": "Tom doesn't have running water, so sometimes he comes over to our place to take a bath."
        },
        {
            "id": "c2b9d6e8453642b582b55a20cc63423e",
            "sentence": "Tom locked himself in the bathroom, but the men who were after him broke down the door."
        },
        {
            "id": "042c4c3eb95c4c959d58e93493d4df90",
            "sentence": "Tom took some amazing pictures of the Eiffel Tower silhouetted against the evening sky."
        },
        {
            "id": "d1c3f2c75a7e4c2abb1ae6ca22c6363c",
            "sentence": "We'll get a cab now, and go to see your new home. I am very sure that you will like it."
        },
        {
            "id": "1408f640669447a29db5955aa50461a5",
            "sentence": "Instead of focusing on the ways we're different, let's focus on the ways we're similar."
        },
        {
            "id": "2e7e33a35cd7463fa56e891c2e3d1db6",
            "sentence": "I wanted to get a tattoo on my chest, but everyone told me that that was a stupid idea."
        },
        {
            "id": "bbe82a241ac348298366a7fa2ca82eaa",
            "sentence": "Nothing is as difficult as coming up with a simple explanation for something difficult."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}