{
    "currentPage": 35696,
    "pageSize": 20,
    "items": [
        {
            "id": "383f80f30a03406c9991cf1f1f93864b",
            "sentence": "He sent me a letter to the effect that his poultry farm would go bankrupt sooner or later."
        },
        {
            "id": "285f1606d3934b64bd26437a4514984a",
            "sentence": "Recently, Tom has been talking a lot about the past and looking through old family albums."
        },
        {
            "id": "26bb7e8e2eb2449a9e323fc0cb344439",
            "sentence": "The cat is sitting on the chair and looking at the meat that's lying on the kitchen table."
        },
        {
            "id": "77b06bcdce3445baae9dd71f596ebd91",
            "sentence": "My father celebrated his seventieth birthday this year, but he's more energetic than I am."
        },
        {
            "id": "32cb80fd87834db0a96668184f8e90e5",
            "sentence": "After a big night out, Tom looked in the mirror and was shocked to see he had a black eye."
        },
        {
            "id": "16bdf0af6de24ca09b50ead8f4afc30a",
            "sentence": "I think that girls spend more time talking about boys than boys spend talking about girls."
        },
        {
            "id": "e22959aed70040a2a05351aa5dd0de8a",
            "sentence": "Every butterfly has been a caterpillar, but not every caterpillar will become a butterfly."
        },
        {
            "id": "8645a9e03094407986e70eeda1c9c564",
            "sentence": "My father brought me here, sir. I had nothing to say about it, and neither did my mother.\""
        },
        {
            "id": "41713274079b43e98d3a51df0385568b",
            "sentence": "Tom could smell dinner from his room, and it made his stomach grumble and his mouth water."
        },
        {
            "id": "a3df2645519a48f88e9221ee60a20474",
            "sentence": "A brewery we finance has made a new sweet sake and brought some to us asking us to try it."
        },
        {
            "id": "b25749f88b834c16bdd7e2956cb5fdce",
            "sentence": "Tom and Mary gave identical answers on the test, a fact which made the teacher suspicious."
        },
        {
            "id": "3bb5d18efa7c4649be4abb86f7a58071",
            "sentence": "When I leaned over to look at the fish, my phone fell out of my pocket and into the water."
        },
        {
            "id": "0732a985333546d08288a34c422cd5a9",
            "sentence": "I think that my French would be much better today if my teacher had been a native speaker."
        },
        {
            "id": "e4e0296249434853a35f8d719c4a6ac9",
            "sentence": "Most people studying a foreign language will never be able to speak like a native speaker."
        },
        {
            "id": "3a1bb35f68ef496b97994ab3de005a76",
            "sentence": "The names of the students who failed in the examination were posted on the bulletin board."
        },
        {
            "id": "ab1b42efe3c243e29013b923d550b0b4",
            "sentence": "They carried on with the construction in the face of strong opposition from the residents."
        },
        {
            "id": "4b7cf372672b4dbbb836e3a5fe97d5e9",
            "sentence": "Tom gets on well with both of his sisters, but things are a bit strained with his brother."
        },
        {
            "id": "236996d2ba0f4e7095909b900ccd2292",
            "sentence": "Tom studied the map to see if he could find a shorter way to get to where he wanted to go."
        },
        {
            "id": "9e3d349fecd14d28847c23b0afca1ec0",
            "sentence": "I always thought that a stroke was one of nature's ways to tell you that it's time to die."
        },
        {
            "id": "67dce903f97f40048a0a192571695ad9",
            "sentence": "Tom couldn't speak French very well, so it was difficult for him to communicate with Mary."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}