{
    "currentPage": 35698,
    "pageSize": 20,
    "items": [
        {
            "id": "693fe87bdabe4dcba3cab3952ca6daee",
            "sentence": "Tom compared a picture taken of Mary three years ago with one that had been taken recently."
        },
        {
            "id": "74545e205c0c4eb798d47f921feef852",
            "sentence": "When Tom looked down at the apple he was eating, he realized that he had eaten half a worm."
        },
        {
            "id": "fd3d434891d242f18918d48c5e40d470",
            "sentence": "Tom got some money from Mary and went to the supermarket to buy what she wanted him to buy."
        },
        {
            "id": "e35157e3c7bc479db616037e83fef1ed",
            "sentence": "Tom began working as a volunteer at the homeless shelter while he was still in high school."
        },
        {
            "id": "bff2360eb7434ceeb7c55c70fe682012",
            "sentence": "Tom ate at a new restaurant the other day, but he doesn\\'t remember the restaurant\\'s name."
        },
        {
            "id": "4f0442801dbe495099b1e510b467fc7f",
            "sentence": "Even though Tom translated the letter for Mary, she didn\\'t bother to read his translation."
        },
        {
            "id": "e4fad85200a64eef9af998c13a40fd02",
            "sentence": "If you want to really improve your French, you should move to a country where it\\'s spoken."
        },
        {
            "id": "6b243596628b4e9491f1405f00bd3065",
            "sentence": "It took me three trips to the supermarket to buy everything we needed for tonight\\'s party."
        },
        {
            "id": "8bbcf511ca224ed7937043dd23f5ca9d",
            "sentence": "Tom has lived in Boston for thirty years, but he still doesn\\'t seem to know the city well."
        },
        {
            "id": "0b7fa71c8c794b65848aa57edc9c98fc",
            "sentence": "I know some of you want to go back to the way things were, but that\\'s not going to happen."
        },
        {
            "id": "c711a207dc2647fdb5b2e58b293b81d7",
            "sentence": "I don\\'t want to go anywhere today. It\\'s cold outside and I have to get up early tomorrow."
        },
        {
            "id": "425c0b44c68d4356ae0e89249d7a119f",
            "sentence": "There are seedless grapes and seedless watermelons. I wonder if there are seedless mangoes."
        },
        {
            "id": "3a915331c02544bc9ca728e5a9315b6f",
            "sentence": "I\\'m surprised Tom\\'s still alive. I thought he would\\'ve drunk himself to death years ago."
        },
        {
            "id": "8aec86ce731c492b917ac150c0fd8987",
            "sentence": "Tom told the children that they could stay here in the room if they didn\\'t make any noise."
        },
        {
            "id": "0dbcecaae32e4007a4cfc5cfce69b660",
            "sentence": "Tom shouted at the top of his lungs so Mary could hear him over the sound of the waterfall."
        },
        {
            "id": "a089df6d73814366a401f0e26017f754",
            "sentence": "My mother always told me I would be able do anything I wanted to do if I put my mind to it."
        },
        {
            "id": "26a26edb25384004958549991e05ae85",
            "sentence": "There are doubts as to whether or not Tom will be able to participate in the next Olympics."
        },
        {
            "id": "567fa11dbd28404b90664e9ca833a222",
            "sentence": "They think it is necessary to study the school system and educational environment of Japan."
        },
        {
            "id": "ad888be55739422f95221dcaf9a89d08",
            "sentence": "Tom was so tired he fell asleep on the sofa before Mary had finished making him a sandwich."
        },
        {
            "id": "195551c47c2c4c7a9642013b5564fda7",
            "sentence": "Tom and Mary met when they were both visiting Australia and got married three months later."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}