{
    "currentPage": 35697,
    "pageSize": 20,
    "items": [
        {
            "id": "6d6671cd384b482fa198e99df40cc350",
            "sentence": "Tom couldn't work as a doctor in Australia because his qualifications were not recognized."
        },
        {
            "id": "687b6273b35b40258a22aff3b50da128",
            "sentence": "I don't think it's always right for local governments to submit to the central government."
        },
        {
            "id": "d19e2ee95ecc46faa1c783df9c25bb05",
            "sentence": "Sorry, but it all came about so suddenly that I haven't got a handle on the situation yet."
        },
        {
            "id": "51acd4776f88474080a7a3499d1c8943",
            "sentence": "If Cleopatra's nose had been shorter, the whole face of the world would have been changed."
        },
        {
            "id": "42d140c1fa3b4b578c239327c27af561",
            "sentence": "I like this picture, not just because it's famous, but because it really is a masterpiece."
        },
        {
            "id": "f3db1074173b4f9e8fae50ea74347cf4",
            "sentence": "Tom pilots a helicopter which patrols the city's beaches, searching the waters for sharks."
        },
        {
            "id": "941407884621400b9d6f9b2ffcb4c585",
            "sentence": "Tom carried a cup filled to the brim with coffee through the hall without spilling a drop."
        },
        {
            "id": "0fae5ed0117c49dca4052183a51b2261",
            "sentence": "I have never killed anyone, but I have read some obituary notices with great satisfaction."
        },
        {
            "id": "d8ad4dd53efe441ab03208ddaaeda66f",
            "sentence": "It's because light travels faster than sound that we see lightning before we hear thunder."
        },
        {
            "id": "1590a2108cc4433fa2d4485e1cfb135b",
            "sentence": "I sent Tom an email the day before yesterday, but I haven't gotten an answer from him yet."
        },
        {
            "id": "153fa6f5cbaa498cac6cc36254a0acfa",
            "sentence": "I hope that you know that the last thing I want to do is go there without your permission."
        },
        {
            "id": "65c3c7fb0e614840ab2bc7cd49a00b38",
            "sentence": "I hope you know that the last thing that I want to do is go there without your permission."
        },
        {
            "id": "7bd64c0eef6144868099099ca228ff01",
            "sentence": "You could tell Tom was unconscious as he fell because he made no effort to break his fall."
        },
        {
            "id": "46ec1ad035594d47966aecf11eba76af",
            "sentence": "Even though Tom was brought up in the country, he loves the hustle and bustle of the city."
        },
        {
            "id": "b81a4fe3c5aa4de0b6e60b26574ea7c7",
            "sentence": "Leftover chicken can be stored in the fridge in a sealed container for three or four days."
        },
        {
            "id": "11e18086b55245ae9fd4a7f461724844",
            "sentence": "The stained glass window in the apartment cast lovely beams of color onto the wood floors."
        },
        {
            "id": "92b5e96510e343a3b3ac2597db1f7902",
            "sentence": "One thing that I don't like about the winter is getting out of my warm bed in the morning."
        },
        {
            "id": "3e93734d7f694f3c95a47f9203d13290",
            "sentence": "I'll eventually want to sell this guitar, but I think I'd like to keep it a little longer."
        },
        {
            "id": "096b1c1186914d749e2a4c7a54aecdad",
            "sentence": "In theory, there is no difference between theory and practice. But, in practice, there is."
        },
        {
            "id": "4a58dfd2c97e4f8991f8f528c431afc2",
            "sentence": "Tom stole Mary\\'s phone and took a bunch of selfies before sneaking it back into her purse."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}