{
    "currentPage": 35699,
    "pageSize": 20,
    "items": [
        {
            "id": "2bd7aff7673542b999bf4d8ade27c164",
            "sentence": "The governor issued a reprieve hours before Tom was set to be executed by lethal injection."
        },
        {
            "id": "fb4a1d3bebe4440492d1921fb6f7906c",
            "sentence": "Tom is a much better French speaker than I am, but I can usually still get my ideas across."
        },
        {
            "id": "5b1ced7eef6b4030ad7fefe69f5f9f30",
            "sentence": "I know that my grammar isn't perfect, but people seem to understand what I'm trying to say."
        },
        {
            "id": "a13efcf201f941599c2f22d7f7f3e286",
            "sentence": "Tom was able to get eerily beautiful tunes out of a saw which he played using a violin bow."
        },
        {
            "id": "ca770b9869d94b12b1358588cdd7360a",
            "sentence": "We know that we need to buy more of these. The only question is how many do we need to buy."
        },
        {
            "id": "9ccc23367afa4da0959c645509bde0b7",
            "sentence": "If you learn from the mistakes of others, you don't need to make so many mistakes yourself."
        },
        {
            "id": "ac0abada9c594ff9aa3310f47b335cae",
            "sentence": "The children sent their letters to the North Pole, hoping that Santa Claus would read them."
        },
        {
            "id": "e0e5fce740814a60a9cb93ea2db117d8",
            "sentence": "Tom couldn't decide whether he wanted to learn to play the violin or the clarinet, or both."
        },
        {
            "id": "1189aa346c51459dabcdf5895ec178a7",
            "sentence": "If we don't thoroughly examine the cause of bullying, bullying will probably never go away."
        },
        {
            "id": "f1b26e3d5e984c4088c2142045df3458",
            "sentence": "It's almost always better to tell the truth, even though sometimes it's more polite to lie."
        },
        {
            "id": "a2433e359a9847ae94aea1fd1a4ee032",
            "sentence": "If you don't think that the party is going to be any fun, why are you planning to go to it?"
        },
        {
            "id": "e2f5a2ab28f746218337f5c2595a7a1e",
            "sentence": "If you hadn't turned down Tom when he came to you for help, none of this would've happened."
        },
        {
            "id": "94df3bc2e7504f11bc7054c7a42060fa",
            "sentence": "We're going to turn around and go back to the airport. Tom left one of his suitcases there."
        },
        {
            "id": "6507c123cccf4f15bb9453a2b4a55df0",
            "sentence": "The defendant was about to stand trial when he grabbed the deputy's gun and shot the judge."
        },
        {
            "id": "8faa39ecb6cc4703ba54e1a9d643dde5",
            "sentence": "The hit-and-run driver, accompanied by his father, came and turned himself in the next day."
        },
        {
            "id": "7b73657f1b5143579ddacbcb884f90f1",
            "sentence": "At the party, one of his political opponents humiliated him in the presence of many guests."
        },
        {
            "id": "d806e544c35947bbae66c8c32a67fa9e",
            "sentence": "Wise people are not always highly-educated, and highly-educated people are not always wise."
        },
        {
            "id": "6f4aaa5926f543f5bc32b0c8b0c01e9a",
            "sentence": "I don't want to spend the rest of my life regretting that I didn't at least try to do that."
        },
        {
            "id": "36c1003bf2504eb0a3c7e9a019d0445c",
            "sentence": "Mary's eyes filled with tears as she read the note from Tom telling her that he'd left her."
        },
        {
            "id": "926f7fb63211411cb98665341494cf2c",
            "sentence": "Often, the less there is to justify a traditional custom the harder it is to get rid of it."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}