{
    "currentPage": 35691,
    "pageSize": 20,
    "items": [
        {
            "id": "1f4726c14fa24127bc406baabe5d4435",
            "sentence": "I don\\'t think I\\'ve ever done anything that would cause my parents to want to punish me."
        },
        {
            "id": "2e4de2be7a4a4b69a804c454fdb80f24",
            "sentence": "English is quite often the language of choice when speaking to an international audience."
        },
        {
            "id": "a3a008a2f73648a5b38960225a462dec",
            "sentence": "Tom kept tailgating the car in front of us even though I told him it was unsafe to do so."
        },
        {
            "id": "2524e4e61a844e9a9b0f257173176d24",
            "sentence": "Tom found someone\\'s business card in his pocket, but couldn\\'t remember where he got it."
        },
        {
            "id": "8eace0eb0e0044d495ba5c18f66e0587",
            "sentence": "I wasn\\'t surprised when Tom showed up at the party because Mary told me he\\'d be coming."
        },
        {
            "id": "2f9cad1962d54a46990aefc6f87bdf37",
            "sentence": "Even though it\\'s against company policy, Tom and Mary kiss and hug every time they meet."
        },
        {
            "id": "56960fb2460a4189b435d4064a4af6b6",
            "sentence": "I think it\\'s highly unlikely that Tom would be interested in buying your old MP3 player."
        },
        {
            "id": "3098e6edfe3543b9bb3fca8e3796cbff",
            "sentence": "Tom was a vegetarian until his doctor told him he should probably start eating meat, too."
        },
        {
            "id": "8006218e27dd47b18f2029bf7351ea96",
            "sentence": "Tom and Mary got married three years ago, but only stayed married for about three months."
        },
        {
            "id": "f94a36e7399843579f173d249496a5a5",
            "sentence": "If you want to be fluent in French, you\\'ll need to study much harder than you have been."
        },
        {
            "id": "e2029b92e06d460fa4711518b151c443",
            "sentence": "Tom couldn\\'t believe that he was going out with one of the best looking girls at school."
        },
        {
            "id": "8ba02f0a09e943b08d08974605615a38",
            "sentence": "Tom is colorblind, so he couldn\\'t tell if Mary was wearing a green dress or a red dress."
        },
        {
            "id": "29695b4ff9e243a6b2af71e90be80af4",
            "sentence": "I wonder whether or not Tom bought that house on Park Street he was looking at last week."
        },
        {
            "id": "b5b5cbc525af442985f79e8f56d913bf",
            "sentence": "I almost agreed to do that, but then I remembered what happened the last time I did that."
        },
        {
            "id": "8f7d992162ae4a47a9ea0ac66175b8b5",
            "sentence": "You didn't really think that you were going to be able to do that by yourselves, did you?"
        },
        {
            "id": "99cb9f293b2e473b8392d98663eade9a",
            "sentence": "Tom has done a lot of stupid stuff, but I don't think he'd ever do something that stupid."
        },
        {
            "id": "5310e15963ac4c1880bb8131dac12720",
            "sentence": "Tom was really tired. He turned off the light at nine and was fast asleep within minutes."
        },
        {
            "id": "24bbf6ab8d614af390e8a54e7e514c0b",
            "sentence": "Whenever I hear this song, I think about the first dance I went to when I was a teenager."
        },
        {
            "id": "315fc20cde2840b3a8b544a2aba67eaf",
            "sentence": "In front of the water fountain, there was a young woman accompanying herself on a guitar."
        },
        {
            "id": "d74a4c1bf2584ecfa5ed818863d80211",
            "sentence": "They say that in America anyone can become president, but perhaps that's not really true."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}