{
    "currentPage": 35693,
    "pageSize": 20,
    "items": [
        {
            "id": "d226625fb77c41579b01a8e00b41adc7",
            "sentence": "Tom planned to spend the day in bed, but he got a phone call and had to go to the office."
        },
        {
            "id": "55c5f021b33f4dc598d57fa7fbfff663",
            "sentence": "Tom has an older sister, Mary, and two younger sisters, but I can't remember their names."
        },
        {
            "id": "7b075a853c9947b1a1ea7472dcdb08a3",
            "sentence": "In Spanish, there are many different expressions to indicate changes and transformations."
        },
        {
            "id": "f193a3f97fe443278d52a4fbcf0f701f",
            "sentence": "If you want to be a pianist, you should practice every day, or at least almost every day."
        },
        {
            "id": "4c0462f2b8ab47d2a940a08b0ab6c381",
            "sentence": "Tom covered himself with a wet blanket and ran into the burning building to save his dog."
        },
        {
            "id": "26aa95ac677148559f5744de96d60c9e",
            "sentence": "Two instruments playing the same note sound different because of the timbre of the notes."
        },
        {
            "id": "68b8e8498a3a4b6c8b5c85807727ebeb",
            "sentence": "If you can play the trumpet, you can likely very easily learn to play the valve trombone."
        },
        {
            "id": "0fc4cfa5bf0a45e2a47811949f885c52",
            "sentence": "We discovered that that house is infested with garter snakes. They're all over the place!"
        },
        {
            "id": "a7f85f6708b143c5b0d530c03d152ac0",
            "sentence": "Tom is the sort of person who always demands rather than requests that something be done."
        },
        {
            "id": "a83ba213f3d54ed1be37daae6a0b7e30",
            "sentence": "I was supposed to do a course on how to avoid procrastination, but I kept putting it off."
        },
        {
            "id": "f53d1ec21c2248ebab5a580e56e3008a",
            "sentence": "We thought that we'd only be able to sell a few tickets, but we've already sold them all."
        },
        {
            "id": "3384553bdd804da79cb5058886d5f882",
            "sentence": "I always seem to be sleepy during the day, but I never seem to be able to sleep at night."
        },
        {
            "id": "13498c94379c49e0b557f0ab84095ae6",
            "sentence": "Tom and I both wanted to go to Australia, but the boss said that only one of us could go."
        },
        {
            "id": "ac5a73a524244758afcad6d36cf9ce3d",
            "sentence": "Tom told Mary that he was going to Boston, but he told John that he was going to Chicago."
        },
        {
            "id": "214d74e00f3147e586349bc9e4b8680a",
            "sentence": "Yanni decided to break up with Skura and surprisingly, she didn't put up much of a fight."
        },
        {
            "id": "cbbd1051bfe841c8851641b3254a8ae6",
            "sentence": "Tom has always maintained that he is innocent, and claims to this day that he was framed."
        },
        {
            "id": "2e72d02be84c403495e781dd400e0d0e",
            "sentence": "I recently learned that the people I thought were my real parents aren't my real parents."
        },
        {
            "id": "9c4b4033323b4d06ba1761c042d4c9f3",
            "sentence": "Tom waited at the bus stop for over an hour, unaware that the bus drivers were on strike."
        },
        {
            "id": "ebf323bf14664273a8193bd0ec116904",
            "sentence": "I realize this may sound crazy, but I think I've fallen in love with your younger sister."
        },
        {
            "id": "68903ad1b6594451a7bcbd303fc6b0f5",
            "sentence": "My mother makes my bed every day after I leave for school. I make my own bed on weekends."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}