{
    "currentPage": 35692,
    "pageSize": 20,
    "items": [
        {
            "id": "e0a3e5496fe0428bb9a8cb316121df6d",
            "sentence": "Because of a misunderstanding, Tom and Mary haven't spoken to each other now for a month."
        },
        {
            "id": "8a77907714a641d4a42fcf7030b7e5cb",
            "sentence": "Tom looked away in horror as Mary doused her fries with mayonnaise on top of the ketchup."
        },
        {
            "id": "1c191f470f9c4f36a533bffb66b255d4",
            "sentence": "Tom shot himself with the tranquilizer that was meant for the bear that was on the loose."
        },
        {
            "id": "8d8d0e6f95504d7eb99b5beaedf25d93",
            "sentence": "I really admire Tom's ability to focus on his work, no matter what's going on around him."
        },
        {
            "id": "bf72c649ed4b4c08a36b8758c021478f",
            "sentence": "Sooner or later, we'll have to buy a new TV since the TV we have now is a very old model."
        },
        {
            "id": "04c8f667040a475fa722d039d785f526",
            "sentence": "As soon as you're finished looking at the \"kairanban,\" please give it to the next person."
        },
        {
            "id": "2040a19e960a4b83a6ce624ace67ff82",
            "sentence": "Everybody is in a good mood looking forward to the five-day holiday that starts tomorrow."
        },
        {
            "id": "5b1a2a987429475e9ac84756e0903225",
            "sentence": "In the criminals' storehouse, the authorities found pallets upon pallets of stolen goods."
        },
        {
            "id": "42c5f31fe4f7480d978eca5d22d906ed",
            "sentence": "Male Bowerbirds build fascinating ornamental structures called \"bowers\" to attract mates."
        },
        {
            "id": "cf827e9f259b4b7b8b178bb61d437844",
            "sentence": "I have no idea how expensive this is going to be, but I know it's going to cost us a lot."
        },
        {
            "id": "99d94da218fe4f97b2c6da2812250d5c",
            "sentence": "Within the last two weeks, have you had close contact with anyone with flu-like symptoms?"
        },
        {
            "id": "79f859143b674e4781b9a1f561538b76",
            "sentence": "If I tell you not to think about elephants, the first thing you think about is elephants."
        },
        {
            "id": "b3c0b3ac1fe3443ab73ff33b76c88b98",
            "sentence": "He makes good use of the pheasants he hunts. He has a purpose for every part of the bird."
        },
        {
            "id": "3e7790d7834248368f74bfe368723326",
            "sentence": "The government will provide interest-free loans to firms that participate in the program."
        },
        {
            "id": "9db65aa62e7547f38689935aa809b68e",
            "sentence": "It's important that universities engage in serious collaboration with local institutions."
        },
        {
            "id": "69069701d337444282a4a1c71c2c34ff",
            "sentence": "When the accountant was arrested, rumour had it that it was for his creative bookkeeping."
        },
        {
            "id": "1913c3a55ad84cd9a96ab3bfab971a13",
            "sentence": "The young man who has not wept is a savage, and the old man who will not laugh is a fool."
        },
        {
            "id": "c85290191a9146ca8eae7cdf86ee897d",
            "sentence": "You can adduce studies and reports all you like, but their sophistry will always win out."
        },
        {
            "id": "b268868c3b5c4e9a93bd7f4616267b38",
            "sentence": "Mary put a note in Tom's lunchbox telling him not to forget to buy bread on his way home."
        },
        {
            "id": "74492bc8f5a0449fa469002d64a5b225",
            "sentence": "Tom decided to go on a hunger strike until his parents agreed to let him go to the party."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}