{
    "currentPage": 35694,
    "pageSize": 20,
    "items": [
        {
            "id": "20bcf92a3ad94964904887a4a694cbbf",
            "sentence": "Tom walked over to his car and noticed a parking ticket stuck under the windshield wiper."
        },
        {
            "id": "92822307860644259a340aed1b4faf05",
            "sentence": "Tom wanted to explore the cave, but Mary said she thought it would be dangerous to do so."
        },
        {
            "id": "8f67246e20994378b2a56c6db4aa2f1a",
            "sentence": "We don't need to know how you're doing that. We just need to know that you're doing that."
        },
        {
            "id": "155907b47cb2468aa4cddc74db2144d5",
            "sentence": "You may not like Tom at first, but eventually he's likely to be one of your best friends."
        },
        {
            "id": "bd6868b4e03f4cfdb417c921f33402cc",
            "sentence": "Please don't make me laugh. I did too many sit-ups yesterday and my stomach muscles hurt."
        },
        {
            "id": "e20d29df9c1b466ca6acae12fedde0a6",
            "sentence": "No man can know them, no hunter can shoot them, with powder and lead - Thoughts are free!"
        },
        {
            "id": "e5b765415fa243c88195acbf180bc323",
            "sentence": "It didn\\'t surprise me at all that Tom didn\\'t do what he\\'d told Mary he was going to do."
        },
        {
            "id": "1d0a4c77a1054ceeb01ada91e0aca1cb",
            "sentence": "Tom has enough money to buy any computer in this store. He just needs to decide which one."
        },
        {
            "id": "0091652fa32c4b18ba1975575e5a3ed3",
            "sentence": "When Tom was a kid, he became obsessed with the girl who lived across the street from him."
        },
        {
            "id": "a09b2b53a2714e7da66998897ff70e28",
            "sentence": "I had an appointment at 2:30, but I got caught in traffic and couldn\\'t get there in time."
        },
        {
            "id": "a17ad573087744b3952710d2622f0b0a",
            "sentence": "When Tom returned home in the evening, he found out that there was no supper left for him."
        },
        {
            "id": "54534f91a825491d8ee33aa830c33506",
            "sentence": "Tom asked Mary about the traffic accident she was involved in when she was five years old."
        },
        {
            "id": "ad116a0955204291b90fcba7a612e223",
            "sentence": "Maybe you need to take a step back and think about who you are and why you\\'re doing this."
        },
        {
            "id": "e8f1e04e6b1144a4b975ebaa5b1e7ee8",
            "sentence": "People say that I dream every night, but if I do, I can\\'t ever remember any of my dreams."
        },
        {
            "id": "1f294db8faa74782a836ae2722139815",
            "sentence": "Whether you\\'re able to speak French or not is completely irrelevant to this conversation."
        },
        {
            "id": "6f74b13725f44bbb888ccaefe5a7c9a8",
            "sentence": "I now live in Boston in the US, but I plan to go back to Japan before the end of the year."
        },
        {
            "id": "f0ce74abc70c482c84f489b7ce39819f",
            "sentence": "Tom just needs a little time to get used to the idea that Mary will now be his stepsister."
        },
        {
            "id": "d4d0b3d5a5004f769f988f5ee4994271",
            "sentence": "Sometimes, it\\'s hard to tell when Tom is being serious and when he\\'s just joking around."
        },
        {
            "id": "22f098ebd608488187bc5c01e0ae98b7",
            "sentence": "You\\'re not as beautiful as my ex-girlfriend, but you\\'re a lot more fun to hang out with."
        },
        {
            "id": "98e784ef6e7e4716958e36e0a26c04e2",
            "sentence": "I had an appointment at 2:30, but I was caught in traffic and couldn\\'t get there in time."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}