{
    "currentPage": 35707,
    "pageSize": 20,
    "items": [
        {
            "id": "b8de1c9f9c2d43f0a0f6e81f77a0e191",
            "sentence": "I think Tom is going to be pretty mad when he finds out that the painting he bought is a fake."
        },
        {
            "id": "2940c8f26141410a863e51e0ce3806ae",
            "sentence": "I think if I talked more often with a native speaker, my English skills would improve quickly."
        },
        {
            "id": "59aed40c90fa49b583542a71a623eaf8",
            "sentence": "Several men got angry with Tom in the bar and Tom told them he wasn\\'t afraid to take them on."
        },
        {
            "id": "4fa42bf1adeb407c94c861de1dc304d7",
            "sentence": "Tom called Mary to ask her whether she wanted him to buy some bread on his way home from work."
        },
        {
            "id": "4765e8e2c0a440608d03a200d79b4e59",
            "sentence": "Tom wished he had had the courage to jump into the river and save the baby that had fallen in."
        },
        {
            "id": "fdf0539e9bed46af9e80e2a2964e3296",
            "sentence": "Tom told Mary that he wouldn\\'t be able finish the job in the amount of time she\\'d given him."
        },
        {
            "id": "e21e8e95406644f2bfa1a102e7147bc5",
            "sentence": "After school, Tom usually sticks around as long as he can because he doesn\\'t want to go home."
        },
        {
            "id": "afe379d11d2d4a3dbb55e4ef5ae8b54a",
            "sentence": "Tom can\\'t figure out how Mary was able to plan a surprise party without him knowing about it."
        },
        {
            "id": "518cb5eb95f540e79635675eea586a8d",
            "sentence": "Tom tasted the popcorn and decided it wasn\\'t salty enough, so he sprinkled on some more salt."
        },
        {
            "id": "2b0d32c88ad742baa394346696ca5530",
            "sentence": "Tom would have liked to attend Mary\\'s party. Unfortunately, he had other things he had to do."
        },
        {
            "id": "fc8e7d95b89d4499bd1d68869e853f74",
            "sentence": "Mary is really great. She cooked a wonderful dinner for me and even washed the dishes herself."
        },
        {
            "id": "3296fdd148484941bc9195fad0e6660a",
            "sentence": "If your father asks your mother a question in French, does she answer in French or in English?"
        },
        {
            "id": "02801acb51b44b83a93dc7b4f726bd59",
            "sentence": "Tom and Mary and their children all live together in a small house on the outskirts of Boston."
        },
        {
            "id": "22fc8ace3c1d4d2b8e1167e7e8698afe",
            "sentence": "Tom and Mary had a romantic dinner to celebrate the first anniversary of their being together."
        },
        {
            "id": "e0cf2d1210d34f6ca9eaf1c6f5d3776f",
            "sentence": "Tom began to undress, but then noticed that the curtain was open, so he went over to close it."
        },
        {
            "id": "362b4b2ef66345b1bfa7b9337c4f9c80",
            "sentence": "Optimists see opportunities in disasters while pessimists find disasters in every opportunity."
        },
        {
            "id": "a5fb616d2733453b9325e8b099facde9",
            "sentence": "The students who are occupying the administration building have threatened to kill themselves."
        },
        {
            "id": "95ce04ac74a44fb5bdbb961f33171296",
            "sentence": "The burning of coal is responsible for more than 40% of Australia\\'s greenhouse gas emissions."
        },
        {
            "id": "7cc202199b854c80b03b04d3ec1e2b64",
            "sentence": "When you meet someone for the first time, be careful about how close you stand to that person."
        },
        {
            "id": "1985768d7248406d82febba53fb72caa",
            "sentence": "I don\\'t know what Tom advised you to do, but I\\'d suggest that you don\\'t tell Mary about it."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}