{
    "currentPage": 35703,
    "pageSize": 20,
    "items": [
        {
            "id": "46332459949e45e3b504ec44d607623d",
            "sentence": "I have a son and two daughters. My son lives in Boston and my two daughters live in Chicago."
        },
        {
            "id": "7f9b4c8294d74264b1e8202750d5c61c",
            "sentence": "I had intended to go straight back home, but I ran into Tom, and we stopped to have a drink."
        },
        {
            "id": "6913edf5c1244fd7be0ce5f0747edacd",
            "sentence": "I don't go to the movies alone because I like to talk to someone about the movie afterwards."
        },
        {
            "id": "19078ec8d1ab483ca4bea8608326d54f",
            "sentence": "Little by little you will begin to comprehend the text without translations or explanations."
        },
        {
            "id": "a46668642e0449eab003d391c682d1a5",
            "sentence": "Determining the shortest path through any arbitrary set of points is an intractable problem."
        },
        {
            "id": "6dce8379b64b41d883c6f2050f84961f",
            "sentence": "It should be stressed that we are often influenced by advertising without being aware of it."
        },
        {
            "id": "f91b2ace88d243299ab749840ce0a6f8",
            "sentence": "According to legend, ghosts would appear in that forest, so people would not set foot there."
        },
        {
            "id": "e91bf7761c56457e878db384872d9fa2",
            "sentence": "Astrobiology is the study of life’s origins on Earth and the potential for life in Universe."
        },
        {
            "id": "f67ca20c0f2b47d588e783a3d98e0152",
            "sentence": "Would it be OK if I wrote Tom a message telling him that he didn't need to be here tomorrow?"
        },
        {
            "id": "29f6694edc094e22a7b5eaddb03dc416",
            "sentence": "I don't believe Tom was really able to build his house for less than three thousand dollars."
        },
        {
            "id": "8997b4daced449b99738d8cd04f631c7",
            "sentence": "Tom came to work last week even though he was sick. Now everyone else in the office is sick."
        },
        {
            "id": "f7f0b7f7e61d44ccac10e393f4918f67",
            "sentence": "You probably eat genetically modified fruits and vegetables all the time without knowing it."
        },
        {
            "id": "c3354c85704048bb907ad4e9f92e0764",
            "sentence": "The words are on the tip of my tongue, but I don't quite know how to say what I want to say."
        },
        {
            "id": "8f6465edd8144c36ade9716b82abac93",
            "sentence": "Tom took a folded piece of paper out of his pocket and put it on the table in front of Mary."
        },
        {
            "id": "ac7e71effff0465f8ecac3c9a9a63507",
            "sentence": "I have a son and a daughter. My son lives in Australia and my daughter lives in New Zealand."
        },
        {
            "id": "9e366787b05e4fc3ab48c195334d174b",
            "sentence": "When it comes to creativity, there are no winners or losers. At least, that's what they say."
        },
        {
            "id": "d171930ef95f432a81d3b6192b5662f8",
            "sentence": "When people meet, first impressions determine more than 50 percent of whatever happens next."
        },
        {
            "id": "f652564ff4af4b148a47c5d854a767a5",
            "sentence": "Tom has been without regular employment for several years, and is living from hand to mouth."
        },
        {
            "id": "e32f2b3d00094927b45b55c39e3932d0",
            "sentence": "The Democrats haven't decided on their candidates yet, but in any case they're sure to lose."
        },
        {
            "id": "651b919138e6467f8954fdf1f97fdc00",
            "sentence": "You'll be able to spot Tom easily. He'll be the one carrying a duffel bag and a guitar case."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}