{
    "currentPage": 35705,
    "pageSize": 20,
    "items": [
        {
            "id": "b1e722812ef24d2e9e97eb1469643bd8",
            "sentence": "The optimist looks into a mirror and becomes more optimistic, the pessimist more pessimistic."
        },
        {
            "id": "0d83249ac0a0417db6322c7a2c9495a2",
            "sentence": "When we started out, our band could only find small clubs in small cities that would hire us."
        },
        {
            "id": "791f1de001694706a2789d9c311ff090",
            "sentence": "While Tom was away from his desk, Mary drew a caricature of him on the cover of his notebook."
        },
        {
            "id": "3b8fc5852ef14d60950537933fbf99ee",
            "sentence": "I never thought this rubber band would come in handy when I put it in my pocket this morning."
        },
        {
            "id": "0f326b8951764e3d93e8882b09530e2d",
            "sentence": "Right now, we have blueberries, blackberries, cherries, strawberries, peaches and nectarines."
        },
        {
            "id": "d9c30cd323db457f961ef19bc893acfb",
            "sentence": "Tom would\\'ve liked to attend Mary\\'s party. Unfortunately, he had other things he had to do."
        },
        {
            "id": "196e2c64f3aa405698e505a9da8f2454",
            "sentence": "Tom didn\\'t need to look at the menu because he\\'d been to that restaurant many times before."
        },
        {
            "id": "fb8880338a1b410aa4295bd1ad1146fc",
            "sentence": "Tom looked through all his desk drawers, but he still couldn\\'t find what he was looking for."
        },
        {
            "id": "ae8668a580d94a8f9833a5044a5a0425",
            "sentence": "Tom can\\'t work as a doctor in Australia because his qualifications aren\\'t recognized there."
        },
        {
            "id": "6a6ad5b871dd41c18833f7704138395f",
            "sentence": "If only I\\'d left home five minutes earlier, I would\\'ve gotten to the train station in time."
        },
        {
            "id": "ebc6bf9d8e124ce5903e506de15e4b35",
            "sentence": "It's a dirty trick to close every polling station in areas that would vote for your opponent."
        },
        {
            "id": "d8f964f74a81414ba3447e293b42de19",
            "sentence": "There was a sign at the hotel where I stayed that said durian wasn't allowed on the premises."
        },
        {
            "id": "3958aba5d5814ac0a494f985be588cca",
            "sentence": "Even people with perfect pitch sometimes have a hard time with Mandarin, let alone Cantonese."
        },
        {
            "id": "2b67d7d0d41b42d282a9658dc3afa246",
            "sentence": "I thought people would want to buy these, but so far I haven't been able to sell any of them."
        },
        {
            "id": "57b9211b9e9a4c10b9970d5c1deefe7a",
            "sentence": "Just because something is bad for your enemy doesn't necessarily mean that it's good for you."
        },
        {
            "id": "ce3e028974144d65b328d9456e2de14b",
            "sentence": "Tom backed his car up to check, but the raccoon that he'd run over was as dead as a doornail."
        },
        {
            "id": "869d29d9c84e4d82ae71a01af464746e",
            "sentence": "Tom broke up with Mary before her birthday so he wouldn't have to buy her a birthday present."
        },
        {
            "id": "2555f40183614fda80ccfec929884a6b",
            "sentence": "Even though Mary has turned him down three times already, Tom plans to propose to Mary again."
        },
        {
            "id": "22328eff00cc4c24a8cd45c030dd28a9",
            "sentence": "Rwandan rebels are pushing their offensive south as fighting continues in the capital Kigali."
        },
        {
            "id": "0cbcdc2049bd49a1b87368ac605f06aa",
            "sentence": "Tom underwent plastic surgery and changed his identity to evade capture and start a new life."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}