{
    "currentPage": 35709,
    "pageSize": 20,
    "items": [
        {
            "id": "ecb5d1aac7cd4f788645cb8be6011562",
            "sentence": "The expansion of the Roman empire wiped out a great number of the original European languages."
        },
        {
            "id": "3baaf5f88fb849e6bc5ec1bd68bee93d",
            "sentence": "Cook the mushrooms for about three minutes and then add the washed and finely-chopped parsley."
        },
        {
            "id": "b4fa4bd5f98242d58dacf94230ef625c",
            "sentence": "I could've been finished doing that by 2:30 if Tom hadn't come over and started talking to me."
        },
        {
            "id": "356e8546a7ea401ea0c105d8c3d5d915",
            "sentence": "For quantities of 20 or more, we can allow you a special discount of 10% on the prices quoted."
        },
        {
            "id": "c698f5d86ab042d4ba972828a4d0f3ec",
            "sentence": "Abraham Lincoln, the 16th president of the United States, was born in a log cabin in Kentucky."
        },
        {
            "id": "ba648849952d4224bfb8164a80bd30a5",
            "sentence": "It's OK for you to borrow my bicycle this morning, but I need to use it myself this afternoon."
        },
        {
            "id": "e136bb01207e4277908c2c535c4664c0",
            "sentence": "You shouldn't be so hasty in making decisions. Sometimes it's helpful to sit back and reflect."
        },
        {
            "id": "7cbc0b6cc78a41878e404d988611b882",
            "sentence": "If it looks like a duck, swims like a duck, and quacks like a duck, then it's probably a duck."
        },
        {
            "id": "edc14f47e9b34e67985d15a0c47deea8",
            "sentence": "Tom survived the surgery but got killed by a drunken driver on his way home from the hospital."
        },
        {
            "id": "3bfaba2a109e4d1fa557f621f0a6f7a4",
            "sentence": "If you want to lose weight, the best thing to do is to eat properly and get a lot of exercise."
        },
        {
            "id": "f8aa11c5f54e441fa4d3edef04d14803",
            "sentence": "If I could be reborn, I would want to be the child of a rich family, then I'd be set for life."
        },
        {
            "id": "0c2660047e1f48bca1db8d38eaf2ee02",
            "sentence": "That knife was so blunt I couldn't use it to cut the meat so I had to rely on my pocket knife."
        },
        {
            "id": "6714824c6281418d891a4e4d8aa55d80",
            "sentence": "In Shakespeare's time, in the sixteenth century, tennis was very popular at the English court."
        },
        {
            "id": "e5c04434ec164cb1bc15754c599a7317",
            "sentence": "I understand the general approach, but I'm afraid that I'm getting bogged down in the details."
        },
        {
            "id": "e8a6f2cdb7b14d75810f50cd1a879123",
            "sentence": "Tom quit his job as a long-distance truck driver, so he could spend more time with his family."
        },
        {
            "id": "c8fc7d53511f4350b3251120a3372751",
            "sentence": "The police suspect that a disgruntled former employee was the one who set the factory on fire."
        },
        {
            "id": "756ccd5f22414a6289740dba32679aa2",
            "sentence": "Tom managed to convince his backer that he was on the verge of a breakthrough in his research."
        },
        {
            "id": "f4a34ab7bc00412dbbda06a7e85d91ae",
            "sentence": "I need to study French because I'm planning to visit some French-speaking countries next year."
        },
        {
            "id": "ba55373f81024f61abf9f4d19980f69a",
            "sentence": "Tom still likes to go out drinking with his friends, but he only drinks one beer when he does."
        },
        {
            "id": "02dcad6d62ba49fe87a71bf690a5ae4b",
            "sentence": "During finals week, the first and second floors of the library will be open twenty-four seven."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}