{
    "currentPage": 35702,
    "pageSize": 20,
    "items": [
        {
            "id": "259b3531af9848309319c7ff0230c854",
            "sentence": "Tom had been released from the hospital, but he was still recovering from the gunshot wound."
        },
        {
            "id": "c0cd23a797bf4c0abc12276b25fbc06a",
            "sentence": "Tom has a brother and a sister. His brother lives in Boston and his sister lives in Chicago."
        },
        {
            "id": "a68c5fb9767b4730833a987dfe454ea3",
            "sentence": "Children often want to do things that are dangerous without knowing that they are dangerous."
        },
        {
            "id": "f527345d65b14ab0a4ce931f28f93309",
            "sentence": "I met Tom before I graduated from high school, but didn\\'t meet Mary until many years later."
        },
        {
            "id": "bb11209456374f26a1945e42fe6be6dd",
            "sentence": "It\\'s often said the best way to learn a foreign language is to learn from a native speaker."
        },
        {
            "id": "5be55b9b4c4245aca8e88ddd48dcab04",
            "sentence": "Theoretical physics was child's play to Einstein, but he couldn't figure out his income tax."
        },
        {
            "id": "0f1b06323fab47df86c2aa36437adbfb",
            "sentence": "Mary traveled into the future and found that climate change had destroyed all life on Earth."
        },
        {
            "id": "f4b65131342f42eabf6a10934b3c9f7f",
            "sentence": "I'd rather live in a world full of secrets than one so small that I'm able to understand it."
        },
        {
            "id": "81a98d2add5b429b9855f1613bf7e061",
            "sentence": "Tom has been going out with Mary ever since they met at a fourth of July picnic last summer."
        },
        {
            "id": "b052c9f48eff4dda8ca9616eec672b4b",
            "sentence": "The reason Mary has to go to the bathroom so often is that she drinks ten cups of tea a day."
        },
        {
            "id": "cac30681f39f47f7958f9baebc7da06e",
            "sentence": "No sooner had Mary broken up with Tom than John was at her front door with a bunch of roses."
        },
        {
            "id": "1462576479984957ac7ffe0c5d82e431",
            "sentence": "Mary said that her parents would kill her if they found out that she was going out with Tom."
        },
        {
            "id": "b52bb1ebd5a34b8c9a21ca7a25a17c77",
            "sentence": "When I entered the coffee shop, two young men were watching a wrestling match on television."
        },
        {
            "id": "89301a9397e043f0bf5945467bc113fb",
            "sentence": "It seems to me that I've seen that person over there who's wearing glasses somewhere before."
        },
        {
            "id": "f7eaf0e299124bc18fbf3577a04a34e8",
            "sentence": "We study for three hours every morning and spend the rest of our time working in the fields."
        },
        {
            "id": "d32d60d976b24ae894320ba66b43a0c4",
            "sentence": "I'm sure his chemistry teacher would have failed him had they survived the tragic explosion."
        },
        {
            "id": "feb55010ca6f4894a019f9f7e5dc8d9d",
            "sentence": "We get tired of beautiful women in three days, but in three days, we get used to ugly women."
        },
        {
            "id": "1333e92ac8eb4577b9231a94fa4137bb",
            "sentence": "We might not be able to solve all our problems, but we should be able to solve some of them."
        },
        {
            "id": "8a6e1839b87942e782b8c4dfd676f77f",
            "sentence": "Tom stays up late at night and always has trouble waking up in time to get ready for school."
        },
        {
            "id": "4a480efd02c84b0c93663c42c0d912fa",
            "sentence": "That place's food is delicious and their prices are low. However, their location isn't good."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}