{
    "currentPage": 35701,
    "pageSize": 20,
    "items": [
        {
            "id": "cffb610aedcd4c8585a3cace16c9ce1f",
            "sentence": "I'm afraid I'll have to disappoint you. I don't feel like participating in this discussion."
        },
        {
            "id": "537a488dadb743b48937fdf7219fac08",
            "sentence": "Tom and Mary couldn\\'t talk to each other then because they didn\\'t speak a common language."
        },
        {
            "id": "38da6143467c44f39d1ab9e6fc6e84c7",
            "sentence": "After I graduated from college, I moved back home and lived with my parents for three years."
        },
        {
            "id": "e0f9d30ed22746f18abf057b1459ccd4",
            "sentence": "Mary is really great. She cooked a wonderful meal for me and even washed the dishes herself."
        },
        {
            "id": "d568988ade01468e89f16a5cde38014e",
            "sentence": "I don\\'t know how to play the clarinet very well, but I\\'m pretty good at playing the flute."
        },
        {
            "id": "22dfcbc585464e38831669a11135adc0",
            "sentence": "Tom thought the music was too loud, but he was too tired to get up and turn the volume down."
        },
        {
            "id": "91b0206d18ed429e831a7dd67d655b63",
            "sentence": "Tom thought where he put his gold coins was the perfect hiding place. However, he was wrong."
        },
        {
            "id": "7d0fc0d9fea54c2da7c36cd4350959ac",
            "sentence": "Tom doesn\\'t like Mary. However, she doesn\\'t particularly care whether he likes her or not."
        },
        {
            "id": "83db11726f1f4864a84905f120d4829d",
            "sentence": "Most people who hear Tom speaking French would never guess that he wasn\\'t a native speaker."
        },
        {
            "id": "8b61ff26a0304a48b540e2e748230063",
            "sentence": "Tom lost the shopping list his mother had given him and just bought things he wanted to eat."
        },
        {
            "id": "1d55a197d871463b86499012495d617b",
            "sentence": "Tom thought it was a good idea to take advantage of the opportunity that Mary had given him."
        },
        {
            "id": "1d3ca66dfc2d4603b03472a7da370c1e",
            "sentence": "She asked him to help her father clean the garage, but he said that he was too busy to help."
        },
        {
            "id": "f0e2f1c1680b480581d5910e5f16a417",
            "sentence": "They took Tom to the hospital to have his stomach pumped because he ate something poisonous."
        },
        {
            "id": "5c810b8431e84e6f81ed80dee487496d",
            "sentence": "Tom began reading that book three weeks ago and he still has only read less than half of it."
        },
        {
            "id": "ff6a0fc424c84a979ab0de079143078b",
            "sentence": "Tom bought a bunch of inexpensive cameras to give to children who lived in his neighborhood."
        },
        {
            "id": "f2e0b5a256024326b56328db39807d8c",
            "sentence": "When I got out of jail, the first thing I wanted to do was to eat at my favorite restaurant."
        },
        {
            "id": "0fda8c08fa7041669b1f1fd9e036bdbd",
            "sentence": "Tom remembers telling Mary the story about how he had escaped from being eaten by cannibals."
        },
        {
            "id": "7471845957a9448dbed6af50d522596d",
            "sentence": "In his spare time, Tom loves to play soccer, hang out with his friends, and listen to music."
        },
        {
            "id": "6a21fdc92b1d4af2b73fffacdea15db1",
            "sentence": "Tom threatened me. He said if I didn\\'t give him the money, he\\'d cut off one of my fingers."
        },
        {
            "id": "c156aa79cffd4e04aacecbf7a22db362",
            "sentence": "Tom got the corkscrew out of the drawer and opened the bottle of wine that Mary had brought."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}