{
    "currentPage": 35708,
    "pageSize": 20,
    "items": [
        {
            "id": "ec84c3d6513345fe90e25f49471abe5d",
            "sentence": "When we started out, we realized that if we didn\\'t have a good product, we wouldn\\'t succeed."
        },
        {
            "id": "0912eb7fcd0442e4af847eb0ae2013a9",
            "sentence": "Tom is well-informed about the circumstances present within the Indian agricultural community."
        },
        {
            "id": "f0d7c8ef2bb44d9e87291e0ad4d0409d",
            "sentence": "First words get confused, then ideas get confused, and finally things themselves get confused."
        },
        {
            "id": "5b14c79e5c104b19b7d5e994165bb96a",
            "sentence": "Tom and Mary told everybody that they\\'d gotten divorced, but they\\'re actually still married."
        },
        {
            "id": "4fc948092bb646e080b9fe135f100f0c",
            "sentence": "Driving alone or without a licensed adult is grounds for having your learner's permit revoked."
        },
        {
            "id": "e61d2879850a4b1f8d7ca2ee5baef501",
            "sentence": "It seemed as if the outside world would disappear every time Tom strummed his acoustic guitar."
        },
        {
            "id": "de2b6fde806f4967a6de113c8a030748",
            "sentence": "Recently we seem to just keep missing each other. I never seem to be able to meet up with him."
        },
        {
            "id": "720d526658fc4d92bec85d6c1be210e3",
            "sentence": "A cellar was dug on top of the hill and they slowly moved the house from the road to the hill."
        },
        {
            "id": "b92d5d6692cd4e86baed67a28323ab79",
            "sentence": "No matter how strange it may seem to us, it doesn't seem strange to the people who live there."
        },
        {
            "id": "5d1585801ca7436cb6ec9da6c66e9b95",
            "sentence": "If we were supposed to talk more than listen, we would have been given two mouths and one ear."
        },
        {
            "id": "10196dd494cf4604b5148740ca403638",
            "sentence": "The ecological footprint of a country is closely related to its level of economic development."
        },
        {
            "id": "ca1bdfbca0904aabb642fe8fc03178c3",
            "sentence": "Some months have thirty-one days, others have thirty days, and one month has less than thirty."
        },
        {
            "id": "96b051294b92401c932dac72b97ba89e",
            "sentence": "About 9.5% of the earth's surface is desert, and about 33% of the earth's land area is desert."
        },
        {
            "id": "982ceba9668d4899bd24ee6e6e6966b2",
            "sentence": "I have the afternoon off today, so I plan to go to the park, sit under a tree and read a book."
        },
        {
            "id": "b220f3d6f4424f1d937f23e9a28aaa57",
            "sentence": "Tom went to Australia for a three-month visit, but he ended up staying there for three. years."
        },
        {
            "id": "0695d0920b7442628ff5684a709a9b0a",
            "sentence": "Mary makes tea the way she's always done: without teabags. The tea goes straight into the pot."
        },
        {
            "id": "8eec4bb451ed44f193f1cf16e34d7c76",
            "sentence": "I'd planned to do it that way, but I changed my mind after Tom suggested doing it another way."
        },
        {
            "id": "18d5d0bcea6e4c76a1bfe158dd5c89f5",
            "sentence": "Tom didn't want to major in French, but his parents said they thought it would be a good idea."
        },
        {
            "id": "a9d4d98a70b54740939021afb4678f8c",
            "sentence": "I realize this may sound crazy, but I think that I've fallen in love with your younger sister."
        },
        {
            "id": "07d07fd2ecfd402890ee1778a59c16cc",
            "sentence": "I wonder why I can read and understand French much easier than I can understand spoken French."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}