{
    "currentPage": 35714,
    "pageSize": 20,
    "items": [
        {
            "id": "46bff10a2286437ca4fd52c346296c3e",
            "sentence": "I think the meat you can buy at a butcher shop is better than what you can get at a supermarket."
        },
        {
            "id": "9a4c354663244fbea0d674f7e3f49c41",
            "sentence": "If you knew you were going to be stranded on a desert island, what three things would you bring?"
        },
        {
            "id": "dd3488bd306b43b1adc4f812bf7f6d94",
            "sentence": "Everyone knows on one level or another what is right and what is wrong; some pretend they don't."
        },
        {
            "id": "5b6d61ccc0364c4aa9eb236061f1c574",
            "sentence": "Penicillin is a first-line treatment for bacterial infections, but doesn't work against viruses."
        },
        {
            "id": "82f3529a5a9740b8ad68e48df8f7b48c",
            "sentence": "By digitizing your photo collection, you can preserve thousands of photos on a tiny flash drive."
        },
        {
            "id": "348d41dd878441fc9eebd3f6e4ef6d1a",
            "sentence": "People can begin to love when they choose, but they have no choice when it comes to ending love."
        },
        {
            "id": "4dc5c6157514495aa3f812e2926511ea",
            "sentence": "Tom couldn't get to sleep, so he got out of bed and went to the kitchen to get something to eat."
        },
        {
            "id": "2d1437f15442416895ab23fc626161d2",
            "sentence": "Tom was surprised when he saw Mary eating meat because she'd told him that she was a vegetarian."
        },
        {
            "id": "282ed513b3264098a87f31d69b8a858f",
            "sentence": "You've reached Tom Jackson's phone. If he owes you money, this is no longer Tom Jackson's phone."
        },
        {
            "id": "3f33b78fbcdc4fb9be483f119023c5fc",
            "sentence": "I bought a small lot on the hillside in Southern France where I plan to build a retirement home."
        },
        {
            "id": "bf83124fcc964aa6917e4a2f6587d7d9",
            "sentence": "Geologists travel great distances to study the stratified rock formations in the national parks."
        },
        {
            "id": "583f60237e8844a782c4bb7121d9c573",
            "sentence": "When Tom realized there was no way out of the room, he sat down on the floor and started crying."
        },
        {
            "id": "9cf35aad50d84a1e8a294d8c5b329022",
            "sentence": "The most interesting information comes from children, for they tell all they know and then stop."
        },
        {
            "id": "0eacbfc46e83401aa46bb7dcd55fbabd",
            "sentence": "Since I haven't received an answer, I was wondering if maybe my mail never got delivered to you."
        },
        {
            "id": "ca0371ec4775412bbf0b10205758c1ce",
            "sentence": "A step change in the feed rate of one reactant results in a gradual change in the reaction rate."
        },
        {
            "id": "51a8ed8a18b34f919d3d9a16a68191b2",
            "sentence": "Foreign businessmen living in Tokyo often complain of the high prices for imported western food."
        },
        {
            "id": "652d00e49c7747718ab603fcc9af270a",
            "sentence": "Tom is staying at his uncle's, because his parents have gone to Australia for a couple of weeks."
        },
        {
            "id": "ebf0d60ac28b4dcab00c70d79c539ff8",
            "sentence": "It's time to put your cards on the table and tell us what the real story is with this situation."
        },
        {
            "id": "e232c686cd75410fae60674376715260",
            "sentence": "All of the money won by our celebrity contestants will go to a charitable cause of their choice."
        },
        {
            "id": "c9bd88f821a14ec1b1a182891b998813",
            "sentence": "If there's something that you don't understand, please don't hesitate to contact us at any time."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}