{
    "currentPage": 35712,
    "pageSize": 20,
    "items": [
        {
            "id": "f314591e5ced4dfba649b611cecbabc0",
            "sentence": "Those who were banished from the country were required to forever abjure their right to return."
        },
        {
            "id": "0e51af7c2c904d30ae67f308dcfd2c23",
            "sentence": "The aisle was packed with an enormous variety of brassieres, in all shapes, sizes, and designs."
        },
        {
            "id": "a5b3fa3d38eb4d32829f404930b4e09a",
            "sentence": "Mary likes to wear clothes with vertical stripes, because she heard they make you look thinner."
        },
        {
            "id": "94a6e6d60052479bb5b496ea9feef3c2",
            "sentence": "Even if you aren't hungry, you should eat something. Otherwise you won't last until lunch time."
        },
        {
            "id": "a1f78c916bbb4af4803898a849d35cf6",
            "sentence": "What is considered impolite in one language may not be considered impolite in another language."
        },
        {
            "id": "8bc712ac640145f89e68b637c7d9e4d8",
            "sentence": "When out at sea, to keep the fish that is caught from spoiling, it is immediately refrigerated."
        },
        {
            "id": "e649575b3b5345c68ee3e1f5d6d843c3",
            "sentence": "Have you heard? Our neighbor won the lottery, and she's gone to the Bahamas on a luxury cruise."
        },
        {
            "id": "8758838fe1ba47ffaf06445aed96700d",
            "sentence": "Recently, I've been putting on a little weight around my waist. I guess it's middle-age spread."
        },
        {
            "id": "3961093307aa4aaa9afe179ddc03a1ce",
            "sentence": "I went to the movie thinking that it would be fun, but it left me with a bad taste in my mouth."
        },
        {
            "id": "e7f4505ead624ffaa457917a282ad02d",
            "sentence": "The bursting of Japan's so-called bubble economy sent shockwaves through international markets."
        },
        {
            "id": "c21aac3ae6984719bae13994b9bee0f9",
            "sentence": "Yet again, Tom was passed over for a promotion even though he was the most qualified candidate."
        },
        {
            "id": "24df943c3f6042a18db5ee41ab4a6ba4",
            "sentence": "I can\\'t believe you are eating something the doctor has told you repeatedly you shouldn\\'t eat."
        },
        {
            "id": "096009623c5e42f0ae3b289435694f47",
            "sentence": "Mozart wrote brilliant, complex musical compositions as easily as you or I would write a letter."
        },
        {
            "id": "1b014498812a4e3fb4fad2dc4a38f2c5",
            "sentence": "She would often bring home table scraps from the restaurant where she worked to feed to her dog."
        },
        {
            "id": "94857a544caf48f598fd29731c7fa48e",
            "sentence": "You know that your French is good when people stop complimenting you on how good your French is."
        },
        {
            "id": "14ecf0cac6174bfda5a70e1be5558e84",
            "sentence": "It\\'s my fault that the cake was burned. I was talking on the phone and didn\\'t notice the time."
        },
        {
            "id": "624d9f573e014ad7b6a32671def3cc8e",
            "sentence": "As soon as I can get my son to scan our family photos, I\\'ll upload some of them to our website."
        },
        {
            "id": "0314a476834a4040be43b6a216e40f0c",
            "sentence": "I wanted to ask Tom how much he paid for his new house, but Mary told me that would be impolite."
        },
        {
            "id": "9c4ead814fda4b7fbfbde20eefa8c36d",
            "sentence": "Tom didn\\'t break his new shoes in enough before the marathon, and got bad blisters on his feet."
        },
        {
            "id": "c66f10d4db294cb08f73926a52d0e366",
            "sentence": "Tom tried to return the swimsuit for a larger size, but the clerk told him that wasn\\'t allowed."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}