{
    "currentPage": 35711,
    "pageSize": 20,
    "items": [
        {
            "id": "a946c944c86448cea87d62492bf0e7b4",
            "sentence": "How many times have I told you not to bring people over without asking for my permission first?"
        },
        {
            "id": "a6a730e17b5c459c9022ae9f8cfee49d",
            "sentence": "Tom tried to keep himself busy, so he wouldn\\'t think about the bad things that were happening."
        },
        {
            "id": "14bf619753184ba2b5128bdd91d8761f",
            "sentence": "I don\\'t know if you\\'ve noticed or not, but Tom hasn\\'t been getting to work on time recently."
        },
        {
            "id": "a7b950b195974c979f4082341fb23fe9",
            "sentence": "Tom did not want to throw anything away because he thought that he might need it in the future."
        },
        {
            "id": "7468f282c1cf4238a12176bdc3bf78d3",
            "sentence": "What matters in life is not where you are right now, but the direction in which you are headed."
        },
        {
            "id": "13ee35dabf0b402f873c2463de3b15f6",
            "sentence": "No one would\\'ve remembered Tom if he hadn\\'t painted his name on the ceiling of the classroom."
        },
        {
            "id": "f0be6c77bfd94d39854604a5f7db35bb",
            "sentence": "If I learn to play the washboard and you learn to play the kazoo, maybe we can join a jug band."
        },
        {
            "id": "0b743d6215be4194a97159d9f37cb4f5",
            "sentence": "Tom couldn\\'t help thinking that he would\\'ve passed the test if he\\'d studied a little harder."
        },
        {
            "id": "069532b386d34ddfa746d106d83246ae",
            "sentence": "Access to information is now much easier than at any point in the past, thanks to the internet."
        },
        {
            "id": "9037b043d9f44835b0fd48de490f1518",
            "sentence": "Tom says that he speaks fluent French. Let's talk to him in only French to test that claim out."
        },
        {
            "id": "9921dd48afe741b2a7401e63b969f2f6",
            "sentence": "How would you feel if you told Tom that you loved him, but he told you that he didn't love you?"
        },
        {
            "id": "bae417a0e9de4a93bb35aed4650380f9",
            "sentence": "I've just written a letter that I'd like to send. Now, I all I need is an envelope and a stamp."
        },
        {
            "id": "8aee16ce26e34da2bc175270ecdf331c",
            "sentence": "I stopped at the butcher shop near the post office and bought a couple of steaks for the grill."
        },
        {
            "id": "01fd075bad3e432ca92a8a4688f9de54",
            "sentence": "I think all the coffee I've been drinking in the afternoon is why I haven't been sleeping well."
        },
        {
            "id": "697f3dabb9c840de95352d483c5d6276",
            "sentence": "I understand French fairly well when I read it, but I have trouble understanding spoken French."
        },
        {
            "id": "5a6a358ff3b14e82a58d6563880f37fe",
            "sentence": "Once the sample is taken, put the cotton swab in a test tube and label with the patient's name."
        },
        {
            "id": "3007303afe524a048abfa818c7845e6a",
            "sentence": "We were hoping that over three thousand people would be there, but only about thirty showed up."
        },
        {
            "id": "b46e524834404f9cb92ac7b6fd6fdff5",
            "sentence": "I'm not the kind of idiot who would climb a mountain in the winter without proper preparations."
        },
        {
            "id": "38840319339246ce80cd4c828986b961",
            "sentence": "I don't care if my French isn't perfect as long as people can understand what I'm tying to say."
        },
        {
            "id": "feb1715abea34e99a3b3ef7d7704f214",
            "sentence": "The video portion of the review mostly consisted of a montage of miscellaneous in-game footage."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}