{
    "currentPage": 35717,
    "pageSize": 20,
    "items": [
        {
            "id": "e5606f6b3b1e48d3a20f1036dcfa4e68",
            "sentence": "Tom went over to where Mary was sitting and gave her the envelope John had given him to give her."
        },
        {
            "id": "edbee48401ae44588085c2c18e6bda1a",
            "sentence": "One of the downsides of living downtown is the noise you hear all day long every day of the week."
        },
        {
            "id": "838f1f1bd2854ac0bc9c803f53dcf1d7",
            "sentence": "I don't believe that Tom was really able to build his house for less than three thousand dollars."
        },
        {
            "id": "5b73994869e0434ca2955a6b46f9df6f",
            "sentence": "Today we issue this writ, so that future generations may be free from persecution and domination."
        },
        {
            "id": "541e042d80a54024901c809c33031f62",
            "sentence": "Heavy rain throughout the night has hampered efforts to rescue survivors from the stricken ferry."
        },
        {
            "id": "6e68667c9b5c4ba09ac8bec3c6501268",
            "sentence": "Tom's school requires students to do at least 30 hours of community service in order to graduate."
        },
        {
            "id": "4f6e78fffc9441ce905c140d61c3d0c2",
            "sentence": "There's got to be something incriminating in that apartment. Tear the place apart if you have to."
        },
        {
            "id": "4d99dc8b2e8c468cbdad8370c3cfbdaf",
            "sentence": "I had been thinking about our new project for two weeks, but I couldn't come up with a good idea."
        },
        {
            "id": "f75869e021ec48d0a5ed7d9e4025197c",
            "sentence": "Chapter three is the end of the beginning of the book. Stop there and read the critic's comments."
        },
        {
            "id": "dd75311109b847419f790dd3d4fcd085",
            "sentence": "It would've been a close game if Tom hadn't hit a home run with bases loaded in the ninth inning."
        },
        {
            "id": "7bf27f0be00043fc88655d2579fd891d",
            "sentence": "You're the last person in the world I would like to see cloned; you're boring enough on your own."
        },
        {
            "id": "189e4355216a45eeb8a1faa0957e55b2",
            "sentence": "Tom, who was adopted at birth, only met his biological mother for the first time a few weeks ago."
        },
        {
            "id": "a6a7837bceaa44308f1f81957d56c838",
            "sentence": "With his mother very sick and a tight deadline at work, Tom has a lot on his plate at the moment."
        },
        {
            "id": "aad06739091844aeb6a25b43be216b7f",
            "sentence": "This song samples a bunch of old American funk records from the 70s using equipment from the 90s."
        },
        {
            "id": "9e88a79b63414547a912e0aff8b24ca4",
            "sentence": "Carbon monoxide is a poisonous substance formed by the incomplete combustion of carbon compounds."
        },
        {
            "id": "d8bcb0fc056748a3a9f2763b875676ef",
            "sentence": "The only way to lose weight is to create a caloric deficit by burning more calories than you eat."
        },
        {
            "id": "dd1e6c5fcb74449d9df44fbfd05f4342",
            "sentence": "There are three different types of people in the world: those who can count, and those who can't."
        },
        {
            "id": "cea5044dcfd54c51b7ec84286668e4b8",
            "sentence": "Tom was shocked to see how much his mother had deteriorated since he last saw her six months ago."
        },
        {
            "id": "2f170b44735640b5a21947a416c3ff0f",
            "sentence": "Tom dropped out of school, so he attended night school after work to get his high school diploma."
        },
        {
            "id": "e759aa58a13d40aab97ebf15652da118",
            "sentence": "Tom doesn't really like chick flicks, but he often goes over to Mary's and watches them with her."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}