{
    "currentPage": 35716,
    "pageSize": 20,
    "items": [
        {
            "id": "d54609f3570b41e99c6f1745278cec1f",
            "sentence": "Tom gave a famous singer ten thousand dollars to come to the restaurant to sing \"Happy Birthday.\""
        },
        {
            "id": "2c2203604de6493396488c38ff666e33",
            "sentence": "Tom agreed to marry that man\\'s daughter with the promise that he\\'d inherit the man\\'s business."
        },
        {
            "id": "50b1dc0773ac4ae0a0bd20631a841e8f",
            "sentence": "As you already know, I don\\'t speak French very well, so I\\'d rather not give a speech in French."
        },
        {
            "id": "b2f6071a79c0405eaf5b817d700475c0",
            "sentence": "Even though Tom didn\\'t want to go to the party, he went because he thought he\\'d see Mary there."
        },
        {
            "id": "25ab0d7afef64450a3b95acf8b48b463",
            "sentence": "Tom wanted to find a doctor who would treat his gunshot wound without reporting it to the police."
        },
        {
            "id": "195699f85be04cd0a572b5b33bb3c7a3",
            "sentence": "Tom was staring at Mary who was sitting on the school bus that was parked in front of the school."
        },
        {
            "id": "96d666e62a784dc095facfb7a6978fff",
            "sentence": "One of the benefits of using mechanical pencils is that you don't need to use a pencil sharpener."
        },
        {
            "id": "6ab13347694a4133b9d88426ec0499a4",
            "sentence": "Would you please meet me at Yaesu central gate of Tokyo Station on Monday, May 10th at 3:00 p.m.?"
        },
        {
            "id": "88f86c8a28434ab9954ed7d1ffc51971",
            "sentence": "Listening to a language being spoken is very different from reading or writing the same language."
        },
        {
            "id": "d8a954cfda89422ca34332ea88bca368",
            "sentence": "If you come across a word you don't know while reading, look up its definition in the dictionary."
        },
        {
            "id": "71038da34e244347957b3f1ee26b48c0",
            "sentence": "I thought Tom would do most of the driving. I didn't expect to have to do so much driving myself."
        },
        {
            "id": "294082b174d2421e8cf4b922b1a08c01",
            "sentence": "If you'd spend less time talking and more time working, we could get this done much more quickly."
        },
        {
            "id": "5d72ad6968ee4b2a89fc22a41c518d40",
            "sentence": "A fault common to scientists is mistakenly believing that every problem has a technical solution."
        },
        {
            "id": "44fc87012e33482e88a9eb0a4ee2bc0b",
            "sentence": "Mary feinted a strike to Tom's face, but then swiftly struck his torso with the tip of her sabre."
        },
        {
            "id": "401ca71f12334066a9562587c9a64011",
            "sentence": "Life would be terribly monotonous and deadly boring if everyone felt, thought and spoke the same."
        },
        {
            "id": "ac9532c5cf5a430f89a923316589a5ed",
            "sentence": "My French isn't very good, but people seem to understand what I'm trying to say most of the time."
        },
        {
            "id": "20b0a41867234bfdb297abc6619291a8",
            "sentence": "I wanted to become a singer or an actor, but my parents wanted me to become a lawyer or a doctor."
        },
        {
            "id": "0ef384bf6f4347348126db6c4f847743",
            "sentence": "Many have suffered oppression and misery for a long period of time under the rule of colonialism."
        },
        {
            "id": "89311e83c936465495fc427790633b1c",
            "sentence": "There are more Buddhists in Germany today than people who know how to make a good chocolate cake."
        },
        {
            "id": "643bf2a69b2e47e19aab92cafb57d42a",
            "sentence": "The bridge is supported by a truss made up of steel beams, making it both strong and lightweight."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}