{
    "currentPage": 35719,
    "pageSize": 20,
    "items": [
        {
            "id": "27e80a94f172473681bf0aebeaac3852",
            "sentence": "It is better to remain silent and be thought a fool than to open one's mouth and remove all doubt."
        },
        {
            "id": "3735321e8583473eb26f55c805630053",
            "sentence": "Ultraviolet radiation can cause skin cancer, cataracts, suppress immune systems and damage plants."
        },
        {
            "id": "c2834e3d208544d58fb060c9b8d2207c",
            "sentence": "The company was able to ramp up sales by hiring more employees and streamlining working practices."
        },
        {
            "id": "d2f93042b27c40419f4280147c055090",
            "sentence": "We could spend more time discussing this, but I don't think we'll be able to come to an agreement."
        },
        {
            "id": "031e71162e9c45f287a45a94e31d52cb",
            "sentence": "The handcuffs were too tight and they dug into Tom's wrists, cutting off circulation to his hands."
        },
        {
            "id": "14ccfaf533124c5eb91ac0557d4a6924",
            "sentence": "Tom let it be known with a dismissive wave of his hand that he wasn't enthusiastic about the idea."
        },
        {
            "id": "55ef21e723b14569a59a4d5d074c412d",
            "sentence": "Tom repairs old household appliances in his spare time. People now come to him from all over town."
        },
        {
            "id": "6c2e06fb286e4ca889edc0b74007e072",
            "sentence": "If you can't afford an attorney, one will be appointed for you before any questioning if you wish."
        },
        {
            "id": "3bc46769207e4dd6aa12b87176746b8d",
            "sentence": "It is said that Japanese people are kind to people they know, but rather cold to those they don't."
        },
        {
            "id": "bec1ea699f9446b99141791115d4708f",
            "sentence": "Mary is one of the prettiest girls in the whole school. Despite that, she's never had a boyfriend."
        },
        {
            "id": "013dd2c6e9884da494010bab7991f023",
            "sentence": "I've heard about this kind of thing happening, but this is the first time for me to see it happen."
        },
        {
            "id": "dccdd841b79245bb9fb897071de9d28f",
            "sentence": "I just want to let you know that I think that you're the most beautiful woman that I've ever seen."
        },
        {
            "id": "3686631490224d6ebdcaf36ca6f3a850",
            "sentence": "Tom was exposed to a wide variety of music as a child through his mother's vast record collection."
        },
        {
            "id": "a7088cff3bc64ea0bc76ac1a67a3aee2",
            "sentence": "Even though Tom begged Mary not to go, she left with the children and went to live with her mother."
        },
        {
            "id": "c934a3e8bcc449538e703a9071a45650",
            "sentence": "I was just getting ready to write Tom a message asking him where he was when he walked in the door."
        },
        {
            "id": "824bbfce163243cda02b7d33c40954e3",
            "sentence": "Mary had a few friends over for lunch and they spent most of the time griping about their husbands."
        },
        {
            "id": "98089644433e4eac842fec261c5c5ab2",
            "sentence": "No matter how busy Tom gets, he never forgets to write an email to his mother at least once a week."
        },
        {
            "id": "8677d82f113049b78e2dad74e0ca6b35",
            "sentence": "I may not be able to speak French as well as Tom, but I can usually communicate what I want to say."
        },
        {
            "id": "4b12273c16f94fa8998c5ac567b4b348",
            "sentence": "Tom was sitting alone at a private table eating the most expensive meal that the restaurant served."
        },
        {
            "id": "3260bea741544907bd77b27dd9924800",
            "sentence": "Tom is going to be mad at Mary when he finds out that she forgot to do what she was supposed to do."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}