{
    "currentPage": 35728,
    "pageSize": 20,
    "items": [
        {
            "id": "c946e1bc3e554e40b6e26952915c2ae0",
            "sentence": "After the hatchet job my boss did on my proposal, I'm not sure how long I want to keep on working here."
        },
        {
            "id": "abd735b876494a5589f9fb6a716806b1",
            "sentence": "Tom felt the stiffness in his joints as he stood up after sitting in the same position for a long time."
        },
        {
            "id": "06cccf09c54448b9865a95488800e103",
            "sentence": "Tom was a stay-at-home dad; he took care of the children while his wife finished her surgical training."
        },
        {
            "id": "d35d7a5781ce4b40bfcd5298e3d73ec6",
            "sentence": "Caffeine is a purinergic antagonist that competitively inhibits adenosine at the sites of P1 receptors."
        },
        {
            "id": "f9092f457f1b4542bff043de26bbd90d",
            "sentence": "Since the traffic lights weren't working, there were policemen directing traffic at every intersection."
        },
        {
            "id": "480bbf9655224161980ecac9d2dd34b4",
            "sentence": "Tom doesn\\'t like being around children because he\\'s always afraid of catching a cold from one of them."
        },
        {
            "id": "a5d4141e57574d4686803d73743371fa",
            "sentence": "Tom was glad that he\\'d bought a bottle of wine with a screw cap, since he couldn\\'t find his corkscrew."
        },
        {
            "id": "e7361b7895014e208aa9273c77183fef",
            "sentence": "If Tom would learn to be a little more positive about things, people would probably like him a bit more."
        },
        {
            "id": "97ab35ecc2d24216b68651cf7bed3594",
            "sentence": "Mary asked Tom what he thought of her dress, but he knew better than to tell her what he really thought."
        },
        {
            "id": "2d1eeab25a034ef0abfdd3ccec7ced88",
            "sentence": "Tom thinks he knows how much money Mary makes, but Mary makes quite a bit more than Tom thinks she does."
        },
        {
            "id": "de5d6aaddefb4993911e85bd220e849e",
            "sentence": "Tom and Mary went on a safari and saw many animals, such as lions, giraffes, zebras, and hippopotamuses."
        },
        {
            "id": "4fb39802c40b46789ed1d104b7acaf0f",
            "sentence": "Tom is the type of person who always demands that something be done rather than request that it be done."
        },
        {
            "id": "cbe7a755bbdf4a1481b6b63ca42d9a02",
            "sentence": "I\\'ll be playing tennis with Tom this afternoon, but it\\'s not something I\\'m really looking forward to."
        },
        {
            "id": "66a2ec9bc39e44e89780e011bbaa4b43",
            "sentence": "Tom had no idea, as he set off for the party, that he was going to meet the love of his life that night."
        },
        {
            "id": "5759eb1c9ced421b9d772a265774634f",
            "sentence": "If we both hadn't broken our legs at the same time, we wouldn't have gotten to spend this time together."
        },
        {
            "id": "c5252523038e412681634ab8e8ccbc18",
            "sentence": "The crowd may be on the side of Luciano, but the champ has got the skill to win and that's what matters."
        },
        {
            "id": "6601e46ed89e44b194b7c55b353c1aea",
            "sentence": "Tom opened his car door with a little too much force and accidentally dinged the car parked next to him."
        },
        {
            "id": "6ed7c212b1584268ab3c42e0817d3087",
            "sentence": "Tom flew into a childish fit of rage and threw his glasses on the floor with enough force to break them."
        },
        {
            "id": "a1cf72dd62224aeea298c16fddea917a",
            "sentence": "Imogen of the Internet is not yet notable on Wikipedia, but it is one of the many things she aspires to."
        },
        {
            "id": "5b163650a80543b7b46089d42dbaf5e0",
            "sentence": "What's important isn't which university you've graduated from but what you've learned in the university."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}