{
    "currentPage": 35725,
    "pageSize": 20,
    "items": [
        {
            "id": "cd652d04e0004b5ea945c42c929dcd34",
            "sentence": "I don't think a native speaker would ever say it that way, but I can understand the intended meaning."
        },
        {
            "id": "fbc7276a4b13409abe1c30923e913df8",
            "sentence": "Why did I buy flowers? Why are you asking me such a question? I just bought them because I wanted to."
        },
        {
            "id": "a5d084f493124b8fb08267238287d235",
            "sentence": "People always say that when you kiss a frog, it'll turn into a prince, but I've never seen it happen."
        },
        {
            "id": "85476c66437b4669bc72f26f04e12e44",
            "sentence": "One of the most important skills a debater can have is to deliver cogent arguments in a clear manner."
        },
        {
            "id": "2ff886f10ec3464fa1fea21fd248f056",
            "sentence": "Tom was acquitted of the charge of stealing money from Mary, but was found guilty of attempted fraud."
        },
        {
            "id": "1e3edf17514748a28cbaffcf13a96e2c",
            "sentence": "I woke up one morning to find that all the bills in my wallet had turned into two-thousand yen bills."
        },
        {
            "id": "794ade6b1dab4382b1dfdd78a9c73923",
            "sentence": "It looks like it may rain today. I'm worried that our cherry-blossom-viewing party might be canceled."
        },
        {
            "id": "d3f1b270026e48c1bfedc2079c612ccc",
            "sentence": "Banks will try to lend you an umbrella on a sunny day, but they will turn their backs on a rainy day."
        },
        {
            "id": "95c319d0f1394fe0978545ec9ece4b83",
            "sentence": "The Oxford comma is awkward, unnecessary, and cannot be carried over to languages other than English."
        },
        {
            "id": "071858b6b7574405b9ddf7b330bd1555",
            "sentence": "Grammatically there is nothing wrong with this sentence, but I think it would never actually be used."
        },
        {
            "id": "01e27f183d1a4d7aa076145112494f76",
            "sentence": "If you're tired of arguing with strangers on the Internet, try talking with one of them in real life."
        },
        {
            "id": "5c94faece7df495c934946ce4b4eb37d",
            "sentence": "The doctors thought he was dead, but today he is still alive and healthy, and has a job and a family."
        },
        {
            "id": "45873d47b17043e39f6ff39676dfbfac",
            "sentence": "Farming looks mighty easy when your plow is a pencil and you're a thousand miles from the corn field."
        },
        {
            "id": "e79e3b6cfb85453dbd0817193cf30b99",
            "sentence": "My neighbors never complain about how loud my parties are because I always invite them to my parties."
        },
        {
            "id": "ef04797382bd43aba2ecc91ac8f1d1ee",
            "sentence": "Memories came flooding back when Tom found some photos from his childhood in an old box in the attic."
        },
        {
            "id": "994cf57400ab436baa088d45586cbf8c",
            "sentence": "Recently Tom and I seem to just keep missing each other. I never seem to be able to meet up with him."
        },
        {
            "id": "81b2fdf2efc44d6f82155074e2f5d91d",
            "sentence": "Tom is always sleeping in class. It almost seems like he goes to school just to catch up on his sleep."
        },
        {
            "id": "b622a5af37554ecf8978e8040a77ee8e",
            "sentence": "Tom rolled out of bed at 6:30, shuffled into the kitchen and put two slices of bread into the toaster."
        },
        {
            "id": "5078ab3eff574d98ae90d5bcd94b00d2",
            "sentence": "Tom was determined not to make the same mistakes with his children that his parents had made with him."
        },
        {
            "id": "1c6ada5400fe4f1bb89557123d93cc53",
            "sentence": "My father, grandfather, great-grandfather and great-great-grandfather all had the same name as I have."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}