{
    "currentPage": 35722,
    "pageSize": 20,
    "items": [
        {
            "id": "dbf45acf972b4ae7910ca67d00cfb66c",
            "sentence": "Tom told Mary that he didn\\'t think it was a good idea for her to go jogging in the park by herself."
        },
        {
            "id": "05ae375c834946b1ab96c1b88979ae34",
            "sentence": "My parents usually speak to each other in French, even though my mother is a native English speaker."
        },
        {
            "id": "a8eb4ca99dbc42dbabd9a56c75043ab9",
            "sentence": "Tom sat down near the window, put on his glasses and began to read the book that Mary had given him."
        },
        {
            "id": "1ecde245f7f14f318ddff1915472bad6",
            "sentence": "Tom speaks several languages fluently, but for his job, he only translates into his native language."
        },
        {
            "id": "aed9ded2f86f4b90ab174fb57d7c0d53",
            "sentence": "If I\\'d only known that there was a possibility that that would happen, I\\'d have been more careful."
        },
        {
            "id": "13169ff2c4914243b49457fa12071e39",
            "sentence": "The first thing Tom does when he meets a new woman is check to see if she\\'s wearing a wedding ring."
        },
        {
            "id": "c9b1482dd967400197529b85b939ae05",
            "sentence": "Tom thinks there\\'s a good possibility that Mary will agree to babysit the children on Friday night."
        },
        {
            "id": "cfd5a329d6d44382b792f25dbbd9b1f4",
            "sentence": "When we started out designing web pages, we were the only ones doing it in this part of the country."
        },
        {
            "id": "ceae81a8c9e341c4908bb8e99a863974",
            "sentence": "I\\'ve kept my weight down even though many of my friends have gained weight as they\\'ve grown older."
        },
        {
            "id": "6c4630f591d54fe1b9cfa9ab1f6ffaa8",
            "sentence": "I usually speak French with my parents, but my brothers and I always speak to each other in English."
        },
        {
            "id": "9cbe4a2cbd9c431eb5190eecf9c632aa",
            "sentence": "I don\\'t usually take the bus to work, but yesterday it was raining, so I didn\\'t feel like walking."
        },
        {
            "id": "27a251e83933472a95b166547aaa8cf9",
            "sentence": "In this world, there are some things that will never come true no matter how much you wish for them."
        },
        {
            "id": "26bb268ef4264eaf8b2f0105fd0be899",
            "sentence": "There are some things in this world that will never come true, no matter how much you wish for them."
        },
        {
            "id": "03956cdac43346df9d1b8178e64adf50",
            "sentence": "Tom and his friend John were swimming close to shore when a strong undertow carried them out to sea."
        },
        {
            "id": "e0d46e7d0c4d43879ff83cf7742995b4",
            "sentence": "Giving up smoking is the easiest thing in the world. I know because I've done it thousands of times."
        },
        {
            "id": "e3eda38fb5244629ac5599247bbef3cb",
            "sentence": "The river is six miles deep in some areas and the only way to cross it is using a pulley and a rope."
        },
        {
            "id": "b50caa0a2e404a45917a8e6d147fb793",
            "sentence": "A noob once met Betty and while desperately trying hard not to get killed, ended up killing himself."
        },
        {
            "id": "c66864c1ef064f2aa6f86e60f1db79b5",
            "sentence": "One of my boots fell off the boat, so I jumped into the water and swam as fast as I could to get it."
        },
        {
            "id": "074e947b2cdb439c8492740606b05072",
            "sentence": "When you're angry, count to ten before you say anything. If you're very angry, count to one hundred."
        },
        {
            "id": "fe8fade12e17427aa461aa415047c2ac",
            "sentence": "As an overweight woman, Mary has experienced many incidents of people judging her based on her size."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}