{
    "currentPage": 35729,
    "pageSize": 20,
    "items": [
        {
            "id": "607c8f171f804eeaa548d2e51c25996a",
            "sentence": "In order to play this song on this keyboard's limited range, I had to transpose it into a different key."
        },
        {
            "id": "20df6dbb3ef24f87be462ffbb338179e",
            "sentence": "Tom looked at Mary's hands and noticed that she was wearing a number of rings, including a wedding ring."
        },
        {
            "id": "fcb43b54e4064347a0800512955c4436",
            "sentence": "Why did you wake me up to tell me something that big? Now, I'll never be able to concentrate on my work!"
        },
        {
            "id": "8439758c625e490893a4a0dc7a65f8fc",
            "sentence": "Some people think that it is difficult for a native speaker of English to learn Chinese, but I disagree."
        },
        {
            "id": "57ae584c334f470c9fb3b5632c854340",
            "sentence": "Our international sales continue to grow, bringing the name of Toyo Computer into businesses world-wide."
        },
        {
            "id": "0d7d3bde41864347b5ecce26d746c406",
            "sentence": "Paganini dazzled his audience with (among other things) a veritable hailstorm of left-handed pizzicatos."
        },
        {
            "id": "93f11306b55c48cea7be322dfa69aa44",
            "sentence": "You shouldn't only not drink and drive, you should never get into a car with anyone who's been drinking."
        },
        {
            "id": "ac66ad26ac1c46c8887aabc3423d5299",
            "sentence": "The careful use of evocative imagery is an important part of building a successful advertising campaign."
        },
        {
            "id": "9d25680f6c7e47e69935ad380b229e44",
            "sentence": "When I got out of prison, I couldn\\'t find a job anywhere near my home since no one would hire an ex-con."
        },
        {
            "id": "f7c79f8ac6ba44458b0e82414799ba3c",
            "sentence": "Since there are rice paddies near my house, I often hear frogs croaking all night long this time of year."
        },
        {
            "id": "bba0a3e44b164ff0b5bb486203aedc94",
            "sentence": "If Tom had been able to speak French better, he would\\'ve been able to tell everybody how he really felt."
        },
        {
            "id": "04c3ddf008c747a79d4a3f7b9ea20f22",
            "sentence": "On school nights, Tom goes to bed at nine o\\'clock, but on Fridays and Saturdays, he stays up much later."
        },
        {
            "id": "f7c54f6337e64165a01c70be7e37aa88",
            "sentence": "If you\\'d listen a little more carefully to what the teacher says, you\\'d probably be able to understand."
        },
        {
            "id": "4dccb683958243b5b9532e2078780aad",
            "sentence": "We were unsure what kind of person Tom would be and whether he would like living in the same house as us."
        },
        {
            "id": "b56479ed79064ebb83fb70cc772a53fe",
            "sentence": "It\\'s very unlikely that the teacher will believe Tom\\'s excuse for not having his homework done on time."
        },
        {
            "id": "d5dc1ce829d04c8db335c8e3345cffdf",
            "sentence": "Tom didn\\'t have any hard evidence, but he thought Mary was the one who stole his mother\\'s diamond ring."
        },
        {
            "id": "17d851443b63437dad6b40f1fc246e3d",
            "sentence": "Tom and Mary don\\'t have much time to talk together. Their children are always demanding their attention."
        },
        {
            "id": "064041b118e34edfb28d1826f104e3b5",
            "sentence": "The two men understood one another perfectly, and had a mutual respect for each other's strong qualities."
        },
        {
            "id": "abe22cd2a63f4dee9bb1165ce0b08dba",
            "sentence": "Tom was able to swim across the river, but Mary had to wait for someone to give her a ride in their boat."
        },
        {
            "id": "db31d34e2bdc4653996efcaefe601a5a",
            "sentence": "We ordered garlic bread and hot cheese dip for starters, which proved to be tastier than the main course."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}