{
    "currentPage": 35735,
    "pageSize": 20,
    "items": [
        {
            "id": "9030440d977943fe9d051e9c6b0da4e2",
            "sentence": "Lately, I've been letting my English go. It seems I'll never improve at it, no matter how many years I study."
        },
        {
            "id": "6416e67e7a8f48088c90e5a2aa0e56ea",
            "sentence": "The limo was too long to fit into one parking space, so it was parked diagonally across three parking spaces."
        },
        {
            "id": "64d4f13c812e4291894b443be9152e2e",
            "sentence": "When I first moved here, I couldn't stand the heat and humidity. But I think at this point I've acclimatized."
        },
        {
            "id": "11bcccfa750a4335b96a906f28432423",
            "sentence": "Imogen of the Internet is fighting six bored housewives to win an eBay auction for a bag of premium chai tea."
        },
        {
            "id": "e1baea342fd84946a18082bc12ae5e55",
            "sentence": "Mary is very spiteful and gives Tom the cold shoulder for days after the slightest disagreement between them."
        },
        {
            "id": "e8080ea350c848f0bcfd074a819bba4e",
            "sentence": "Tom was wearing a suit tailored especially for him, with his name embossed in gold on the inside coat pocket."
        },
        {
            "id": "cdd67e96e764439da77bccff098c42aa",
            "sentence": "I know it\\'s kind of late, but would you mind if I came over now? I have something I need to discuss with you."
        },
        {
            "id": "7bbf7cc7205f4a07898c4fb319812db2",
            "sentence": "Tom didn\\'t know how to translate the word \"computer\" because the people he was talking to had never seen one."
        },
        {
            "id": "35effe71cd7049be8ad6c2741bcd9e41",
            "sentence": "A splinter of wood, barely visible to the naked eye, caused a very painful infection in one of Tom\\'s fingers."
        },
        {
            "id": "17ec025d9c4c4abbbe4eda0971db8987",
            "sentence": "Why did you put the chicken in such a difficult place to get when you knew that I wanted to use it right away?"
        },
        {
            "id": "12a53f29030a448ab7df033e537bb097",
            "sentence": "I honestly think it's better to be a failure at something you love than to be a success at something you hate."
        },
        {
            "id": "2855939b218148bab6c438da90574844",
            "sentence": "Putting on a mask when I leave the house now feels as normal as putting on my seatbelt when I get into my car."
        },
        {
            "id": "e2f7c0c33b014d9484cad07a9ca9995a",
            "sentence": "We are haunted by an ideal life, and it is because we have within us the beginning and the possibility for it."
        },
        {
            "id": "ef5ee5a147fb406f90db65b4b2f2b370",
            "sentence": "In three days you get tired of a beautiful woman while in the same amount of time you get used to an ugly one."
        },
        {
            "id": "64fae3c3a2914d0fb69df621e74fb90e",
            "sentence": "I would like to stress that it is more convenient to control tariffs as a bloc rather than country by country."
        },
        {
            "id": "25393923eaf04f9e9e478777e91f3d63",
            "sentence": "Gabrielle, a striking 6'1\" woman, was tired of enterprising young men asking her how the weather was up there."
        },
        {
            "id": "25e5aa4948234165b3347cadd0a4bf20",
            "sentence": "Tom tried to cure his stage fright by imagining everyone in the audience was naked, but it didn't really help."
        },
        {
            "id": "f30b4dcb5327495abee38b57642ca10c",
            "sentence": "As tectonic plates shifted, uniquely adapted species of dinosaur emerged on each continent through vicariance."
        },
        {
            "id": "b66a0ede744f4654a63ffc9b6e92e19b",
            "sentence": "49 is the smallest natural number with the property that it and its two direct neighbours are not square-free."
        },
        {
            "id": "3c0a4d92d90d4835998054d91d6726f6",
            "sentence": "Tom filled the glass to the very brim and challenged Mary to carry it across the room without spilling a drop."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}