{
    "currentPage": 35733,
    "pageSize": 20,
    "items": [
        {
            "id": "105085428ca04fe9ba371d89363893bd",
            "sentence": "The bus driver slammed on the brakes and three of the passengers who were standing suffered minor injuries."
        },
        {
            "id": "4eba2c599c2f44c8963a0c5e69f9cdef",
            "sentence": "What\\'s important isn\\'t which university you\\'ve graduated from, but what you learned while you were there."
        },
        {
            "id": "a15962c4e884423386906391d983e3b1",
            "sentence": "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for the rest of his life."
        },
        {
            "id": "3e9eb018dbdb4a9c8ceaefc24a80af3d",
            "sentence": "My mother speaks French better than my father speaks English, so they usually speak to each other in French."
        },
        {
            "id": "852b75d956834bcda1194057b9d675c4",
            "sentence": "It wasn\\'t that Tom didn\\'t want to go to school, he couldn\\'t go to school because he wasn\\'t feeling well."
        },
        {
            "id": "5054b452e82c4cca8476dfd74abfa12b",
            "sentence": "I know it is highly unlikely that you\\'d ever want to go out with me, but I still need to ask at least once."
        },
        {
            "id": "0d54b7e0d95e47ceac39c06d222e1580",
            "sentence": "It may seem like Tom has forgotten all about the matter, but deep down inside, he\\'s still torn up about it."
        },
        {
            "id": "71a196b558f34cf8855df8d9e6cac2b0",
            "sentence": "Tom\\'s French teacher called his mother to let her know that Tom had skipped his French class several times."
        },
        {
            "id": "cd6ccfbc45e94195be68155479a97fe9",
            "sentence": "Someone told me that people with type O blood attract more mosquitoes than people with any other blood type."
        },
        {
            "id": "27ad10ef71874c9f804b5f7560bb1fc6",
            "sentence": "I asked Tom what he was listening to and he surprised me by saying that he was listening to classical music."
        },
        {
            "id": "9988deaf097540ba976afff9a6e1f018",
            "sentence": "If you see a man approaching you with the obvious intention of doing you good, you should run for your life."
        },
        {
            "id": "f75a2072a35442d39f38225d9aa5063d",
            "sentence": "On the one hand we suffered a heavy loss, but on the other hand we learned a great deal from the experience."
        },
        {
            "id": "0f688a862c71424ba0ef808bc40d317f",
            "sentence": "When Tom said that he had studied archeology but showed no interest in the excavations, I became suspicious."
        },
        {
            "id": "eccf9d8c16454e2a9e7ed307d81a0d9c",
            "sentence": "I don't remember everything we did that day, but I do remember we were both exhausted by the end of the day."
        },
        {
            "id": "bb789b707c604f26b994f6aa3a2cdac5",
            "sentence": "Though grammatically there's nothing wrong with this sentence, I doubt if anyone would actually ever use it."
        },
        {
            "id": "fbe4a2f228a84d40b66048b53e7f410e",
            "sentence": "After Tom's father died, his mother couldn't cope with looking after the house, so she put it on the market."
        },
        {
            "id": "c5445a7fef8c45d6aa2816040a932965",
            "sentence": "Even if you don't feel like eating, you should eat something. If you don't, you won't last until lunch time."
        },
        {
            "id": "565d8f078bc0442b9ecebd0f4bc6c02c",
            "sentence": "Tom was scammed out of several thousand dollars while attempting to find a mail-order bride on the internet."
        },
        {
            "id": "4ad55b8b5d324aec9e8d574fc1fea635",
            "sentence": "Although CFIT accounted for just over a third of crashes in the past six years, it caused 53% of the deaths."
        },
        {
            "id": "899d577253064fba80995df77f8b05c0",
            "sentence": "Please let me know immediately if you would like to set up an area of the conference room for your products."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}