{
    "currentPage": 35734,
    "pageSize": 20,
    "items": [
        {
            "id": "99cdd4de2c3b483f89681a40ce337de8",
            "sentence": "Tom still doesn't have his own apartment, even though he is already thirty. He still lives with his parents."
        },
        {
            "id": "b602c3cda06b43dc9d07608a16a836fd",
            "sentence": "With a little bit of hesitation, Tom stepped into the van and pulled a wad of cash out of his jacket pocket."
        },
        {
            "id": "c2d1a3e8c11e4ea39e9f1184c5ed7955",
            "sentence": "Electric motors deliver strong acceleration because they offer more torque than equivalent gasoline engines."
        },
        {
            "id": "d43ff8fb43d44b18b7b6e89540ed0a57",
            "sentence": "Tom is respected in the business community because he is always fair and square in his dealings with others."
        },
        {
            "id": "bc37ccec69064bce901ba948f2146808",
            "sentence": "Money can't buy you happiness, but it can buy you a hang glider or a speedboat, which is good enough for me."
        },
        {
            "id": "3a4f1da795ab4e8e94d74acfe31a132b",
            "sentence": "A woman whose tongue grew out of the roof of her mouth soon found herself surrounded by overeager linguists."
        },
        {
            "id": "fa2cecd8df194580abcc0c352efcce50",
            "sentence": "Tom told me that Mary was good at playing the piano, but I didn\\'t really believe him until I heard her play."
        },
        {
            "id": "179085a6bbff4b5897eb43085d97dc63",
            "sentence": "If you had to go live on a deserted island and could only take one book with you, which one would you choose?"
        },
        {
            "id": "bf00d1fd9a104c3fb8236a7c16222b65",
            "sentence": "Eight years ago, we were in the early stages of what would become the worst economic crisis of our lifetimes."
        },
        {
            "id": "cdbfd018d58f4657957f33495f3cc815",
            "sentence": "You know, Tom, I didn\\'t appreciate you hitting on her after I specifically told you I was interested in her."
        },
        {
            "id": "63fa54660e0e4e5b92bccdc43e258801",
            "sentence": "I think it's highly unlikely Tom wasn't aware he wouldn't be allowed to enter the museum without his parents."
        },
        {
            "id": "2051291c6a8543b0b9b469f1f86dad4c",
            "sentence": "I've been trying to fix the engine for half an hour now, but there's just no way that I'll be able to fix it."
        },
        {
            "id": "a1b62aa1fcc9413db96b91fdd6f66d06",
            "sentence": "If you want this marriage to work, you need to choose between spending time with me and working all the time."
        },
        {
            "id": "126d8c09ebf6474cbf6efb7ca88ea464",
            "sentence": "She's so stubborn. I bet if she ever gets reincarnated, she'd be a bacteria capable of living in empty space."
        },
        {
            "id": "0f9f4fa4794b4bb39e08d8d8a644af7e",
            "sentence": "I joined a club at my school where we discuss our cultures and learn more about the diverse world we live in."
        },
        {
            "id": "23c48f55ce70492a925bc785270f95d3",
            "sentence": "One morning, when I woke up, I found that all the bills in my wallet had changed into two-thousand yen bills."
        },
        {
            "id": "80e3a7c2c6eb4918ac087c25911d00dc",
            "sentence": "Tom doesn't like taking off his shirt whenever he goes to the beach because he feels insecure about his body."
        },
        {
            "id": "b0191bc1020840a5bfc04e7128c600dc",
            "sentence": "He had a crush on his Chinese teacher; but what with all the hormones, he had a crush on just about everyone."
        },
        {
            "id": "505624d4bb244ca8b32daa2217fccc7a",
            "sentence": "A person's reputation can be greatly burnished or tarnished depending on how the media chooses to cover them."
        },
        {
            "id": "6e401ec8d8164c8db4472e43265eff8d",
            "sentence": "When we started in 2008, we wrote down a list of people that we wanted to hire, then went out and hired them."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}