{
    "currentPage": 35742,
    "pageSize": 20,
    "items": [
        {
            "id": "93f6cec3817a4f219501b7dff3b4e539",
            "sentence": "Our company wanted to build a factory there, but many of the landowners in that area refused to sell their land to us."
        },
        {
            "id": "35857de215b0479993a68578329c9a1a",
            "sentence": "Sometimes I wonder if this world is just in someone's head, and he dreams us all into existence. Perhaps it's even me."
        },
        {
            "id": "0a97231e7a3f4e5393bf93cbab7392dc",
            "sentence": "His father would never sanction his engagement to a girl who did not share the same religious beliefs as their family."
        },
        {
            "id": "a8fe175570874565b04872ff3d4000c8",
            "sentence": "Four of my favorite Christmas carols are \"Silent Night,\" \"Joy to the World,\" \"The First Noel\" and \"Away in the Manger.\""
        },
        {
            "id": "c1025d21964c4f8392bbe41660a0a5f3",
            "sentence": "I think it's highly unlikely that Tom wasn't aware that he wouldn't be allowed to enter the museum without his parents."
        },
        {
            "id": "5c6a97231d734bb6a83a48b8ee3d70f8",
            "sentence": "If you memorize 5 English words a day, you'll be able to memorize 1,825 words in a year and 182,620 words in 100 years."
        },
        {
            "id": "5bf78ea6e53343aebaa5e1b8ff3740bb",
            "sentence": "Tom's mom didn't want him reading the book that his teacher assigned him because she thought it would corrupt his mind."
        },
        {
            "id": "26791fecefa444228e4ded5a3c8a41f1",
            "sentence": "There were tears in his eyes, and the expression on his face made it plain to the waiter that something was very wrong."
        },
        {
            "id": "e0a48a59f61543a2a3a2c280a61fdef4",
            "sentence": "The art of modern warfare does not necessarily require soldiers to be armed to the teeth to be effective as combatants."
        },
        {
            "id": "b2e1dd9a017a4cd482fdc03fa9bf3ab5",
            "sentence": "When I got to the office, I had tons of work waiting for me. I was running around like a chicken with its head cut off."
        },
        {
            "id": "87d88703ec294bbb8f9d5798c9c02ab7",
            "sentence": "This controller has accelerometers in it so it can send a farewell transmission as your child chucks it out the window."
        },
        {
            "id": "f12093a5ccbf4813b06b4529ac1e7dce",
            "sentence": "Throughout my life, I've had the great pleasure of travelling all around the world and working in many diverse nations."
        },
        {
            "id": "7cc6c9235ab04180b3ffd64e24384ade",
            "sentence": "It doesn\\'t make much sense to me that I have to pay more income tax than you even though you make more money than I do."
        },
        {
            "id": "5bb0d97deff44afb835812df7c1ac8ab",
            "sentence": "The room didn\\'t look very good after Tom painted it, because he didn\\'t even bother to wash the walls or ceiling first."
        },
        {
            "id": "8072ff919f174a48b0cface5c9979933",
            "sentence": "We talked to each other in French since we thought people around us wouldn\\'t be able to understand what we were saying."
        },
        {
            "id": "774d4dcaa54d4e15a0caaf8aed4576b8",
            "sentence": "After coming in from the bitter cold, Tom stood in front of the fireplace for a long time warming up his hands and feet."
        },
        {
            "id": "cc4d14c2d1574af292daf49c46946944",
            "sentence": "Hiring a non-native French speaker to write your manual in French would be like hiring a carpenter to fix your plumbing."
        },
        {
            "id": "836f407bc0e646f395961e546995734a",
            "sentence": "For what you have written, your reaction is not justified in any manner, and I imagine it can make your life impossible."
        },
        {
            "id": "e407d5232f8e4266a01aa4fd9206df16",
            "sentence": "A friend I went with on our first trip abroad had his wallet pickpocketed. I don't think it left a very good impression."
        },
        {
            "id": "ca6bf7762b074b25b80b1471feb3397f",
            "sentence": "The speeding vehicle skidded and crashed head-on into the rear-end of a truck before the driver could say Jack Robinson."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}