{
    "currentPage": 35749,
    "pageSize": 20,
    "items": [
        {
            "id": "126df8e4cfed445dad190fddc7811dcf",
            "sentence": "If you button the first button of your shirt wrong, all the others will be buttoned wrong. That's also the case with many other things in life."
        },
        {
            "id": "6fa06666610b4ae4b7b335f75406567f",
            "sentence": "I set my notes on the lectern, adjusted the microphone, and awkwardly set about presenting to the class a summary of my last month of research."
        },
        {
            "id": "74f3d646b2f245668e41db3d7ade07a9",
            "sentence": "Many view discus fish as mere aquarium decorations, but I've traveled to the Amazon to observe their fascinating parenting behavior in the wild."
        },
        {
            "id": "44b84e65b8c24628adbaf23afa9db00e",
            "sentence": "The queen began to fear that an assassin was among her retinue, leading her to expel them one-by-one until there was nobody left to protect her."
        },
        {
            "id": "1512021883e9418091b0efdf3379ce32",
            "sentence": "It is impossible to burn a copy of Dante's Inferno because the ice of the ninth layer of hell will put out any fires kindled with earlier pages."
        },
        {
            "id": "d721c5e35655463782025ceafe3a9086",
            "sentence": "If you translate from your second language into your own native language, rather than the other way around, you're less likely to make mistakes."
        },
        {
            "id": "72696763547e4aaf9a33268415b9bf1d",
            "sentence": "When writing a sentence, generally you start with a capital letter and finish with a period (.), an exclamation mark (!), or a question mark (?)."
        },
        {
            "id": "eaa2758ddae146108a7a7e4fea9fdcc3",
            "sentence": "Rose, Juniper, Lily, and Camellia were all named after plants, as was Giant Corpse Flower, whose high school experience was far worse than theirs."
        },
        {
            "id": "b3f582a1934840e6a2ec0b3c90701a4f",
            "sentence": "When Tom was a kid, he used to pretend he was playing the drums by tapping his fingers on the kitchen table, to the great irritation of his father."
        },
        {
            "id": "487953e6fe7a49cc97c5a1c52c0777d3",
            "sentence": "If forests cover 9.4% of the earth's surface, and if forests cover 31% of the earth's land surface, what percent of the earth's surface is not land?"
        },
        {
            "id": "0e0a3dac0d2b4b8b834e7a117679b47c",
            "sentence": "For the sake of completeness, let us mention that the ring R, considered as a module over itself, has submodules of arbitrarily large finite length."
        },
        {
            "id": "390916ab96504a54859e1fcaa326dc75",
            "sentence": "The National Center for Education Information says a predicted teacher shortage won't pan out because teachers who left the profession are returning."
        },
        {
            "id": "b40eb19209dc47388d250de897b83faa",
            "sentence": "And God saw the light, that it was good: and God divided the light from the darkness. And God called the light Day, and the darkness he called Night."
        },
        {
            "id": "92c15afc03874544a01f6ed126302e61",
            "sentence": "The people all praised the emperor's clothes without telling him the truth so as not to seem stupid, until a little boy said, \"The emperor is naked!\""
        },
        {
            "id": "d745b2af24a34a91b53bf2e6057b5fc0",
            "sentence": "At this rate, even independent film will never reach a true understanding of romance and relationships, so to hell with the movies, let's have dinner."
        },
        {
            "id": "37e44a0909434ce0921fadc5e2360dbc",
            "sentence": "The screening of donated blood for the presence of various illnesses is expensive, but is also necessary to keep the blood supply as safe as possible."
        },
        {
            "id": "6c78547ea22540e68e8c6565f0ea85c9",
            "sentence": "Our activism has been called parochial, but I would like to believe that our efforts will inspire others to make a difference in their own communities."
        },
        {
            "id": "e8ea5a59a82c4155a4eefd64a57b11d9",
            "sentence": "The Indonesian government is very unhappy at reports that Australian diplomats have been tapping their telephone calls, cables and other communications."
        },
        {
            "id": "605b0a0e00e946008e9992c34d6b7dcd",
            "sentence": "It's rare nowadays to see the marquee HTML element in modern websites, but in the early web, pages were sometimes loaded with constantly scrolling text."
        },
        {
            "id": "d1ac95c96a4e4843b4843daeb13494d1",
            "sentence": "The Australian Prime Minister has said that he does not intend to engage in megaphone diplomacy with Egypt over the jailing of an Australian journalist."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}