{
    "currentPage": 35748,
    "pageSize": 20,
    "items": [
        {
            "id": "60444517e3b64065b697a34695d1c472",
            "sentence": "He and I have a near-telepathic understanding of each other. No sooner does one of us say something than the other is already responding."
        },
        {
            "id": "acbe7380466f4ee08c94b79c58ad32dd",
            "sentence": "They call it an English grammar book; I call it an arduous, soul-draining and depressing experience pushing the limits of human patience."
        },
        {
            "id": "a6ff4f4fdced4a789705aad2ed6df52e",
            "sentence": "At higher production rates, it becomes necessary to use an automatic palletizer to sort boxes of finished goods onto pallets for shipping."
        },
        {
            "id": "c22d0d2de9364154bc81dc40c0a7ad4c",
            "sentence": "Well-meaning noobs can give advice capable of bringing about an armageddon with the potential of destroying the Earth multiple times over."
        },
        {
            "id": "6e2a7019aa4f4976a959740b27342e43",
            "sentence": "The Kelpie, an Australian sheep dog, is an excellent working dog and can muster large numbers of sheep with little or no command guidance."
        },
        {
            "id": "3087c0588b394de8b320d8b6367ffeb8",
            "sentence": "The only metal that a metal detector can detect is the metal in another metal detector. That fact was instrumental in my parents' meeting."
        },
        {
            "id": "cb906a1541854f6d883c33dbdce5bbd7",
            "sentence": "Keeping Mario in a state in which he can throw fireballs is a delicate process; that newfound power sometimes makes one cocky and careless."
        },
        {
            "id": "c3e3a7b3c16f42338eaa9f90c47e63ff",
            "sentence": "She has a boyfriend she's been going out with since high school, but she feels their relationship is in a rut, so she's become discontented."
        },
        {
            "id": "4576affc7ec943388817051441002ea7",
            "sentence": "It's fun to watch nerdy cartoon characters from the 90s brag about how many megabytes of RAM they have, which is usually somewhere around 8."
        },
        {
            "id": "5030322104844282af657de3899bfd5e",
            "sentence": "Tim produced a perfect alveolar trill for a straight minute. The rest of the Spanish class envied and despised this vulgar display of power."
        },
        {
            "id": "4967a6cae76f4645882c43d0ce75851f",
            "sentence": "Christopher Columbus's happy meal toy was a limited edition clumsy noob waiter toy that whenever is set to walk, trips and falls on its face."
        },
        {
            "id": "8bd230f795dc406ba7981f1a85c9c79d",
            "sentence": "She has a boyfriend she's been going out with since high school, but she feels their relationship has stagnated, so she's become dissatisfied."
        },
        {
            "id": "a3970365e469412eabe29c37633e38a2",
            "sentence": "Yonder is the gymnasium. Down there to the right is the stables for the riding horse, but that building is more than a quarter mile from here."
        },
        {
            "id": "3bcf86aff228441aacac79cfd83280e0",
            "sentence": "When Tom showed up late for work for the third time in a row, his boss told him that it was the last straw and that he would have to fire him."
        },
        {
            "id": "70c04764b0864e928fc54102cbdaaa5b",
            "sentence": "Imogen of the Internet drew a mustache on each of her fingers, outdoing all of her friends, who only thought to draw a mustache on one finger."
        },
        {
            "id": "59ec973415d94051ae43642467aa7feb",
            "sentence": "When we watch a movie, play a video game, or read a book, we become emotionally attached to certain characters and gradually become like them."
        },
        {
            "id": "d8512ccc40da4cafbe81fa80bc53dab7",
            "sentence": "I think it\\'s a shame that some foreign language teachers were able to graduate from college without ever having studied with a native speaker."
        },
        {
            "id": "6b5cfe4198474f94b187862ca95bb21b",
            "sentence": "Everyone can make a difference in their own lives and thereby collectively make the world a better place for themselves and others around them."
        },
        {
            "id": "ed9a967f9ccd42a6b98b7c53a8b036cb",
            "sentence": "We had a power outage, so I had to reset the clock on my VCR. However, I was off by an hour, so the program I wanted to record wasn't recorded."
        },
        {
            "id": "010bf6b3a4854aaebf61baee180fbcd6",
            "sentence": "We had a fairly good idea what the world thought of the United States. Now we also know what the United States thinks of the rest of the world."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}