{
    "currentPage": 35745,
    "pageSize": 20,
    "items": [
        {
            "id": "d67bd4be717048449f003a72aa8538d4",
            "sentence": "Tom speaks French with his mother and English with his father. If all three of them are speaking together, they speak French."
        },
        {
            "id": "ab0b1d440b394c13906bee40d12cdb58",
            "sentence": "Japan's gold and foreign exchange reserves stood at $68.9 billion at the end of 1998, down from $77.0 billion a year earlier."
        },
        {
            "id": "81ceaf03064145ee85e5e4c26683c8ce",
            "sentence": "After 10 years of patchwork development, the software had become so slow and unwieldy that it had to be rebuilt from scratch."
        },
        {
            "id": "52a85c6700d24b2991fe438e0ca75a7f",
            "sentence": "The English language is undoubtedly the easiest and at the same time the most efficient means of international communication."
        },
        {
            "id": "57bb987ddefc43629c3f7ee51eb81cd9",
            "sentence": "I used to watch this anime a lot when I was a kid, but I can't quite remember what happened to the hero in the final episode."
        },
        {
            "id": "0a3bd6d53dc147aabfd306891beb0eb7",
            "sentence": "Is it possible to drive in Australia with a Canadian driver's license, or do I need to get an international driver's license?"
        },
        {
            "id": "f9e43ac1c0f74fdd8dd34c32aa21b903",
            "sentence": "The crocodile, which produces only male young in hotter weather, might die out too because there will be no females to breed."
        },
        {
            "id": "3685da0b95b3415381bc5cf54a1ee87c",
            "sentence": "Hiring a non-native French speaker to translate the document into French is like hiring a carpenter to fix your leaky faucet."
        },
        {
            "id": "c03624f4ea994429a5c08fafeb6793bf",
            "sentence": "Low-lying lands will flood. This means that people will be left homeless and their crops will be destroyed by the salt water."
        },
        {
            "id": "21434405b60e44c6b3df27b8cba6d38e",
            "sentence": "Instead of giving each other Christmas presents this year, we donated the amount we would have spent on presents to a charity."
        },
        {
            "id": "8acfc211bbee4155a6dc9207319817b5",
            "sentence": "Even though Tom and Mary went to the same high school, they never talked to each other until they were both in their thirties."
        },
        {
            "id": "a102706210114a7f920310744b0681b6",
            "sentence": "I thought I had paid the monthly fee, but I received a phone call from the school saying that the bill still needs to be paid."
        },
        {
            "id": "2d078760e317430e8d61dcbe36e90c9d",
            "sentence": "We have to cut business expenses here. Haven't you ever heard of looking at how much you're getting before you start spending?"
        },
        {
            "id": "056569c74cf64f0aa15558b4a4555ae4",
            "sentence": "Mary thought to herself that she ought to buy a new cover for the ironing board since the old one was getting pretty tattered."
        },
        {
            "id": "2f3fc22da1e94965b5519bba04b6c1ce",
            "sentence": "My roommate is prodigal when it comes to spending money on movies; he buys them the day they're released, regardless of price."
        },
        {
            "id": "9e1aa673f2a846c49619f31b75ab2648",
            "sentence": "Looking closer at the photos, I could tell that the weasel was an American marten by the light color of the fur on its throat."
        },
        {
            "id": "29cd9792d54c46ab8ee2969ecaa00938",
            "sentence": "Ray was willing to corroborate Gary's story, but the police were still unconvinced that either of them were telling the truth."
        },
        {
            "id": "2b2584e9f5f8489f9ce38f46bc74d27a",
            "sentence": "I couldn't believe myself when she pretended to be angry. Her loud voice, red face...the whole caboodle was pretty convincing."
        },
        {
            "id": "5852f6add1c54b8ebebef312276ad698",
            "sentence": "Someone had definitely spiked Tom's drink, because he could no longer stand up and the next morning he could remember nothing."
        },
        {
            "id": "72f5673759f84754938432c8b9d75a36",
            "sentence": "I never meant to say that the conservatives are generally stupid. I meant to say that stupid people are generally conservative."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}