{
    "currentPage": 35743,
    "pageSize": 20,
    "items": [
        {
            "id": "c5fd36acb02e419d97078a8cb47f0d57",
            "sentence": "A dog will remember three days of kindness for three years, but a cat will forget three years of kindness in three days."
        },
        {
            "id": "8091e944b1f84bc0a48193648378952f",
            "sentence": "After talking to Tom for a few minutes, it became obvious that his French wasn\\'t very good, so Mary switched to English."
        },
        {
            "id": "d7ead48545a14284ad61337bd955509a",
            "sentence": "We should spend our time creating content for our website rather than wasting time worrying about minor cosmetic details."
        },
        {
            "id": "f0813d972d184d5d98881d75c503c1f9",
            "sentence": "Asking a non-native French speaker to translate a document into French is like asking an accountant to build you a house."
        },
        {
            "id": "f5ecb511f6ac4c83a2abd280d8aff4a7",
            "sentence": "A native of Australia, Tom has been rocking the electronic music scene since he started his musical journey 13 years ago."
        },
        {
            "id": "1b55641b9ce54f2289ded81f64a56b55",
            "sentence": "Be serious, humble, polite, calm and truthful. Don't say too much, and never talk about things that you don't understand."
        },
        {
            "id": "7ac14b8843494688bea5616ccfe3621c",
            "sentence": "Even now, I occasionally think I'd like to see you. Not the you that you are today, but the you I remember from the past."
        },
        {
            "id": "997b8cb738504b30b8f013ab8e322e11",
            "sentence": "I realize that I may not be the most desirable man in the world, but I still hope that you'll consider going out with me."
        },
        {
            "id": "fe97058f315e462abc4b8719ff95183b",
            "sentence": "In all her pompous majesty, carried on the shoulders of the entire football team, stood the de facto queen of the school."
        },
        {
            "id": "79f691a392294639ba9ee03dfa0549eb",
            "sentence": "I think it\\'s highly unlikely that Tom was not aware that he wouldn\\'t be allowed to enter the museum without his parents."
        },
        {
            "id": "4e5e3a5a8eef410e95e1d571a8e5b7bf",
            "sentence": "A lot of people who have up until now been spending money having a good time now need to be more careful with their money."
        },
        {
            "id": "4f7de600e76747eba7c6d6c55c76ebfb",
            "sentence": "Tatoeba gave Imogen of the Internet a fascinating opportunity to compulsively produce a series of extremely short stories."
        },
        {
            "id": "42722cc6bac24e5b8834f75c30a982d7",
            "sentence": "The other day when I stopped by at a friend's house, it wasn't my friend that came out of the front door, but her husband."
        },
        {
            "id": "da0bc43ffcda4b158c12cda167e92577",
            "sentence": "There's no telling what kind of trouble this proposal might stir up. The result is certainly going to be something to see."
        },
        {
            "id": "743105ba4f1944db836cf341486442fd",
            "sentence": "A game of basketball was being played, and those not engaged in the game itself were sitting around watching its progress."
        },
        {
            "id": "e30fb89ebe244b6aba4e0e97d012160c",
            "sentence": "I could hear the voices of several other guests who had arrived and were already eating together in the main dinning room."
        },
        {
            "id": "56d32c1719c9414691808d8a6d8d6962",
            "sentence": "I don't think Tom will sell me his old car for eight hundred dollars, but he might sell it to me for nine hundred dollars."
        },
        {
            "id": "966cacc9925642a0ba9f0ca9c5b839db",
            "sentence": "Tom's trip ended in Boston where he was involved in a traffic accident and ended up spending three months in the hospital."
        },
        {
            "id": "8ad92cda6dcb4b6a86bd8547c5b3481e",
            "sentence": "Your English is grammatically correct, but sometimes what you say just doesn't sound like what a native speaker would say."
        },
        {
            "id": "cd533dfd01f4430aaefbcc694dedb7fb",
            "sentence": "It's very easy to sound natural in your own native language, and very easy to sound unnatural in your non-native language."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}