{
    "currentPage": 35744,
    "pageSize": 20,
    "items": [
        {
            "id": "4ad7375f61f54ab488cb0a46977e59c1",
            "sentence": "A homeless man and a three-year-old boy argued for an hour about whether or not Batman has superpowers, which he does not."
        },
        {
            "id": "49b11838e23f4f34b519f19e4fd74ee9",
            "sentence": "Tom didn't know how long the leftover chicken had been in the fridge, so he erred on the side of caution and threw it out."
        },
        {
            "id": "bca6feb4f94a433b8a860db201b2e7af",
            "sentence": "Tom isn\\'t your average guy. He doesn\\'t like things most guys like and he doesn\\'t like to do things most men enjoy doing."
        },
        {
            "id": "428622e8d46643f395d82dcddc57ffac",
            "sentence": "Why do you insist on paying for your school expenses yourself, when your parents are willing to give you financial support?"
        },
        {
            "id": "f9304c4ea5574d67ad4fe7b24f46fe34",
            "sentence": "The United States and Britain have different sign languages. Mexican Sign Language also differs from Spanish Sign Language."
        },
        {
            "id": "bdced9100153426faf5e295db79a746f",
            "sentence": "When Tom was walking down the street at night, a man he didn't know threatened him with a knife and robbed him of his cash."
        },
        {
            "id": "dee369caf0464b3bb81228a9b79e6d31",
            "sentence": "The convicted drug dealer was willing to comply with the authorities to have his death sentence reduced to a life sentence."
        },
        {
            "id": "6b23a06dbac04f179884989a53eeb929",
            "sentence": "Man is the only animal that learns by being hypocritical. He pretends to be polite and then, eventually, he becomes polite."
        },
        {
            "id": "0c2ec3a3034f46478e29c5b11042365b",
            "sentence": "I wanted to visit Tom next Monday, but he said he was going to be busy, so I\\'m planning to visit him the Monday after next."
        },
        {
            "id": "3ab341bda2254e63bab0e52188bb274e",
            "sentence": "It's no use trying to find people to play Street Fighter with when you can't explain double quarter-circle joystick motions."
        },
        {
            "id": "943a48f052d74e5e8a8cfa74301c5c3e",
            "sentence": "With every increase of scientific knowledge, man's power for evil is increased in the same proportion as his power for good."
        },
        {
            "id": "a43c2d9d11a24124a3f20aedb752ec33",
            "sentence": "I remember in art class in elementary school, we were made to wear smocks so our clothes wouldn't get splattered with paint."
        },
        {
            "id": "284e0e84d7be4c8d95151803b638220e",
            "sentence": "Some species will copulate whenever the opportunity presents itself, while others only do so at a specific time of the year."
        },
        {
            "id": "97568ce8859d4e19a580c200d0eaea5e",
            "sentence": "Such was his devotion that the priest hardly ever needed to look down and read from the Bible sat upon his mahogany lectern."
        },
        {
            "id": "b1bf961e8c8f44fc9208b2a48f66887b",
            "sentence": "I tried everything I could think of to convince them to stop ruining their life, but they remained obdurate to the very end."
        },
        {
            "id": "4b57f92d1612434b9162af9ccda4153c",
            "sentence": "You'll need a document that proves your identity, such as an identity card, passport, driver's licence or birth certificate."
        },
        {
            "id": "502cd14c11864bc1bf7efd9aea483331",
            "sentence": "The element Indium is a key component in the transparent, electrically conductive coatings used in many electronic displays."
        },
        {
            "id": "abb3f96019fe481fa35e13a1833bb839",
            "sentence": "History is like quantum physics: the observer affects the event observed. Is the Kennedy assassination a particle or a wave?"
        },
        {
            "id": "5201104e0a1c437a92719fdc1110d06f",
            "sentence": "His style (if you were to call it that) was excessively (though I run the risk of hypocrisy) parenthetical (pardon the pun)."
        },
        {
            "id": "d8a36918aaaa4a1ca6a9e1038c7258cb",
            "sentence": "\"Jingle Bells,\" a popular song around Christmas time, is not really a Christmas song. The lyrics say nothing about Christmas."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}