{
    "currentPage": 35746,
    "pageSize": 20,
    "items": [
        {
            "id": "1a7220dd291a4109aa5e001c63a64532",
            "sentence": "This cactus looks soft and fuzzy, but you shouldn't touch it because its spines are very sharp and will get stuck in your hand."
        },
        {
            "id": "8dfb11567a9c47ee92cafb05a1ef9225",
            "sentence": "I started a new blog. I\\'ll do my best not to be one of those people who blogs a lot right at the start and then quits blogging."
        },
        {
            "id": "ef7eaf9599a44be3b1656dad5ec0223c",
            "sentence": "I can't remember all my passwords, so I write them all down in a notebook I keep hidden where I don't think anybody can find it."
        },
        {
            "id": "b8e46a716e0a4378a7b9b7e2e7e161fb",
            "sentence": "If one has the right to live, then one should also have the right to die. If not, then living is not a right, but an obligation."
        },
        {
            "id": "835d2b403e5e46f1b6ee6fa2367ac183",
            "sentence": "In order to use one of the shopping carts the store provides, you have to insert a small coin into the lock mounted on the cart."
        },
        {
            "id": "aaa6fccbe04c4b59a917eb9f84c5ad17",
            "sentence": "When Tom was a kid, he used to collect his father's cigarette butts until he had enough tobacco to roll a cigarette for himself."
        },
        {
            "id": "a0d1ec3c7fc24114a739c662c3e0be82",
            "sentence": "The cones of the jack pine, for example, do not readily open to release their seeds until they have been subjected to great heat."
        },
        {
            "id": "1466c7866cd444efb999a9f49492ce8e",
            "sentence": "Imogen of the Internet wore an eyepatch under her glasses, a look which hipsters would imitate on and off for the next ten years."
        },
        {
            "id": "8bd98cc269334e40821c0d656641610a",
            "sentence": "In an effort to declutter his apartment, Tom is going to get rid of one or two unneeded items per day for the next twelve months."
        },
        {
            "id": "190850ea5f38486c9672fbe0964f7090",
            "sentence": "The winters come in strong, so I'm always spending December wrapped in layers and layers of thermal clothing while I acclimatize."
        },
        {
            "id": "b489f5755a8f496a83d755ead36210aa",
            "sentence": "The future diplomat to France carved his name and the name of his beloved (a Japanese cartoon character) into the bark of a tree."
        },
        {
            "id": "b52599ca810747a88c040b23393a2c2d",
            "sentence": "One of her choice parlor tricks was to crack walnuts with her quadriceps, to the amazement of even the most seasoned bodybuilders."
        },
        {
            "id": "c3871196f9b046d08514726a17c7ef5d",
            "sentence": "A really perceptive person can figure out a whole situation with just a few clues. That's the kind of person I want you to become."
        },
        {
            "id": "c1df7cb001f54bcea22168f564c86638",
            "sentence": "Since children are more scared than amused by clowns, I wonder if some comedy trope of ours will become horror fodder in 100 years."
        },
        {
            "id": "1aea29c53e334d8eae6762ab23878d9c",
            "sentence": "Every man's work, whether it be literature or music or a picture or architecture or anything else, is always a portrait of himself."
        },
        {
            "id": "57698c60fac144fcbd105f7fecfd32f6",
            "sentence": "\"Educational autism\" in the California school system apparently has looser criteria than the DSM-IV's series of autistic disorders."
        },
        {
            "id": "7b23f10fe1a6443c8fcf965cd3ef576a",
            "sentence": "My university is celebrating its centennial this year, so you can see banners with its colors, logo, and mascot all over the place."
        },
        {
            "id": "1c9f3d3902a34b798a840bd5818bd8a3",
            "sentence": "Rescue dogs are usually trained to respond to hand signals, since in noisy situations, dogs may not be able to hear verbal commnds."
        },
        {
            "id": "3f2e78f7d0e74eeab94fe0b3c373dd9b",
            "sentence": "Blues singer and guitarist Robert Johnson would've been 100 years old on May 8th of 2011 if he hadn't died when he was 27 years old."
        },
        {
            "id": "ac5a7b28a39d4d74a16f26e21341f040",
            "sentence": "Imogen of the Internet has a habit of paying fifty dollars for clothes that are manufactured to look like five-dollar hand-me-downs."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}