{
    "currentPage": 35752,
    "pageSize": 20,
    "items": [
        {
            "id": "286321d101e344a0a2634a886dfe35dd",
            "sentence": "All of his friends were body pillows, and all of hers were dolls; so they bonded over their fondness for animating the inanimate. However, because they were not inanimate objects but people with complex emotions, their relationship was sometimes strained."
        },
        {
            "id": "11d85204e40347599b65a0d29a5fecc0",
            "sentence": "If someone who doesn't know your background says that you sound like a native speaker, it means they probably noticed something about your speaking that made them realize you weren't a native speaker. In other words, you don't really sound like a native speaker."
        },
        {
            "id": "9baf78cefc9d4c4ca13bfd5670d3d7f4",
            "sentence": "In a far, far away universe where whatever is visualized becomes real, a noob tried to visualize a four dimensional object only to end up visualizing an object with an infinite number of dimensions that sent our entire existence into disarray thereby ending the universe as we know it."
        },
        {
            "id": "dd0d1c87c92945789e796dd6171b66ee",
            "sentence": "One day, I woke up to find that God had put hair on my face. I shaved it off. The next day, I found that God had put it back on my face, so I shaved it off again. On the third day, when I found that God had put hair back on my face again, I decided to let God have his way. That's why I have a beard."
        },
        {
            "id": "876fe8739b4845ff80455cb7058b13cd",
            "sentence": "If you look at children, children are almost, and I, and I would almost say, definitely, but almost immune from this disease. So few, if it got stronger, hard to believe. And I don’t know how you feel about it, but they have much stronger immune systems than we do somehow for this. And, they do it. They, they don’t have a problem. They just don't have a problem."
        },
        {
            "id": "32a1c5561d024156b6c728eaa3019500",
            "sentence": "Doubtless there exists in this world precisely the right woman for any given man to marry and vice versa; but when you consider that a human being has the opportunity of being acquainted with only a few hundred people, and out of the few hundred that there are but a dozen or less whom he knows intimately, and out of the dozen, one or two friends at most, it will easily be seen, when we remember the number of millions who inhabit this world, that probably, since the earth was created, the right man has never yet met the right woman."
        }
    ],
    "nbPages": 35752,
    "nbResults": 715026
}