{
    "currentPage": 14134,
    "pageSize": 50,
    "items": [
        {
            "id": "0922666b62714afa8f726d0b190ff624",
            "sentence": "I thought that Tom probably didn't really understand the question."
        },
        {
            "id": "9b029d1a004b47a586e3a02c6d8f9182",
            "sentence": "Tomorrow morning, they're selling tickets for the Shakira concert."
        },
        {
            "id": "5bd9ac46f60d4e0ea5b5a70dfe5f9cf0",
            "sentence": "Tom and Mary were holding hands, their fingers tightly interlaced."
        },
        {
            "id": "bfed77c479784f76b2ea562f243e9075",
            "sentence": "Beat the yolks of the eggs and the sugar together in a large bowl."
        },
        {
            "id": "ef5d166214a44f89a5b55e2ae950f913",
            "sentence": "Let's just make sure that this is what we're supposed to be doing."
        },
        {
            "id": "04cbd4881b73431ca9fffe227609bd47",
            "sentence": "I can't believe that you really want to live here all by yourself."
        },
        {
            "id": "924c48ec627943f9806ad923c4410abc",
            "sentence": "Tom told Mary she was the most beautiful woman that he'd ever met."
        },
        {
            "id": "3029c1e81c5149818f9fb051b4c57928",
            "sentence": "I thought about writing you a message, but never got around to it."
        },
        {
            "id": "fa2a7c99f93642cfa5573adfd1c58e8d",
            "sentence": "The worst thing you can do is to only do something half seriously."
        },
        {
            "id": "81831cb1666f420d8ce28085852b00a9",
            "sentence": "Doing something only half-heartedly is the worst thing you can do."
        },
        {
            "id": "a71bf30ed6b84e78b784dbd72b701e1a",
            "sentence": "Eventually the salesman persuaded me to buy the expensive machine."
        },
        {
            "id": "727e3e4e931b4298a2a330776f7c2ce8",
            "sentence": "Tom told me that he thought Mary was better at French than he was."
        },
        {
            "id": "96708e40e92e4fd3b608dc4d5d0b1135",
            "sentence": "Tom told me he thought that Mary was better at French than he was."
        },
        {
            "id": "8497854a9eee476ab9243b9949814668",
            "sentence": "Tom told me he thought Mary still wanted to go to Boston with him."
        },
        {
            "id": "6ebed00473264e96b5ca67f2817e4e72",
            "sentence": "Tom told me that he was going to be on the road until next Monday."
        },
        {
            "id": "e90dd00320e349a78c96b9d7c00b7fc7",
            "sentence": "Tom told me that he was going to the hospital to visit his father."
        },
        {
            "id": "9a5fb5e2ac164290a31b0d74b337c176",
            "sentence": "Tom was worried that someone would discover details from his past."
        },
        {
            "id": "acbb2351ea974a77a3ff4c3421f88bd4",
            "sentence": "I spend more than half my time correcting other people's mistakes."
        },
        {
            "id": "f04463d34a6145f592595ba7d33d6d36",
            "sentence": "You need to take a step back and think calmly about the situation."
        },
        {
            "id": "9357df315e5f4423b21a30dc4df92278",
            "sentence": "You shouldn't judge me, because you don't know what's in my heart."
        },
        {
            "id": "7fff6b18aa914f50900d76d32800b7ab",
            "sentence": "It doesn't matter what I look like. I'm not likely to get the job."
        },
        {
            "id": "b961931c301c49a7ad89d5191492778e",
            "sentence": "Tom likes all types of music, but classical music is his favorite."
        },
        {
            "id": "8485337c8d9e4551baea6f1ffbc8a48e",
            "sentence": "Tom's children have a lot more toys than he had when he was young."
        },
        {
            "id": "7d5a166413214e00bf1f6627203484a9",
            "sentence": "After the collision, Tom and Mary exchanged insurance information."
        },
        {
            "id": "b9c580692e3c45b29897dc3ba69578b8",
            "sentence": "I'm not so sure that I could do that, at least not as well as you."
        },
        {
            "id": "2859f1d8bb4e47e0b46360d5852b7c38",
            "sentence": "Tom doesn't care about protecting his personal information online."
        },
        {
            "id": "7c43b63a2eb8473198bb6a7ca7fa4217",
            "sentence": "I always got talked into adjudicating their relationship troubles."
        },
        {
            "id": "0e479390d92947448078f6665bd2eaac",
            "sentence": "I was deceived by a person who I had thought was a friend of mine."
        },
        {
            "id": "143ba0550e5b472bb2b6fb6b33234040",
            "sentence": "I thought you said that we weren't going to go to Boston with Tom."
        },
        {
            "id": "b75ede85ca4f4ad08a2ad24cbcb65023",
            "sentence": "I didn't think that you were going to have the chance to meet Tom."
        },
        {
            "id": "b9ba736371e241bca975b42d28b612bd",
            "sentence": "Tom asked Mary if John was planning to stay in Boston a long time."
        },
        {
            "id": "ed70c3a593fd4c9ea6dbe4440634c6e8",
            "sentence": "I thought that you said we weren't going to go to Boston with Tom."
        },
        {
            "id": "917fa78a5ead4434aeeff8c3e5038eb7",
            "sentence": "Tom said that he thought Mary wasn't very good at speaking French."
        },
        {
            "id": "9f84de455ee24847aae513fe8d43d296",
            "sentence": "Tom said that he thought that Mary wasn't good at speaking French."
        },
        {
            "id": "4e31dbf646634cbdb2dd5f3f9811caf2",
            "sentence": "Tom said he thought that Mary wasn't very good at speaking French."
        },
        {
            "id": "2775e7bfb167437cb042fe1ad90572a5",
            "sentence": "Tom said he didn't know when Mary was planning on going to Boston."
        },
        {
            "id": "caa6c83e4b164dada8c07e4f3d7d4167",
            "sentence": "Tom thought that Mary probably didn't know that John spoke French."
        },
        {
            "id": "9aded7b030df422b9f4cf972ec5c3905",
            "sentence": "Tom should've gone to Boston last week with Mary, but he couldn't."
        },
        {
            "id": "c5bcb49922284f47be9631330979f5bc",
            "sentence": "Tom says he doesn't know when Mary is planning on going to Boston."
        },
        {
            "id": "ca9b39354f8d44b7a4b44e8f4aa41974",
            "sentence": "I promised Tom I wouldn't stay in Boston for more than three days."
        },
        {
            "id": "0c7ae25180e54d219aab4230781e78e6",
            "sentence": "Tom said he thought Mary was planning on going to Boston with him."
        },
        {
            "id": "386e8f93e7a94d84b51bbdb303775128",
            "sentence": "I won't force you to do that, but I think that you should do that."
        },
        {
            "id": "2e10716cdf974d89b68af26eaf46cde5",
            "sentence": "The police aren't sure that Tom was the guy who tried to break in."
        },
        {
            "id": "e92b95dc8d6c48abbf7acc089cff4c22",
            "sentence": "Tom is not very likely to finish writing the report before Monday."
        },
        {
            "id": "4930e536ffa445658f16e3b3f579e873",
            "sentence": "If you would talk less and listen more, you might learn something."
        },
        {
            "id": "801d04fee0c149819e20d76436149b73",
            "sentence": "If it hadn't rained so hard, the game wouldn't have been canceled."
        },
        {
            "id": "042b93a4da7f48348033bbf11906ebeb",
            "sentence": "When Tom shaved off his beard, Mary didn't recognize him at first."
        },
        {
            "id": "8765ef24ca3d45c8993d67981dae5472",
            "sentence": "Mary is the most beautiful girl that I've ever actually talked to."
        },
        {
            "id": "844fd66301244dd7927951d828521771",
            "sentence": "I still listen to the same music that I listened to as a teenager."
        },
        {
            "id": "b63259f232b649e79804d2b23fa1c216",
            "sentence": "The liver is the organ that works to remove alcohol from the body."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}