{
    "currentPage": 14132,
    "pageSize": 50,
    "items": [
        {
            "id": "7ba5f934275a47dba75bd0aa9f753026",
            "sentence": "Tom was born in Boston, but all his brothers were born in Chicago."
        },
        {
            "id": "4bea5917ec4b42be8e73ef1ec02adb83",
            "sentence": "Tom has excellent hand-eye coordination and excels at ball sports."
        },
        {
            "id": "53867f4026ff4d8d9e6265dafb083319",
            "sentence": "Tom's boss told him that his performance left a lot to be desired."
        },
        {
            "id": "1a356de87ffd4621b891f3b64f6fefec",
            "sentence": "Tom's first language was French, but he's not very good at it now."
        },
        {
            "id": "645ee7be72224703921842e541b5c11d",
            "sentence": "Canaries are small birds and people sometimes keep them as a pets."
        },
        {
            "id": "53b6dc7e503744949eea0f10f7aa49d3",
            "sentence": "That's just one of the many ways Tom shows his affection for Mary."
        },
        {
            "id": "c7dd6d0fd77c493987e5f662aae98ccd",
            "sentence": "I asked you whether you needed help, and you said that you didn't."
        },
        {
            "id": "b55f8f388d714d2b83e99c2a1223dc7f",
            "sentence": "I saw a sheep herder and his dog standing on the side of the road."
        },
        {
            "id": "f8c84592f4cf4db5981e7328bb223f7a",
            "sentence": "A sumo wrestler thinks nothing of consuming 20,000 calories a day."
        },
        {
            "id": "09db578de2dc4ebcb4ce41cbccb5ef4a",
            "sentence": "This necklace is so beautiful that I'd like to buy it for my wife."
        },
        {
            "id": "7b02dfdfa1914fe7a55c54c3ab655c87",
            "sentence": "She got a run in her stocking when she broke the heel of her shoe."
        },
        {
            "id": "13aecfb3d870432388c167b23c0d85e1",
            "sentence": "Running as fast as I could, I was able to catch up with my friend."
        },
        {
            "id": "172841e725d0403996ae87dbc57b8bac",
            "sentence": "You don't have to wince like that. I'll fix it so it doesn't hurt."
        },
        {
            "id": "34ef0d90f88747b5adcadc7c31343c05",
            "sentence": "I fainted from the heat, and when I came to, I was in a life raft."
        },
        {
            "id": "68b4055f2751455caf344110df25fd17",
            "sentence": "I'll be back in thirty minutes so I'll be in time for the concert."
        },
        {
            "id": "dadaff58c485447097224b1102bb8ef5",
            "sentence": "The other day I ran out of gas in the middle of a busy Interstate."
        },
        {
            "id": "2291b06ca1d64007806302cf13643e44",
            "sentence": "There's a lot of traffic on the roads around this time of the day."
        },
        {
            "id": "e614086680d045d6b6cc85169f061b99",
            "sentence": "It is just out of the question for me to finish the work in a day."
        },
        {
            "id": "a725de63fddf40bd97c9f049b350252d",
            "sentence": "We're counting on you to wake us up in time, so don't fall asleep."
        },
        {
            "id": "d7ca52e119824dacb4ab6cb773d40cd7",
            "sentence": "If we hang tight, I'm sure we can make it through these bad times."
        },
        {
            "id": "8da10e7fc1404d89a078aec74d2aa563",
            "sentence": "I haven't decided yet, but I'll let you know by the time we leave."
        },
        {
            "id": "5c05fee5896c45e389130f8957ccec1e",
            "sentence": "I've used up my wages, but I have my bank account to fall back on."
        },
        {
            "id": "20151dd20d6643f6936a070d61fa852b",
            "sentence": "I promised to go to the party with Jane, and I can't let her down."
        },
        {
            "id": "fffa967b21eb4435be6ac77db0d8692d",
            "sentence": "How many French speakers do you think that there are in Australia?"
        },
        {
            "id": "4bebd33a2e6d42ec943a3215fb0dc631",
            "sentence": "Tom was sitting under that tree over there just a few minutes ago."
        },
        {
            "id": "3fad607bb41f40e2bc063e1caa26d3fa",
            "sentence": "If you want to really leave your mark, write a best-selling novel."
        },
        {
            "id": "eded61ea165e4fae871c04ab527acd36",
            "sentence": "Our rent is too expensive, so we're looking for another apartment."
        },
        {
            "id": "e15e14c0207248bea5f06beb364fcdbd",
            "sentence": "Tom didn't learn French in school. He learned it from his parents."
        },
        {
            "id": "fbbba2e84731470695f915bfc6b0705b",
            "sentence": "That was definitely one of the funniest jokes Tom told last night."
        },
        {
            "id": "d4a80534324948ca945be369e1f253bd",
            "sentence": "Hot weather will continue, so please watch out for food poisoning."
        },
        {
            "id": "16eba0fc012c41d59493b3be2b7535a2",
            "sentence": "You shouldn't give the same weight to opinions as you do to facts."
        },
        {
            "id": "b922abf2987b4bb292e2c2fa62746040",
            "sentence": "I tried to stay on friendly terms with Tom, but it was impossible."
        },
        {
            "id": "f48ccd8b4b4d48a0a6dd1c0a21d5bf75",
            "sentence": "If it weren't for your help, I wouldn't have been able to do that."
        },
        {
            "id": "bed4b05770164ea1876cc6409fe713dc",
            "sentence": "If I had money, I would pay what I owe you. As it is, I can't pay."
        },
        {
            "id": "34a15e4c15c24f5db8a488c496836190",
            "sentence": "Tom saw Mary start to cry, and he reached over and gave her a hug."
        },
        {
            "id": "8683d22e107341188d157caf77e795b3",
            "sentence": "I don't think anybody can be blamed for the way things turned out."
        },
        {
            "id": "b96d7ae3ac4948fc8c8137de31c7ada4",
            "sentence": "Do you really think you're the only one here who can speak French?"
        },
        {
            "id": "153a8bb9108d467aab2838ff07b3b136",
            "sentence": "I have to be in Boston next Monday to attend an important meeting."
        },
        {
            "id": "896cae63de634cb389408e32b26a37ce",
            "sentence": "Tom soon realized that there was nothing that he could do to help."
        },
        {
            "id": "210134fe3601424c96af79235f8051f0",
            "sentence": "My TV set is almost 15 years old, but it still has a good picture."
        },
        {
            "id": "63b25ed70194435cb552ef23984352e8",
            "sentence": "I can't come up with a good excuse for being late for the dentist."
        },
        {
            "id": "5d50657473794e66a539f5dd64c22036",
            "sentence": "Take your time. I know you need a couple of days to reflect on it."
        },
        {
            "id": "07c46085edac486f8ab44bd74e2a06d2",
            "sentence": "I don't know why it took me so long to get over my cold this time."
        },
        {
            "id": "c2be6dd2415e48a1bfc238424455922c",
            "sentence": "Tom is a fast runner. You'll have a hard time keeping up with him."
        },
        {
            "id": "63841392a78e43e89b805b3def45e848",
            "sentence": "The husband of the woman Tom had been hanging out with killed him."
        },
        {
            "id": "48d3180ac0594a4bb45049dd269b8802",
            "sentence": "I hope that you will like your new school. It's a wonderful place."
        },
        {
            "id": "ae38f8323bda40c18615821a605edcce",
            "sentence": "When we started out, we had only three hundred dollars between us."
        },
        {
            "id": "3b595f859872403cb45afeb9fc560fcf",
            "sentence": "I didn't expect to succeed, but somehow I managed to carry it off."
        },
        {
            "id": "caf5e64f36614059ae331fdb7c3742bd",
            "sentence": "I've been waiting since six o'clock and still my turn hasn't come."
        },
        {
            "id": "0a8d357801144e4b8133265910d126e1",
            "sentence": "Tom preferred the company of his dogs over that of his fellow men."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}