{
    "currentPage": 14130,
    "pageSize": 50,
    "items": [
        {
            "id": "a64a4ce2e0414cc1add764bf9cc85a5f",
            "sentence": "Tom went down into the cellar and came back with a bottle of wine."
        },
        {
            "id": "29345c9699fc4d499fb50a70fdbc3c7d",
            "sentence": "Tom likes all kinds of music, but classical music is his favorite."
        },
        {
            "id": "b13777f8bfa74610945deb77eee06819",
            "sentence": "I forced myself to eat what Tom made, even though it tasted awful."
        },
        {
            "id": "2d0c1ef792a24f51bcfd37e793d2f755",
            "sentence": "I've been waiting for Tom's reply, but haven't heard from him yet."
        },
        {
            "id": "1ba92328eafd4b8bac2f6a53995a0ed1",
            "sentence": "If you don't have anything nice to say, don't say anything at all."
        },
        {
            "id": "60d73727cddd4e51b92c1ddb15ff56ee",
            "sentence": "If you look carefully, you'll see that the box has a false bottom."
        },
        {
            "id": "a0130c18338644c5a418dfc34bc0851e",
            "sentence": "Burnable garbage is collected on Tuesday and Wednesday every week."
        },
        {
            "id": "f7673a7f82be4734a702a58f0015e4ed",
            "sentence": "Think of how much worse it could've been if Tom hadn't been there."
        },
        {
            "id": "65ed9826018243c3a033dccb5c6a00fd",
            "sentence": "Tom jumped over the counter to steal money from the cash register."
        },
        {
            "id": "f909d56888914b79ab254aeabbb0b82e",
            "sentence": "We're going to go visit Tom in the psych ward if you want to come."
        },
        {
            "id": "56f23184103744b3b2998d0bb8f26d3f",
            "sentence": "There is no knowing when a severe earthquake will happen in Tokyo."
        },
        {
            "id": "bd2af83b959d442c81636cb0314197f7",
            "sentence": "Your shirt is very wrinkled. Take it off and I'll iron it for you."
        },
        {
            "id": "63a45fd36eec4d6aafabaf0bcdbd93ce",
            "sentence": "Don't hesitate to ask questions if you don't understand something."
        },
        {
            "id": "7b1255dd991d4f13b9e09654c1e3199a",
            "sentence": "In these two or three years, he acquired a large amount of wealth."
        },
        {
            "id": "039613bf999a43e892225b7421c86965",
            "sentence": "The other day he said to me, \"I will lend you this book tomorrow.\""
        },
        {
            "id": "eccf2331533240dea17d6ac38a363c54",
            "sentence": "He failed in the scheme, much to the disappointment of his father."
        },
        {
            "id": "a55156ffef7c4daa8c594743b5bbe27b",
            "sentence": "Unless we can find another way, we'll do it the way Tom showed us."
        },
        {
            "id": "1d11863379554e27a62e4d35f0888c34",
            "sentence": "Tom told Mary all the things John didn't do that he could've done."
        },
        {
            "id": "6b77e59f6c7f42c4ad561267aa4a932d",
            "sentence": "Tom said that Mary knew John might not stay in Boston much longer."
        },
        {
            "id": "80a5d3a38b1048fb844651bf4de3600a",
            "sentence": "Tom said Mary knew that John might not stay in Boston much longer."
        },
        {
            "id": "277a8af0a63345e3becdb97bb60c1f86",
            "sentence": "If Tom had been wearing a helmet, he'd have survived the accident."
        },
        {
            "id": "958907721f5e4bf5ab67e3a4453ffc57",
            "sentence": "I'm here to stop you from making the biggest mistake of your life."
        },
        {
            "id": "6a9a874172ab4843bed547e3abb77ee5",
            "sentence": "As far as I know, this book has never been translated into French."
        },
        {
            "id": "3b8e6a243e5b4b63ae63f5f9400f999c",
            "sentence": "I don't think I can do it, but that doesn't mean that I won't try."
        },
        {
            "id": "1d29ce4d790c4b16843dcff0489c672e",
            "sentence": "Why don't you tell us what makes you think that's going to happen?"
        },
        {
            "id": "f3dcc499b52a4988ae472d907c072b49",
            "sentence": "Tom grabbed Mary by the arm and pulled her back onto the sidewalk."
        },
        {
            "id": "a077608025424a789ec2ba997af81438",
            "sentence": "If you don't mix the flour and water properly, it'll all go lumpy."
        },
        {
            "id": "f0ba61bc0ce14ea1b4f2ed542f1d8086",
            "sentence": "I've always kind of wished I'd forgiven Tom when I had the chance."
        },
        {
            "id": "99745ed9360840c08e5ea1bcbb7f93f7",
            "sentence": "If you're so afraid of heights, then why do you own a hang glider?"
        },
        {
            "id": "a341d67bad284b55bdc37776fcd689c6",
            "sentence": "Tom found out Mary was planning a surprise birthday party for him."
        },
        {
            "id": "4080c1713043413ba5ac97b580398329",
            "sentence": "I felt hungry, so I went into the kitchen to get something to eat."
        },
        {
            "id": "65d62c3dc3c54eaf834d766493501d79",
            "sentence": "Due to the lack of manpower, we need more time to finish this job."
        },
        {
            "id": "7a08ad70ddb641208b4b41d6a2b91b37",
            "sentence": "I doesn't matter who does this, but it needs to be done by Monday."
        },
        {
            "id": "a816011cfef540e3b31a95efe1d0aa92",
            "sentence": "There was a moment of silence as Tom and Mary sipped their drinks."
        },
        {
            "id": "afce4952a1354d49aff9ede65bd1d5a8",
            "sentence": "Although Tom has had far too much to drink, he's ordering another."
        },
        {
            "id": "5c9a58985df54cc1b2dbc73888c80e17",
            "sentence": "I don't know how I can explain it to Tom so that he'll understand."
        },
        {
            "id": "99b7b7c8da82433687d147a92b0f080d",
            "sentence": "We know the other team will win. The only question is by how much."
        },
        {
            "id": "f2632d0aba21400e81c8084cd3650c6e",
            "sentence": "Tom and Mary live in a small, two-bedroom house on a quiet street."
        },
        {
            "id": "3cb4b2168afd470081d38847f8af7f69",
            "sentence": "Don't mind me, Tom. Just keep doing whatever it is you were doing."
        },
        {
            "id": "f3e60216eaaf47d0a1e58aaf276366a3",
            "sentence": "Only in San Francisco are burritos supposed to be that big around."
        },
        {
            "id": "6b6e54f6333441cc8bd4640244b3e642",
            "sentence": "Tom was sitting on a park bench over there just a few minutes ago."
        },
        {
            "id": "e0af951feb08406288327fa801aa593e",
            "sentence": "Tom ran to the bus stop and got there just as the bus was leaving."
        },
        {
            "id": "63fbdce13da34a4c8e6f301f9a686881",
            "sentence": "Tom managed to drive the car home, even though it had a flat tire."
        },
        {
            "id": "dd1038dd0ea5426aab0beb445e669e90",
            "sentence": "Tom told me that he loved me and I told him that I loved him, too."
        },
        {
            "id": "2504e807baa448509372e305186da1e6",
            "sentence": "Tom reached for the apple on the table, but Mary grabbed it first."
        },
        {
            "id": "ebd1b1bdd4c64b0ab820aa9da6d4ac03",
            "sentence": "I hope you don't mind my mentioning this, but you know I love you."
        },
        {
            "id": "9ba617e6d017434190479317b19a9497",
            "sentence": "Do you really think that baseball is more popular than basketball?"
        },
        {
            "id": "e45fdf7c369444b7a277a3fb90bf225f",
            "sentence": "Tom knew there was no point in trying to convince Mary to do that."
        },
        {
            "id": "df7191367e4b43318a29fef045b2935e",
            "sentence": "It's been about two days since I put the body in the refrigerator."
        },
        {
            "id": "00e996ef326841cabd910fc696c8a477",
            "sentence": "My job search is really going rough. I don't have any connections."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}