{
    "currentPage": 14136,
    "pageSize": 50,
    "items": [
        {
            "id": "feb71933df414ee286def12934f6f573",
            "sentence": "I would hate to see him mess up one of his butterfly knife tricks."
        },
        {
            "id": "523f1a9f83394c4e90bc4100e8543c89",
            "sentence": "Tom tried to show the picture to Mary without letting John see it."
        },
        {
            "id": "e3ec5974ec934ca38dae6be9c7c6aae6",
            "sentence": "I'll introduce you to a friend of mine who used to live in Boston."
        },
        {
            "id": "994697cd7560485ba8b17cc3da5a5891",
            "sentence": "I've never sewn a button on a shirt before. Could you show me how?"
        },
        {
            "id": "bfa51af14e69418ca74622e0321dc526",
            "sentence": "I hope that I'll have a chance to see you next time I'm in Boston."
        },
        {
            "id": "3f6f2d73a2aa47189693dc4a1ffe4bb6",
            "sentence": "My younger brother and I used to fight a lot when we were younger."
        },
        {
            "id": "64b0930deca84346aca57892b014a0e8",
            "sentence": "I should probably buy a few bottles of wine for the party tonight."
        },
        {
            "id": "a9d60ff419764c8098e2e5ac2b640fc7",
            "sentence": "Tom realized he barely had enough money to buy what he had to buy."
        },
        {
            "id": "1cad4de28c354e0ba8eb93e26634e50d",
            "sentence": "A number of interesting objects are being exhibited at the museum."
        },
        {
            "id": "ff38981c6fe24011a673f0b90f482adc",
            "sentence": "The walls of the house are pale yellow, the shutters rust-colored."
        },
        {
            "id": "0becaef786904ca7b9798fc1e05915b9",
            "sentence": "Tom got out of bed on the wrong side and he's been grumpy all day."
        },
        {
            "id": "62054087553b41fd90dfd4abae00fe67",
            "sentence": "The plane was delayed for two hours on account of the bad weather."
        },
        {
            "id": "31b5ebf8e7e240b68bb696ad55cd9735",
            "sentence": "Tom's plan was to apologize to Mary the next time that he saw her."
        },
        {
            "id": "2d5400fc611d44fcaba4ccc87a382b52",
            "sentence": "Tom found out that Mary was the one who had stolen his sunglasses."
        },
        {
            "id": "aa67dd1b34d34ca1aee8926315968b01",
            "sentence": "Tom went to the kitchen in the middle of the night to get a snack."
        },
        {
            "id": "eecfb60e57f249e0b518e548ef70f70e",
            "sentence": "The longer someone remains a child, the longer their life will be."
        },
        {
            "id": "9422ca5fae82497eb134933318fdf946",
            "sentence": "If you can't wake up in the morning, you should go to bed earlier."
        },
        {
            "id": "1010c920429a4f909a445ce6be5889c9",
            "sentence": "How long did you have to practice before you were able to do that?"
        },
        {
            "id": "3004f20f79f048e68de30b97581a3585",
            "sentence": "You're the one who suggested that we do that together, aren't you?"
        },
        {
            "id": "d62b02758f2a46fc8559ae30de06a09d",
            "sentence": "You're the only one working here who can speak French, aren't you?"
        },
        {
            "id": "7de34495cc4941b1a811330cd9a1c341",
            "sentence": "You're going to have to take care of this by yourself, aren't you?"
        },
        {
            "id": "249e88f20f5f4fd38d9831c9cf6c76d2",
            "sentence": "Why don't you just admit you don't know what you're talking about?"
        },
        {
            "id": "723b453573064dccbcaf3f1f5a4afe41",
            "sentence": "If you have time, you should visit that new museum on Park Street."
        },
        {
            "id": "ab493890bc974a8f865c45916bf2aa19",
            "sentence": "Tom had a lot of suggestions, but not many of them were good ones."
        },
        {
            "id": "9dcf095ce53e4f2681d6c39bc6965440",
            "sentence": "We aren't born with the capacity to carry out a happy coexistence."
        },
        {
            "id": "3f1ddd4f5af2430bbc1b613a1aa409c7",
            "sentence": "My father thinks it would be best if I didn't spend time with you."
        },
        {
            "id": "1e3718e685f1425d8ff9bf0e3ad97ea6",
            "sentence": "If that law is passed, it'll set back women's rights thirty years."
        },
        {
            "id": "b02b40ac9f3f446b8358d74ca620e6d2",
            "sentence": "If that law is passed, it'll set women's rights back thirty years."
        },
        {
            "id": "ed970ad9a316427ca4f285a8dc7e2967",
            "sentence": "Most of the people in my area don't live anywhere near a bus stop."
        },
        {
            "id": "1677723df19a4e02a4818e572daa291e",
            "sentence": "Do you know what the differences between emoticons and emojis are?"
        },
        {
            "id": "25f93768e1434e819e1ab36121c106bb",
            "sentence": "The princess kissed the frog and he turned into a handsome prince."
        },
        {
            "id": "0bc50d49bf954ad88a26278d41b91712",
            "sentence": "You've got to promise me that this is never going to happen again."
        },
        {
            "id": "db9c9193643d4149a66bd1b6df7da91a",
            "sentence": "Do you know how many people in the world die of hunger every year?"
        },
        {
            "id": "556a6fd4dd55419693add3fbf298dfb5",
            "sentence": "My family is from Boston, but I've lived in Chicago my whole life."
        },
        {
            "id": "03a8836a40524903b2c7048a81857d34",
            "sentence": "The sound of footsteps approaching could be heard in the darkness."
        },
        {
            "id": "6c84990d46b64aa0bc68e027d8b89aed",
            "sentence": "There were a lot of new and interesting phrases in today's lesson."
        },
        {
            "id": "ac89cb23e80849378a31e27af0437df8",
            "sentence": "The decline of the Roman Empire began after the death of Augustus."
        },
        {
            "id": "34f9a9736a7c44f992a1d0fe11f5c6d5",
            "sentence": "If the world weren't in the shape it is now, I could trust anyone."
        },
        {
            "id": "f734d473bc46471780b9d9409a3451a2",
            "sentence": "After the summer holidays, the children have to go back to school."
        },
        {
            "id": "28d791714eb548b2967412ced240c063",
            "sentence": "After the party was over, Tom stuck around and helped me clean up."
        },
        {
            "id": "ae7f9914e78242c4a38306910bf1aacd",
            "sentence": "Brokers struggling to make a profit don't always play by the book."
        },
        {
            "id": "fdd2b97b9e2748edb7aebf7831dd6440",
            "sentence": "Tom lay awake, thinking about all the things that he needed to do."
        },
        {
            "id": "4f2410fca05c4a12a89203ed8fb3ec97",
            "sentence": "The doctor tells me I'm going to have to remain in bed for a week."
        },
        {
            "id": "b4add5c694df417693f715795b6bcaf2",
            "sentence": "These islands are linked below the water's surface by coral reefs."
        },
        {
            "id": "14e5552ed580454899526710d209043c",
            "sentence": "I'm not doing this because I want to, but because you asked me to."
        },
        {
            "id": "2e180d4a840b4dc3baf56a2d27807e18",
            "sentence": "Tom invited Mary and me to go on a double date with Alice and him."
        },
        {
            "id": "13d85c9b41654daf82e6f2377b4bf398",
            "sentence": "I can't see well enough to read this size font without my glasses."
        },
        {
            "id": "8e26c92d458f4471af5b017975b913e6",
            "sentence": "Spending less than you earn is a good way to increase your wealth."
        },
        {
            "id": "32d547bec0b64e32b20f4be1f76d425a",
            "sentence": "I'm going to try to persuade Tom to stay here for a few more days."
        },
        {
            "id": "673268af2db0476999df8312698d6b5d",
            "sentence": "The children didn't come near Tom because they were afraid of him."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}