{
    "currentPage": 14148,
    "pageSize": 50,
    "items": [
        {
            "id": "40ba73900fd2454ebdd93fc640cf22cf",
            "sentence": "The eggplants looked so beautiful that I couldn't help but buy one."
        },
        {
            "id": "248606d90dc44e4580c2226e1d334738",
            "sentence": "The main islands of Japan are Hokkaido, Shikoku, Honshu and Kyushu."
        },
        {
            "id": "3c9686b113a54f7693cc745309d580e4",
            "sentence": "I love looking at everyone's colorful kimonos on Coming of Age Day."
        },
        {
            "id": "c4f68b97ab09424292d769edbe0cd865",
            "sentence": "Tom got involved with people who had a really bad influence on him."
        },
        {
            "id": "0def3b0f39054b56a9a9845108f5ee7b",
            "sentence": "Mary can't stand it when Tom hovers around her while she's cooking."
        },
        {
            "id": "839f1832b0ac4a0a86b15a57651e6d27",
            "sentence": "Tom had to forgo his morning swim, on account of it being too cold."
        },
        {
            "id": "546bf6a83e924973881780641b01d7ff",
            "sentence": "Tom didn't know what had happened to make his leg swell up so much."
        },
        {
            "id": "70f43aa108cb4974971bd97ca41c5df5",
            "sentence": "Tom came this morning and asked for my daughter's hand in marriage."
        },
        {
            "id": "c6cce335cd604bd7b3adaf7093ee8eb9",
            "sentence": "Did you really think that that was what Tom was going to give Mary?"
        },
        {
            "id": "6652c7e838a6484cb82ded11a56f8969",
            "sentence": "Mary isn't the only girl who said she was interested in doing that."
        },
        {
            "id": "eb2abc11c9ed41f3a0086b1ad1b39167",
            "sentence": "Tom spends a lot of time worrying about things that could go wrong."
        },
        {
            "id": "cf8e343f2f344661a3722112aa7d6d18",
            "sentence": "I know what I have now, but not what I'll have this time next year."
        },
        {
            "id": "aed87fd459c048258641d02ca903406d",
            "sentence": "Tom took a sip of Mary drink since he wondered what it tasted like."
        },
        {
            "id": "2767ce18beec4dd6acbf53473d013cc3",
            "sentence": "Tom may be a bit stupid, but he's not as stupid as you think he is."
        },
        {
            "id": "7cd8b50e9ceb4335b30155ae5a21d454",
            "sentence": "Tom says that he seldom has more than three hundred dollars on him."
        },
        {
            "id": "27ceb75c73c141cc8c29a937da00ad64",
            "sentence": "Everything possible will be done to keep this from happening again."
        },
        {
            "id": "1c9a9dccfabf4e9cbf5e00b4a18d5011",
            "sentence": "Tom stopped on his way home to some meat and vegetables for dinner."
        },
        {
            "id": "87d83f51d44148b4ba6819b8752e8ec5",
            "sentence": "Tom will start hiking the Appalachian Trail the day after tomorrow."
        },
        {
            "id": "a4f41a8af5584ea4976e2b5f817e7713",
            "sentence": "Honestly, I don't think you have what it takes to become a teacher."
        },
        {
            "id": "7ea369de7461474ca9e5b792b88a9fe7",
            "sentence": "I still have the sweater you gave me when I was thirteen years old."
        },
        {
            "id": "4e7e8fb48745445c923d95bb2c33f0d4",
            "sentence": "We're looking into the possibility of buying a warehouse in Boston."
        },
        {
            "id": "c69fe8b6287f47a09386da3c9c426633",
            "sentence": "Money can't buy everything, but it could buy what I need right now."
        },
        {
            "id": "bb28232059034691a2bffcc3101de0b4",
            "sentence": "I think that you're about to make the biggest mistake of your life."
        },
        {
            "id": "167aec9635fe4fdb84bb1809f9ae7b30",
            "sentence": "I hope you enjoy reading this book as much as I enjoyed writing it."
        },
        {
            "id": "8766869f4478422894efa0a7a6e72452",
            "sentence": "Earthquakes happen all the time in various places around the world."
        },
        {
            "id": "4453bb83e52f4ef8841f3c71e3add153",
            "sentence": "Tom was out of bullets, so he put his gun down and grabbed a knife."
        },
        {
            "id": "5932e49a1cda476b919daa6f42da625c",
            "sentence": "Tom built a model of the Sydney Opera House out of popsicle sticks."
        },
        {
            "id": "38585281970c47b5be9d403bee06c4e7",
            "sentence": "I can't believe you aren't at least willing to consider doing that."
        },
        {
            "id": "89ae906849084684b6a9113184590359",
            "sentence": "Tom took very good care of Mary's plants while she was on vacation."
        },
        {
            "id": "9c1c0af07a5f4c45b8e58e8e5ad69745",
            "sentence": "I looked around and noticed that mine was the only car on the road."
        },
        {
            "id": "dd96b8a7021743698ad408df136179b3",
            "sentence": "Tom is a good negotiator, so we should get him to negotiate for us."
        },
        {
            "id": "66f5ad779fbe46699cff935df642b1e1",
            "sentence": "Tom is very young, so he doesn't really understand what's going on."
        },
        {
            "id": "75585dc28b15412caeff66c05b5346f1",
            "sentence": "Have you ever seen what happens if you mix vinegar and baking soda?"
        },
        {
            "id": "560d64b61aee4fb094e673b2321363dd",
            "sentence": "Go to the bookstore and buy a couple of books to read on your trip."
        },
        {
            "id": "7a6f05388ad843e2a0f74a4f81a00ae6",
            "sentence": "Tom sent an email to Mary asking her why she had changed her plans."
        },
        {
            "id": "888d1a2f403341e4b720899dc2286d97",
            "sentence": "Which wire do you think I should cut, the red one or the green one?"
        },
        {
            "id": "8c85bbcfbc94442391dce3d665f9d1f2",
            "sentence": "The dogs eventually lost the scent and we had to give up the chase."
        },
        {
            "id": "1512c72759b84a6c98e45b6db429f5d8",
            "sentence": "You seem to have made considerable progress since our last meeting."
        },
        {
            "id": "4cdd8a1f3b124f47b678296b9891dfac",
            "sentence": "I think that Tom bought the house that he was looking at last week."
        },
        {
            "id": "2f7a26187f7a4bf29c9952ee9d83de62",
            "sentence": "It's not about whether you win or lose, it's how you play the game."
        },
        {
            "id": "74b16882534f41af8915f45dbd01c1fb",
            "sentence": "For your information, this is the ladies' room, not the men's room."
        },
        {
            "id": "55cff94772f14d39a4de609a4e00ca24",
            "sentence": "Tom was pouring Mary a drink when he felt the ground start shaking."
        },
        {
            "id": "976c181a40a44ab5b6ca200ad5daec49",
            "sentence": "Tom said he knew that he might not be allowed to do that at school."
        },
        {
            "id": "9b8be1c5c99d44b09e6635f79b96a1b9",
            "sentence": "If I were you, I wouldn't eat any of the mushrooms that Tom picked."
        },
        {
            "id": "3ab9ac03ef5b43e291ed666265377488",
            "sentence": "The residents set fire to their own houses as the enemy approached."
        },
        {
            "id": "35ca74d5be664b928a231d2eb4e9babd",
            "sentence": "There's mold on the bread. This means that we can't eat it anymore."
        },
        {
            "id": "1c8c6d3d5adc487c851212b61c3dd60c",
            "sentence": "Some people think that Canadians are different from everybody else."
        },
        {
            "id": "26fd52b380e749309202c6eac60f3c7f",
            "sentence": "Security isn't achieved by erecting barriers, but by opening gates."
        },
        {
            "id": "65c8446990f241999c95be40c5e887ee",
            "sentence": "The first step to solving a problem is admitting that there is one."
        },
        {
            "id": "96b4113597b147658b9cd627bd2075f4",
            "sentence": "When Tom was sick in bed for a week, Mary walked his dog every day."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}