{
    "currentPage": 14151,
    "pageSize": 50,
    "items": [
        {
            "id": "87d9439195824f90b28aba55bb68bfde",
            "sentence": "Everything that we asked Tom to do will be difficult for him to do."
        },
        {
            "id": "fe9916b33d4448a1b3ff2e2d6528384a",
            "sentence": "I saw Tom walking a dog, but I'm not sure if it was his dog or not."
        },
        {
            "id": "d9d291ef81724a6991999dad2ffffae2",
            "sentence": "I can't help but think that it would've been better not to do that."
        },
        {
            "id": "6c8da1e1755f4dadb915347eaabe3edc",
            "sentence": "Tom as well as everyone else in the room knew what the problem was."
        },
        {
            "id": "c88fd2f6cb864946bb87a942468b042a",
            "sentence": "I told Tom that my relationship with Mary was none of his business."
        },
        {
            "id": "61bc23ed53d7445aa6ee1db812ab75d0",
            "sentence": "Tom was worried that someone would discover details about his past."
        },
        {
            "id": "82136dfcec444e999f4df8fb95ec542a",
            "sentence": "Tom goes to visit his grandmother in the hospital almost every day."
        },
        {
            "id": "66e7ade52e074ce2a9235c4b5c9a73c3",
            "sentence": "You need to pull the weeds out by the root so they won't grow back."
        },
        {
            "id": "11e696b9b67a4c2ea11c525dd456da4b",
            "sentence": "I know it's late, but let's keep working until we've finished this."
        },
        {
            "id": "a535e1a9a4fc4b769f3515aa82208224",
            "sentence": "Tom was worried that somebody would discover details from his past."
        },
        {
            "id": "f6da6accff3f4f55b60d0f6de933544f",
            "sentence": "When I went into the classroom, the book was lying where I left it."
        },
        {
            "id": "8e90503626304c36be18c4ebe826882d",
            "sentence": "I don't have time to deal with this letter. Could you deal with it?"
        },
        {
            "id": "31db42acd244427d9b086f6bb39bd00d",
            "sentence": "Tom knows just about all there is to know about growing vegetables."
        },
        {
            "id": "63a4ccbc325240019916746a068e44ed",
            "sentence": "It's a pity that you didn't catch up with Tom while he was in town."
        },
        {
            "id": "b3e90657477a4a6fabae5b79a5d33cd9",
            "sentence": "Tom came up with some half-baked idea that was never going to work."
        },
        {
            "id": "d50206708ac54f8ca0d9b2b214a53b46",
            "sentence": "With the passage of time, Tom felt less bitter about the situation."
        },
        {
            "id": "f6fe115b7e3e48a0a23b8214beefe5f9",
            "sentence": "Tom usually has a glass of wine before dinner to whet his appetite."
        },
        {
            "id": "0e9e8a2e6a66452a915688b1576fa752",
            "sentence": "During excavation work, the tiled floor of a Roman villa was found."
        },
        {
            "id": "eac9a2b17eab4f2291c86fa486f96893",
            "sentence": "Imagine basing your entire personality on hating a group of people."
        },
        {
            "id": "31c9d9f125e74c48b980737c83b5052b",
            "sentence": "Tom said that Mary was the one that was responsible for doing that."
        },
        {
            "id": "04ef31257e0349fe9e40e83163710561",
            "sentence": "Do you think anyone else in your office will get married this year?"
        },
        {
            "id": "ded1c7066f494da2b0c79871099173e4",
            "sentence": "Some people seem to have forgotten what it was like before the war."
        },
        {
            "id": "ad493ca64db94da89d7fae03c50bace9",
            "sentence": "If I'd known you were sick, I could've visited you in the hospital."
        },
        {
            "id": "280a13d02e61497e95deb35b927b066b",
            "sentence": "I use French a lot for my job, but I still prefer speaking English."
        },
        {
            "id": "d9048da772d14687b59c0763a55a215d",
            "sentence": "I suspect Tom and Mary aren't planning on going to Boston with you."
        },
        {
            "id": "2b902bb5007743e4befd64cf8a0b192f",
            "sentence": "I'm afraid you'll need more than a conical hat to be a real wizard."
        },
        {
            "id": "60874aae534a4987a8e7240e2e0bcf37",
            "sentence": "I'll stand up for what I believe in and won't yield to any threats."
        },
        {
            "id": "7f870c4ed5464a03a9bf454c74143818",
            "sentence": "I'm sorry I haven't been able to give you my cousin's contact info."
        },
        {
            "id": "6486a9f2618a4c37a920758ca10f1285",
            "sentence": "Three boys came in. I spoke to the boy who seemed to be the oldest."
        },
        {
            "id": "363a7d2fa7e54a7382d0190d0d41296d",
            "sentence": "A man's happiness doesn't depend on what he has, but on what he is."
        },
        {
            "id": "5eaf4a09cd704b91aaf761ecb4ee755e",
            "sentence": "He didn't tell a lie. As a matter of fact, he told the whole truth."
        },
        {
            "id": "46b48a11b0e84717bb777ef905e187f8",
            "sentence": "Tom has volunteered to stay up all night and keep the fire burning."
        },
        {
            "id": "3b5fd0802ae5455993e95cf21d67128f",
            "sentence": "Your mother wouldn't like it if she knew we were seeing each other."
        },
        {
            "id": "604e8b5eb46f4c28aca5b756b036ea8f",
            "sentence": "The man sitting on the bus next to me and I talked the entire trip."
        },
        {
            "id": "51de521de0934542b1c016d6b45ba58a",
            "sentence": "I can't believe you're eating what your doctor told you not to eat."
        },
        {
            "id": "b5b015537f944fcf90fee9e57162a7cd",
            "sentence": "If I were a foreigner, I probably wouldn't be able to eat raw fish."
        },
        {
            "id": "f826143b6569473780c4bd048313914f",
            "sentence": "By and large, reporters don't hesitate to intrude on one's privacy."
        },
        {
            "id": "de4e045f1a17444eb3d73b5aeb23c68d",
            "sentence": "I have attached instructions on how to use FTP to access our files."
        },
        {
            "id": "242a204916014898983de1b0f199b67e",
            "sentence": "\"You have to take all this medicine to get better,\" said the nurse."
        },
        {
            "id": "731b287186984f93b95128b47ebb7cae",
            "sentence": "I think that it's highly unlikely Tom will get custody of the kids."
        },
        {
            "id": "c6f15355a9d24d4b8e6b4f864c0f4e4c",
            "sentence": "I think that I might buy that house on Park Street that's for sale."
        },
        {
            "id": "c4657ceea21c473ba1d3aaf18fcca144",
            "sentence": "Do you think that there's any chance Tom knows Mary's phone number?"
        },
        {
            "id": "cc586dddc7184e8ca50989ad794cb716",
            "sentence": "I still think it's unlikely we'll ever find someone to replace Tom."
        },
        {
            "id": "c0bb754962f944f895bbd8dcd5c92a01",
            "sentence": "Don't buy flowers for yourself. Let somebody else buy them for you."
        },
        {
            "id": "7b1950a7cfe84066ba7da74320e3a4b1",
            "sentence": "Birds sometimes cause accidents by getting in the way of airplanes."
        },
        {
            "id": "da3395dd7283463e80f4f2f2ff7671c3",
            "sentence": "It's really sad when people exclude you because of your skin color."
        },
        {
            "id": "8559094244334f26aafdf546d5f9578e",
            "sentence": "This airport has up to three hundred takeoffs and landings per day."
        },
        {
            "id": "e0daf0cbe98243feba06a4a6a9485df6",
            "sentence": "I bought some gifts for my kids at the airport before driving home."
        },
        {
            "id": "dae69f69396843998af4b710c22cd8fa",
            "sentence": "You didn't talk to me much back when we were in junior high school."
        },
        {
            "id": "a2504c35dbf64411aa91a877a07f14e8",
            "sentence": "Tom lost money at the casino, but told his friends that he had won."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}