{
    "currentPage": 14150,
    "pageSize": 50,
    "items": [
        {
            "id": "380cbe5ea13d42609df31b9e2455c909",
            "sentence": "Your children have sure grown a lot since the last time I saw them."
        },
        {
            "id": "5abae6fcd68344e58c0dc42840189ab7",
            "sentence": "Tom rushed over to Mary's house when he heard that she needed help."
        },
        {
            "id": "595845c74fe24d699d92cee731545442",
            "sentence": "I have to take care of my little brother until my parents get home."
        },
        {
            "id": "6fe5e2b73a8343279da088fd84703467",
            "sentence": "Efforts to bring the blaze under control using buckets soon failed."
        },
        {
            "id": "47b010f5b33b4e9ead4dfe927e8e0a5a",
            "sentence": "It's important for the students to know what to expect on the exam."
        },
        {
            "id": "c878efb4b2404becaf3367fed0394e7d",
            "sentence": "They want to increase food production by growing new kinds of rice."
        },
        {
            "id": "d4746185782146398f1cff9a290e978e",
            "sentence": "I did everything I could to help Tom, and this is how he repays me."
        },
        {
            "id": "9a405df6f2344358a7b254978242f2ed",
            "sentence": "Could the two of you share one umbrella and leave the other for me?"
        },
        {
            "id": "f104770f8e054d59b6e6e206c8b8a377",
            "sentence": "I've gathered plenty of resources to help my students learn French."
        },
        {
            "id": "d3ff56cb7b384755830ecbc40287ff8e",
            "sentence": "I'd think the last thing you'd want to do right now is talk to Tom."
        },
        {
            "id": "b0150d2f172a42c38b0db525b4ff090a",
            "sentence": "Tom was seen coming out of Mary's house the night she was murdered."
        },
        {
            "id": "c161b4fd21b74a57b3f9b23612a9e9c6",
            "sentence": "I'm pretty sure I won't be able to convince Tom to stop doing that."
        },
        {
            "id": "6c07322094d7408eac4089d4eb7e0364",
            "sentence": "Have you recently had any unexplained dizziness or lightheadedness?"
        },
        {
            "id": "6bdfb26c05c945b394f1d510ebbca8de",
            "sentence": "It never occurred to Tom that Mary might've been flirting with him."
        },
        {
            "id": "919d1799a6874977a61bacfeef211a52",
            "sentence": "If you're asking me if this is correct or not, I don't really know."
        },
        {
            "id": "dcc4ba78350c4bb4bdfd394d0fc60af8",
            "sentence": "It's not going to rain this afternoon. At least, I hope it doesn't."
        },
        {
            "id": "b803da98004048f387afe8d305a65553",
            "sentence": "Tom told Mary not to worry about what might happen on October 20th."
        },
        {
            "id": "3beae57e626d44f8a369048b62b520e6",
            "sentence": "Tom sat on the park bench just watching the other children playing."
        },
        {
            "id": "ddd854c58aa44b7b9bcf214d94d61d07",
            "sentence": "I'm sorry to be the one to tell you, but Tom passed away last year."
        },
        {
            "id": "39d1b97eccef4e7f9e156088f2e2ece7",
            "sentence": "Tom and Mary are celebrating their third wedding anniversary today."
        },
        {
            "id": "eb9659b223734ab48f31bd541befda57",
            "sentence": "Tom told me that he wouldn't be late, but he still hasn't shown up."
        },
        {
            "id": "86ce80b29ac743438507f22564b4c3a5",
            "sentence": "Tom says he didn't know Mary wasn't able to speak French very well."
        },
        {
            "id": "4bf1f1bc2f1d4667976e0bdf91d98baf",
            "sentence": "I really should've told Tom not to stay in Boston for another week."
        },
        {
            "id": "b0e404b8c6b74c829ffd9feade781df3",
            "sentence": "Tom said he wants to be able to speak French like a native speaker."
        },
        {
            "id": "4d51628218ee4a47b83f1cc3f0e80c18",
            "sentence": "Tom said he thought Mary was probably having a good time in Boston."
        },
        {
            "id": "6d90308e027c4f4e8cb04a3326fca2e8",
            "sentence": "Tom doesn't have any idea where Mary is planning to stay in Boston."
        },
        {
            "id": "e77ea19b25704f3bbe2b29303fadef91",
            "sentence": "Tom now knows why he should've paid more attention in French class."
        },
        {
            "id": "adfc5ab0b0c848228d21468ce073a9ca",
            "sentence": "Tom said that he didn't know that Mary wasn't able to speak French."
        },
        {
            "id": "8c0c7f2389a243cabcb994b62fe6fe72",
            "sentence": "I think that Tom is probably better at French than you think he is."
        },
        {
            "id": "28651422a65b4e7bb222311db117ef06",
            "sentence": "I think that Tom is the only one working here who can speak French."
        },
        {
            "id": "ed2e8188e12041199477d38178426f3e",
            "sentence": "I suspected Tom wasn't really planning to go to Australia with you."
        },
        {
            "id": "6bfa83b2816d400caf2e6815d8f709a1",
            "sentence": "I was very surprised when Tom told me that Mary had left Australia."
        },
        {
            "id": "4e67de91c8d649e8b7a62c6c34acf63d",
            "sentence": "I hope that Tom stays in Australia for at least another three days."
        },
        {
            "id": "7f48eda4217b496bbc984fc47d523bfe",
            "sentence": "I can't believe that Tom really wanted to go to Australia with you."
        },
        {
            "id": "b551f4bad9de4b83a1e49c174371619e",
            "sentence": "I certainly had no idea that Tom was planning to move to Australia."
        },
        {
            "id": "103727791fc542608a7a57bd35af1625",
            "sentence": "Everybody except Tom knew that he didn't need to stay in Australia."
        },
        {
            "id": "bb6eda2bf6f643f383b5e77f9aa1fac0",
            "sentence": "Everybody except Tom knew that he didn't have to stay in Australia."
        },
        {
            "id": "769c4a89b7ed40398099ede793a9075d",
            "sentence": "Every time that Tom comes to Australia, he never fails to visit me."
        },
        {
            "id": "61f73568eb3043119b14e19da4552f8c",
            "sentence": "Didn't you know that Tom was going to be in Australia next October?"
        },
        {
            "id": "31c546dc6f7c443fa41d82ea6c8bc997",
            "sentence": "Tom told me that he thought that Mary still wanted to learn French."
        },
        {
            "id": "0956f56457bd4564a10dd94524b15952",
            "sentence": "I wasn't surprised when Tom told me that he didn't have to do that."
        },
        {
            "id": "c20617712da1405ca1e8513302ef20a9",
            "sentence": "I wasn't surprised when Tom told me that he didn't need to do that."
        },
        {
            "id": "5d4871798b204c07b2608c548bb675b3",
            "sentence": "Tom wasn't caught cheating, but everybody knew that he had cheated."
        },
        {
            "id": "6a2b38f3a62a4a21b4c669ee44c73f03",
            "sentence": "After the hike, Tom switched from his hiking boots to his sneakers."
        },
        {
            "id": "8a8882f54d6c4b758f772dd27188e359",
            "sentence": "Tom went out of his way to make sure that everybody was having fun."
        },
        {
            "id": "35235e51ddef45ffaeefcceebbaea890",
            "sentence": "I don't think it's unfair to judge people by the company they keep."
        },
        {
            "id": "2dc28973db5948a8904f0f964873a641",
            "sentence": "Why didn't you call and let me know that you were going to be late?"
        },
        {
            "id": "1e595aa4bc0f41bca22cc77d4eb4f193",
            "sentence": "No matter what they're talking about, Tom and his wife never agree."
        },
        {
            "id": "66ab54253f1f472992c487b55371de13",
            "sentence": "You know that you aren't supposed to be doing that here, don't you?"
        },
        {
            "id": "0b878e0cc8ba404ca7b7d4b416e5a418",
            "sentence": "On the way, there were places where the snow came up to your knees."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}