{
    "currentPage": 14153,
    "pageSize": 50,
    "items": [
        {
            "id": "6a3a72d1793b49b092122c569e4d6a7d",
            "sentence": "The nurse sat little Tom down and told him to stick out his tongue."
        },
        {
            "id": "57545d3fc0594d08994f2e04021079d9",
            "sentence": "Do you remember the name of the person that we're supposed to meet?"
        },
        {
            "id": "27e2e0ea9f6c4805b217402375543b08",
            "sentence": "To have a successful store, you have to sell people what they want."
        },
        {
            "id": "7262c318ed694393b21ad51f0f60a63c",
            "sentence": "A men's club bought the building across the street from our school."
        },
        {
            "id": "a391d624260f4b21b63d34b3e9bcb89c",
            "sentence": "Do you still think Tom and you'll be able to do that by yourselves?"
        },
        {
            "id": "0821d731bd734930849ff9eda0900e22",
            "sentence": "I learned how to cook Chinese food while I was living in Australia."
        },
        {
            "id": "347a6b5fff2c4e6c9badcdcea1304a58",
            "sentence": "Tom wanted to buy a jacket, but he couldn't find one that he liked."
        },
        {
            "id": "35676d7c976a42d0b7c9837c00ce1b43",
            "sentence": "Tom wanted to buy something for Mary, but he didn't have any money."
        },
        {
            "id": "9453727afc384c1eb9effb7bbf49e0d2",
            "sentence": "I'd still like to hear Tom's opinion before coming to a conclusion."
        },
        {
            "id": "df0428cd143149749f0a9375a6783770",
            "sentence": "In the last minute of the game, Tom scored his team’s winning goal."
        },
        {
            "id": "f8681821d3ba428ca34188547b5b6880",
            "sentence": "Unfortunately, the food supplies gave out before the end of winter."
        },
        {
            "id": "5e00227b19df49dda3ac862c4ecdad08",
            "sentence": "Didn't you have a crush on Tom when you were in junior high school?"
        },
        {
            "id": "5598f6e126e644fa92e3df817fa80132",
            "sentence": "Have I ever told you guys about the first time that I went camping?"
        },
        {
            "id": "a70cfc989c7a487580c1c0cacdc8e913",
            "sentence": "In case my last text wasn't clear enough, I'm breaking up with you."
        },
        {
            "id": "41be55c60e854e67907ee40fb074375e",
            "sentence": "Tom said that he was sorry that he'd hurt Mary's friend's feelings."
        },
        {
            "id": "81b0a01a70ca4e058f42697eeec93218",
            "sentence": "Tom asked his girlfriend to pardon him for forgetting her birthday."
        },
        {
            "id": "f2d2a44c3f8548a5bc57f2c82a832b7e",
            "sentence": "Doing something with somebody else is more fun than doing it alone."
        },
        {
            "id": "b5aaabbeb50f471b814d68fff46e9b41",
            "sentence": "Tom is well-read and can talk knowledgeably about almost any topic."
        },
        {
            "id": "e76e705ea1bd4e3ebcd5033de636ec1f",
            "sentence": "Tom was shocked by the news that his father had had a heart attack."
        },
        {
            "id": "b48694d7d38a4194ae696711ed0edc3e",
            "sentence": "I suspect Tom won't tell Mary the real reason he's going to Boston."
        },
        {
            "id": "f9db9cacb74140689407437a40755284",
            "sentence": "I suspect Tom and Mary would be reluctant to do that by themselves."
        },
        {
            "id": "7dad8054e3a142bebd4eecdff4069d4c",
            "sentence": "Tom is afraid Mary might eat his lunch if he leaves it on his desk."
        },
        {
            "id": "e466e39417c44f23b569398a397e9787",
            "sentence": "Tom told me he thought that Mary would be interested in doing that."
        },
        {
            "id": "2fd96cea66ce4f9a9f31143ca9e66b9c",
            "sentence": "Tom told me he thought that Boston wasn't as safe as it used to be."
        },
        {
            "id": "6d0c97dc67604a02a1b6664b751ffd6a",
            "sentence": "Tom told me that he thought that Mary was the first one to do that."
        },
        {
            "id": "3c304424bf304c85a75cf600022639d6",
            "sentence": "Tom told me that he thought that Mary had studied French with John."
        },
        {
            "id": "98e77aba3b57440f855b4e02a1ca6acc",
            "sentence": "Tom seemed surprised when Mary told him that she wanted to do that."
        },
        {
            "id": "e9d012558ddb456f8977a2a78c69d32b",
            "sentence": "Tom seemed surprised when Mary told him that she needed to do that."
        },
        {
            "id": "11fa6d88a33c4ef7b51065a4d1c654ae",
            "sentence": "Tom knew that there was a possibility that Mary would show up late."
        },
        {
            "id": "628f88c97d05449f981400c18335bbd8",
            "sentence": "Tom knew certain things about Mary she hoped he wouldn't tell John."
        },
        {
            "id": "2e3d31cbb1924f25a5779b70de3391de",
            "sentence": "I don't think Tom is going to go to Australia with Mary next month."
        },
        {
            "id": "a22d1173b7fc48a193cce1521f804479",
            "sentence": "I don't think there's any need for Tom to come to the office today."
        },
        {
            "id": "b3e4079e6bff4ab393b86977e20890c5",
            "sentence": "I don't think that either Tom or Mary is ever going to get married."
        },
        {
            "id": "573dfb1d2c7f46ee96c0c6d693a7cd74",
            "sentence": "I suspect that Tom won't tell Mary that she needs to do that today."
        },
        {
            "id": "f89cffa58bf54cefabdd7d60ba62bc9d",
            "sentence": "We suspect someone murdered Tom and just made it look like suicide."
        },
        {
            "id": "657c58a4619643b5a8253131adcf0fc4",
            "sentence": "Tom thinks that it important for Mary to learn how to speak French."
        },
        {
            "id": "73caf8c0d7154e45b2a967c3759ef4cb",
            "sentence": "I suspect Tom and Mary aren't planning to go to Australia with you."
        },
        {
            "id": "b18171f0da684c1598452d35943a3143",
            "sentence": "I told Tom that I wasn't interested in going to Australia with him."
        },
        {
            "id": "fe4d77358a434959bb922f0a94b07a52",
            "sentence": "My parents think that I'm still too young to go downtown by myself."
        },
        {
            "id": "9ca1f4516b104190b19dbd2728140202",
            "sentence": "I don't think that Tom knows how much coffee Mary drinks every day."
        },
        {
            "id": "65a57bbe09664e648676c36c4762f44c",
            "sentence": "Tom had something that he said that he needed to discuss with Mary."
        },
        {
            "id": "77ed86dc25e94e76a153283efbc15954",
            "sentence": "Memories of the good old days came flooding back one after another."
        },
        {
            "id": "b1a828e622cf4d74a2b04dba42604c74",
            "sentence": "Six months ago I had an operation for the cataract in my right eye."
        },
        {
            "id": "916034e69fd44dfdb648840b94c629df",
            "sentence": "Maintaining a high salt diet may contribute to high blood pressure."
        },
        {
            "id": "c21a5e0be53a40229cbf577b17875d2c",
            "sentence": "Of course, to be valuable, an old carpet must be in good condition."
        },
        {
            "id": "cf6cb4c94f1543dca5beecd18305d417",
            "sentence": "Nobody contributed to the understanding of dreams as much as Freud."
        },
        {
            "id": "d7b93a97fed94d7099886ddfec498c19",
            "sentence": "If you go by bus, you can get there in about one-third of the time."
        },
        {
            "id": "ba0c8f5429c34f43ad9c1ffcfedd9f15",
            "sentence": "My throat hurts, and I have a fever. Can I have some cold medicine?"
        },
        {
            "id": "fef8756bc0f1462c87c0610135ff108e",
            "sentence": "Tom needs to understand that this type of behavior is unacceptable."
        },
        {
            "id": "563f4924480a434e80f7be10056258d0",
            "sentence": "Tom took a piece of candy out of the bag and put it into his mouth."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}