{
    "currentPage": 14168,
    "pageSize": 50,
    "items": [
        {
            "id": "c1fe6eb0d9bf4a9ab996b7d09e1fe11e",
            "sentence": "Tom as well as everybody else in the room knew what the problem was."
        },
        {
            "id": "47ffcdbe885c43bdba6b44b85d25d765",
            "sentence": "I'm not so sure I could cope with that, at least not as well as you."
        },
        {
            "id": "50e45369525a493faccd41fd65450470",
            "sentence": "I want to ask Tom what he's been doing, but I know that I shouldn't."
        },
        {
            "id": "99664c20ea424de5926e4f0b33050065",
            "sentence": "Tom was holding a suitcase in one hand and an umbrella in the other."
        },
        {
            "id": "02154edb05764b43ac1498562ae21fba",
            "sentence": "I know that it's highly unlikely anyone would be willing to help me."
        },
        {
            "id": "2e4e1c1b6d3440fda36d3893d3be3dfe",
            "sentence": "I just want you to know that I won't be able to attend your wedding."
        },
        {
            "id": "1663cbeb2a92464bbb58eea177465aac",
            "sentence": "If you didn't want me to hold your hand, then why did you ask me to?"
        },
        {
            "id": "d9a124bd8bed4711b1e533f5b45520b1",
            "sentence": "Tomorrow we go to school to sign up for the classes we want to take."
        },
        {
            "id": "389fbe467e5f423e90c896f86c34de9f",
            "sentence": "I don't think Tom should be held responsible for something Mary did."
        },
        {
            "id": "10b781dce91c419da47daf7e9f74c486",
            "sentence": "Tom's house got broken into last night and his dog didn't even bark."
        },
        {
            "id": "9444b77034584cd09b98cce970b25e40",
            "sentence": "I think that you should walk your dog at least thirty minutes a day."
        },
        {
            "id": "6d1d20872a3545be9ed6bf999a492c35",
            "sentence": "I can't go to the party, but thank you for inviting me all the same."
        },
        {
            "id": "9c2826e229f546f49215f6bb23b7b0fe",
            "sentence": "Tom went up to Mary at the party and told her he had a crush on her."
        },
        {
            "id": "786a9dce3cca44c1a90aec601c7870b8",
            "sentence": "The man that I met in the park yesterday said that his name was Tom."
        },
        {
            "id": "b6f08727faca45e3b1f229eb4001b6b4",
            "sentence": "I don't think that Tom is going to go to Boston with Mary next week."
        },
        {
            "id": "9d7f6cc54efa498ba360483e7a32c7e3",
            "sentence": "We'll do everything we can to ensure that this doesn't happen again."
        },
        {
            "id": "4a08fe2d971a422a83271b1e6c5d3dee",
            "sentence": "As soon as you've done that, I'd like you to start preparing supper."
        },
        {
            "id": "ff9ef24eec8142cda1a56067f9ca12d0",
            "sentence": "More than 70 percent of the inhabitants are in favor of the program."
        },
        {
            "id": "4971870f7c5c4f8ab6e5517e564c53d5",
            "sentence": "In the winter, I like to sled down the small hill close to our home."
        },
        {
            "id": "c89c77ba27494bbf8c8d866246860cc7",
            "sentence": "I caught a cold. That's why I couldn't attend the meeting yesterday."
        },
        {
            "id": "61993eab40e142f683f48453df4b52ae",
            "sentence": "The sky grew darker and darker, and the wind blew harder and harder."
        },
        {
            "id": "1ede302515e94aa18d5f18c9d1b9472f",
            "sentence": "Make sure that the complaints are dealt with as quickly as possible."
        },
        {
            "id": "be204490cb724ea595778e3aaa7b39a5",
            "sentence": "The rain prevented the boys from playing baseball on the playground."
        },
        {
            "id": "1a83c420c890445f98e38540c903b4a9",
            "sentence": "Many high school students hang around at book stores reading comics."
        },
        {
            "id": "a52f0579323647d2a4e310880fe67d81",
            "sentence": "There is more moorland in Northern Germany than in Southern Germany."
        },
        {
            "id": "15cad5480c9b47a4bb9b2c26b227320b",
            "sentence": "My name cannot be pronounced by Earthlings, but you may call me Tom."
        },
        {
            "id": "3362c6d1191d4e158f110d0127cbfd52",
            "sentence": "If there's no bread for the poor, there'll be no peace for the rich."
        },
        {
            "id": "a7aa3a9d7ffd4f9785587686b9b088ef",
            "sentence": "Tom told me that he first met Mary in Boston when he was a teenager."
        },
        {
            "id": "bdb4e3e92fac46e5b3db73fd551f10e8",
            "sentence": "I think that Tom should tell Mary that he can't really speak French."
        },
        {
            "id": "3c618065c6fa407b822100d7383b003b",
            "sentence": "I think it would be a good idea for you to go to Australia with Tom."
        },
        {
            "id": "ec00f09e2229496b8cfbd89de2e17ee0",
            "sentence": "The video that Tom uploaded the day before yesterday has gone viral."
        },
        {
            "id": "2e71141f679042af9114c9b70c24ced0",
            "sentence": "I didn't know that I'd want one of those until I saw one being used."
        },
        {
            "id": "0ccd4962937d424099f3361c408586c1",
            "sentence": "Tom went to the supermarket to buy ice cream and cake for the party."
        },
        {
            "id": "119ad4efa6b44e2ab54dbaeea46803c8",
            "sentence": "You could do it like that, but it would be better to do it this way."
        },
        {
            "id": "5f30f52423174b61976923ea4e4a5fa3",
            "sentence": "The ruling party is running a smear campaign against the opposition."
        },
        {
            "id": "f01acbcc22344bbc9460131b62abb8e9",
            "sentence": "The children chanted, \"Rain, rain, go away. Come again another day.\""
        },
        {
            "id": "6f31a484203f417493d912232cfc3b78",
            "sentence": "I'm sorry if this comes as a shock, but I don't care what you think."
        },
        {
            "id": "60db67d878f0401cb1533337a53eff22",
            "sentence": "When two dice are rolled, what's the probability of getting a seven?"
        },
        {
            "id": "2ab3b83961ae401bbfe6e4637d1e743f",
            "sentence": "I'm pretty sure Tom has already forgotten what I told him yesterday."
        },
        {
            "id": "befbfc7b1e4e460a959ae44102d76108",
            "sentence": "When we told Tom the news, he didn't say anything for a few minutes."
        },
        {
            "id": "7f6d32fa409740489ab880e2e19f7d61",
            "sentence": "When I was thirteen years old, my dad bought me my own fishing boat."
        },
        {
            "id": "9e14b5b432e44cd18ccbc9bc69326094",
            "sentence": "It's actually true that the less money you have, the less you worry."
        },
        {
            "id": "668e00f1c52d479a8405fc925fb9f123",
            "sentence": "We stayed outside because we wanted to, not because we were told to."
        },
        {
            "id": "2c9eee006cfc499aa98c6372d1fb78e9",
            "sentence": "Tom was lucky to have had a French teacher who was a native speaker."
        },
        {
            "id": "b4239c19263c4c6681f4533c22c55e0f",
            "sentence": "On this small island are two large towns and many small settlements."
        },
        {
            "id": "8837a74d13374d33840628559031cdf9",
            "sentence": "If you didn't complain so much, people would probably like you more."
        },
        {
            "id": "d85cc1306eb64f3d9956c225aca48454",
            "sentence": "Tom doesn't want to be a doctor, although he's very good in science."
        },
        {
            "id": "e0b94c8f31204ea89d58b8c347736c81",
            "sentence": "My horizons are broader than your pupils after cannabis consumption!"
        },
        {
            "id": "d26f959f94a84545a3a14c74411331b1",
            "sentence": "Even though Tom is only thirteen years old, he sounds like an adult."
        },
        {
            "id": "360874e3da5a4a93b9d1af91f5fbee0f",
            "sentence": "Tom heard the sound of kids talking and laughing outside his window."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}