{
    "currentPage": 14166,
    "pageSize": 50,
    "items": [
        {
            "id": "78e5ea474d21494aa2b6cae224c16c3b",
            "sentence": "If you don't know the meaning of a word, look it up in a dictionary."
        },
        {
            "id": "2e0929acd7364578bef2b725a0157791",
            "sentence": "I haven't seen you for a long time. Come and see me once in a while."
        },
        {
            "id": "004ed72270154e4dbab621b70e063edf",
            "sentence": "He bought a new car. He had had his old one for more than ten years."
        },
        {
            "id": "b91c2f05649e4c4ca4d6f7b131a2024c",
            "sentence": "We did our best to help him, but he didn't so much as say thank you."
        },
        {
            "id": "b5ccba94a72d4989b189e5fc8e2f1c8a",
            "sentence": "If there's anything I can do for you, don't hesitate to let me know."
        },
        {
            "id": "74654f34d2a34b0bad5838fda15871e7",
            "sentence": "I have three sons. One is in New York, but the others are in London."
        },
        {
            "id": "ff02a55bc72740158d9962218ef268cc",
            "sentence": "Tom will be here soon, but maybe not as soon as we'd like him to be."
        },
        {
            "id": "6c57bdcfc4cf471d84a3bf4ffcd91e17",
            "sentence": "I'm grateful to my parents for doing everything they've done for me."
        },
        {
            "id": "dde7ca6c89c7490bbb03d61fd49606be",
            "sentence": "It isn't until you have lost your health that you realize its value."
        },
        {
            "id": "df8d10a75b3247a89284e9f4d5841fc9",
            "sentence": "It's not until you have lost your health that you realize its value."
        },
        {
            "id": "d97ac24639ec4844bbca75754c775fe2",
            "sentence": "Tom has helped me a lot, so I'd like to send him a thank-you letter."
        },
        {
            "id": "9bf368753df649e29c9a2bae2083c7e9",
            "sentence": "My apartment has a living room, a bedroom, a kitchen and a bathroom."
        },
        {
            "id": "173025e9e02f4bb6a24f823b8c5a42ba",
            "sentence": "Never let your sense of morals prevent you from doing what is right."
        },
        {
            "id": "74d715b712124d6d964d2b3bbcab296c",
            "sentence": "I can't believe that Tom is giving Mary the car he bought last year."
        },
        {
            "id": "866bc2c260154b52be56369f7a496db6",
            "sentence": "I can't believe Tom is giving Mary the car that he bought last year."
        },
        {
            "id": "d48c5d0131074a2fb8661e3289eb8261",
            "sentence": "I can't believe that you don't want to at least look out the window."
        },
        {
            "id": "f2ac2dd2c7614c52a84a2ccd967ba687",
            "sentence": "Tom thought that the food that Mary had prepared tasted pretty good."
        },
        {
            "id": "3ff1b8a861f2430aa2b563bd2b40b978",
            "sentence": "Sputter deposition is widely employed in the semiconductor industry."
        },
        {
            "id": "8640990ca16c4a808866e294b0534854",
            "sentence": "Tom doesn't have any idea where Mary is planning to go in Australia."
        },
        {
            "id": "58000868266b45e9be89785e84b29abe",
            "sentence": "Doing that may not be as difficult as we thought it was going to be."
        },
        {
            "id": "fb36d8559d6840458063993f2887be51",
            "sentence": "You shouldn't have done that without first asking for permission to."
        },
        {
            "id": "a43324fa47764a18974945c3ac1431ac",
            "sentence": "If you are reading this letter, it means that I am no longer living."
        },
        {
            "id": "58885ad6e9144225a1e20b24742d73eb",
            "sentence": "I still think it's unlikely we'll ever find somebody to replace Tom."
        },
        {
            "id": "134244bb79fd464596eeec0dbc7d11dc",
            "sentence": "I think that I've found something you might be interested in seeing."
        },
        {
            "id": "63240e17122d436ca042e8d9182f995f",
            "sentence": "I called Mary's father and asked him for permission to ask Mary out."
        },
        {
            "id": "3829407dc3c741cc8cba4a1b093701e7",
            "sentence": "Only a few of the students seemed interested in what Tom had to say."
        },
        {
            "id": "eb9717ae60a24ad3b25508a6011d3cb9",
            "sentence": "On my way home, I fell asleep on the train and rode past my station."
        },
        {
            "id": "c7501ae8af7142a6aadc46b2a7df2d8a",
            "sentence": "What's the country with the highest population density in the world?"
        },
        {
            "id": "382a4f65179a4ef0bb671ec3b38c71fe",
            "sentence": "Tom invited all four of his grandparents to his graduation ceremony."
        },
        {
            "id": "6104fb4470fd41898680c3252da67a95",
            "sentence": "When two dice are thrown, what's the probability of getting a seven?"
        },
        {
            "id": "4c957cdd18f74e809dd930d0627865dc",
            "sentence": "I don't know what kind of flower this is, but it smells really good."
        },
        {
            "id": "d83b433551ac4419a7f0c6000313eea8",
            "sentence": "If we hadn't had the map that you'd given us, we'd have gotten lost."
        },
        {
            "id": "54f58dc798c049aeafbe3bbd8e1ec401",
            "sentence": "Tom rolled up his trouser legs, making his bright red socks visible."
        },
        {
            "id": "3d735363da0e414a9e178b78416d9865",
            "sentence": "The servant who answered the door told Tom that Mary wasn't at home."
        },
        {
            "id": "434dee53d8594786a3792dd910eb0a09",
            "sentence": "Tom was awarded a research grant by the National Science Foundation."
        },
        {
            "id": "dbaf72cd805a42169524eb6b7a665798",
            "sentence": "Tom got up from the table and went to the door to see who was there."
        },
        {
            "id": "78ea618c170b4444b50c6a6f9e491e98",
            "sentence": "Tom and I pushed the car as hard as we could, but it wouldn't budge."
        },
        {
            "id": "b41b4c1a75dc4fc39aa97992fd691736",
            "sentence": "Tom asked Mary to water the flowers of his garden while he was away."
        },
        {
            "id": "3ae040bb9f634ccdaa20859bf296f913",
            "sentence": "We lived in Australia for three years before we came to New Zealand."
        },
        {
            "id": "4043a367adfe4f3185f41df456962ce1",
            "sentence": "Tom had no idea why Mary was planning to stay in Boston for so long."
        },
        {
            "id": "629b4a2fbd2b4d3bab95b5fd4ede7e89",
            "sentence": "I wonder whether Tom could be persuaded to teach my children French."
        },
        {
            "id": "8ff7f041106a4ddf8796fd038bf57f4e",
            "sentence": "Tom said that he didn't think Mary had studied French for very long."
        },
        {
            "id": "7ebee16d68eb42989853072d9677fdb0",
            "sentence": "Tom said he wanted to be able to speak French like a native speaker."
        },
        {
            "id": "708ca8418de948aca585e7a7929ee584",
            "sentence": "Tom said he didn't think that Mary had studied French for very long."
        },
        {
            "id": "edd0eaaacbcd41fdbfe0fb7041e1cf5a",
            "sentence": "Tom said that he didn't know whether Mary could speak French or not."
        },
        {
            "id": "0b3a2f5385f24cc1a30834b8be220396",
            "sentence": "I should've told Tom that I didn't want to go to Australia with him."
        },
        {
            "id": "f5fdccb5145e475d927ddfb22c620429",
            "sentence": "I plan on going to Australia whether Tom wants to go with me or not."
        },
        {
            "id": "f8c906060cc64b39baabbe4fcd8c32a3",
            "sentence": "I hope that I have an opportunity to meet Tom when I'm in Australia."
        },
        {
            "id": "e66af4031e4a4f10b995716f7e9ffe98",
            "sentence": "I don't think that Tom is going to want to go to Australia with you."
        },
        {
            "id": "c38409353a7542cd92adf1f8696712f4",
            "sentence": "Everyone thought that Tom was going to be in Australia this weekend."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}