{
    "currentPage": 14163,
    "pageSize": 50,
    "items": [
        {
            "id": "e7b387184e904e17a1202435367b4783",
            "sentence": "Tom ordered a cup of coffee for himself and a cup of cocoa for Mary."
        },
        {
            "id": "aae37f8e2818422da5e760d8d96431f0",
            "sentence": "I would like you to add my name to your mailing list for the course."
        },
        {
            "id": "3e4e2ed2fb884a74825de2d179cfafd0",
            "sentence": "I'll return your book on Monday if I've finished reading it by then."
        },
        {
            "id": "197fcdd7f6254cf9b681986607e75738",
            "sentence": "It doesn't rain here very often, but when it does, it rains heavily."
        },
        {
            "id": "a6780f76c83e401da7dc23ba5791c2e9",
            "sentence": "Tom says he almost always has at least three hundred dollars on him."
        },
        {
            "id": "055e0fc355fd4212a621825dc46c4b73",
            "sentence": "I know that I've met that man before, but I can't remember his name."
        },
        {
            "id": "0a3f59e8cd6a47ebb6ee67768984344a",
            "sentence": "Tom started to explain what had happened, but Mary wasn't listening."
        },
        {
            "id": "b63eb8a5c1124dd69a0b22497cedd7c8",
            "sentence": "Tom started singing an old song and everybody in the room joined in."
        },
        {
            "id": "f51cb0d8435e4503bf06455319dc8f8a",
            "sentence": "Since it was late at night and I was very tired, I stayed at an inn."
        },
        {
            "id": "91bfe5dbc6a848ddb738cb0622a57e12",
            "sentence": "I showed my ticket to the man at the door, then entered the theater."
        },
        {
            "id": "d15ef59e42d7472d8ff2f45fe653173d",
            "sentence": "Tom was buried in his hometown, just a block from where he was born."
        },
        {
            "id": "21beef54c9014132a5347816a6b6b3e3",
            "sentence": "Chapters 1, 5 and 7 are the easiest to understand. Read those first."
        },
        {
            "id": "a3884f84b787493a91a373810b06e2ae",
            "sentence": "The river's crystal-clear water practically begged us to swim in it."
        },
        {
            "id": "d892c7a8ae12450eb745fd8163bf1473",
            "sentence": "A person without a mother and father is like a lute without strings."
        },
        {
            "id": "036f2b039451448fb650d5182ba2313f",
            "sentence": "The last time I asked Tom to do anything for me was three weeks ago."
        },
        {
            "id": "37e971129c92438596526868e758ed18",
            "sentence": "I took the bus in order to reach the destination before it got dark."
        },
        {
            "id": "9381c7cc714f4b5db5b58a51be8f6de6",
            "sentence": "I suddenly saw myself reflected in a window pane and it startled me."
        },
        {
            "id": "3fc6ad8444d241bc82578bfd7ac75bbf",
            "sentence": "I guess this desk will serve the purpose until we can get a new one."
        },
        {
            "id": "4b92f41ad192486a8d826b4a37da3525",
            "sentence": "I slipped and fell on the crosswalk, just when the light turned red."
        },
        {
            "id": "b5b508dd3b664a20954e7c72b29d7b06",
            "sentence": "I've already completed four out of six tasks on my to-do list today."
        },
        {
            "id": "ae400927df1d44ff98201efacc4f6591",
            "sentence": "Life is short, so don't waste your time doing things you don't like."
        },
        {
            "id": "6ec7ccde87f2416fbd945933541c5836",
            "sentence": "My French isn't very good, but I can usually make myself understood."
        },
        {
            "id": "bd8f3fe1e3634e90a5096876de476f60",
            "sentence": "Tom is the only boy in his class who doesn't know how to play chess."
        },
        {
            "id": "61e4be5fb9414c8c9489ef7208dd3b09",
            "sentence": "I'm not 100% confident with this translation, but it's pretty close."
        },
        {
            "id": "79b432345dc34c5595f80e6874c5bd69",
            "sentence": "If you could learn any language fluently, which one would you learn?"
        },
        {
            "id": "30a0c5bf080f4af89acc03fb973e219f",
            "sentence": "My throat infection moved to my ears, so now I can't hear very well."
        },
        {
            "id": "e16f65cd26fa44328ae591d8106be011",
            "sentence": "To be safe, you should manually save your games even after autosave."
        },
        {
            "id": "d1306434829b4633be7888b4288a28bc",
            "sentence": "Mary gave all the dresses that she'd outgrown to her younger sister."
        },
        {
            "id": "7f5d40c07653429abec43e3e75f445b8",
            "sentence": "You should change out of those wet clothes and put on something dry."
        },
        {
            "id": "331683de488844f09847c944ab7b316e",
            "sentence": "The neighbors will call the police if you don't turn the music down."
        },
        {
            "id": "fdd699c1d70f4f3ea1495b677a89428d",
            "sentence": "Tom stepped on the dog's tail and the dog turned around and bit him."
        },
        {
            "id": "1c0964844130454d9d0fd5c453418688",
            "sentence": "Even beautiful women and handsome men sometimes use dating websites."
        },
        {
            "id": "21f60a8ed09a4a1f959d3dbde0ea42be",
            "sentence": "After an extensive investigation, Tom was cleared of any wrongdoing."
        },
        {
            "id": "13d23699c6064749a2acfbd18eb0f14f",
            "sentence": "If you see Tom today, please tell him he's invited to my party, too."
        },
        {
            "id": "819f493f82ad4f10bf62bc6624242cc9",
            "sentence": "If I'd been at that meeting, I probably would've fallen asleep, too."
        },
        {
            "id": "53dbfd6e3bf44bbd9eef283d1e3f72ba",
            "sentence": "I asked Tom to do that three weeks ago, and he still hasn't done it."
        },
        {
            "id": "0f05cb9823874f65b15cbf794acef6a0",
            "sentence": "I wish that Tom wouldn't keep telling everyone that I'm his brother."
        },
        {
            "id": "4bbddc57935e498f9454e5de5bd7a877",
            "sentence": "Tom's friends were green with envy when they saw his new sports car."
        },
        {
            "id": "d4aac6da055449889cce02a144fdf851",
            "sentence": "There was no doubt that the moment had come for me to take the lead."
        },
        {
            "id": "4299d74ad5f1456aa7a4bb8cf3563cb4",
            "sentence": "I wanted to buy a necklace for Mary, but I didn't have enough money."
        },
        {
            "id": "3945b2bb30a0491fa5bf743ea6417a46",
            "sentence": "It was a scary movie. I think I'll have nightmares about it tonight."
        },
        {
            "id": "0278abd817a748439265639a1ab8aaca",
            "sentence": "Even though Tom is only thirteen years old, he speaks like an adult."
        },
        {
            "id": "0cc3b87651bd4c869fe3787c7502f9b1",
            "sentence": "If you became a designer, you could make better use of your talents."
        },
        {
            "id": "d868e3cf2c57480a990a475cbbe9e30a",
            "sentence": "It's a good idea, to be sure, but it's hard to put it into practice."
        },
        {
            "id": "6fa787627da34e4fbd71a8bae524e89a",
            "sentence": "Even if the sun were to rise in the west, I wouldn't change my mind."
        },
        {
            "id": "d8e1b3fa434e453d8686718d8f2b0c52",
            "sentence": "You have only to stand in front of the door. It will open by itself."
        },
        {
            "id": "3e3f432a16734fe79fcc27f3fde75433",
            "sentence": "I still don't have enough money to buy the motorcycle I want to buy."
        },
        {
            "id": "301106fd0bbc40bca7ba76b34c4696b8",
            "sentence": "My father makes it a rule to read a few pages before he goes to bed."
        },
        {
            "id": "6047e0bce36546e9bd8c5ef71640aa31",
            "sentence": "I am free all day, I'll come and see you at any time that suits you."
        },
        {
            "id": "a470fa7968e0491491e05cfb0e07bd52",
            "sentence": "I got a bit carried away when I was dancing and got up on the table."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}