{
    "currentPage": 14164,
    "pageSize": 50,
    "items": [
        {
            "id": "102ed5fe72d041fd91d252f9da1ec457",
            "sentence": "If you don't know what the word means, look it up in the dictionary."
        },
        {
            "id": "065c258d09a84c6daa5e6036eb729c0f",
            "sentence": "It was so hot in the stadium that I thought I was going to pass out."
        },
        {
            "id": "ba88abd90f65480d8a9c0cee7a41710e",
            "sentence": "I'll mail you the report in a jiffy, so you won't have to wait long."
        },
        {
            "id": "f01ca77a1ba34216be87d8584f625fe6",
            "sentence": "I've been so busy this past week that I've hardly had time to relax."
        },
        {
            "id": "1a9ebc067cb94f409b0e14c2db54f2bf",
            "sentence": "Since this heater seems to be out of order, I'll have him repair it."
        },
        {
            "id": "4a5820da95394a4da27f43ab80f48c5c",
            "sentence": "Yesterday I saw a girl whom I had met in the library a month before."
        },
        {
            "id": "b561a381b19f48aa8fa8680fdc22dce5",
            "sentence": "The elevator was out of order and we had to walk to the fifth floor."
        },
        {
            "id": "fa6dbb6a27dd4f23992ac5cf4bc2ec82",
            "sentence": "Not doing one's work properly may be worse than not doing it at all."
        },
        {
            "id": "037dd7ca206e4171b880f9df5b835c8d",
            "sentence": "Our task has been easy so far, but it will be difficult from now on."
        },
        {
            "id": "fc77998bab614c8996317d225251c169",
            "sentence": "We have to put up with a lot of noise when the children are at home."
        },
        {
            "id": "823b2e6db4624b19ae4609fff4270946",
            "sentence": "It is not necessary for you to take his advice if you don't want to."
        },
        {
            "id": "6d40d32f0931417382647560ae39f582",
            "sentence": "On behalf of my classmates, let me say a few words of thanks to you."
        },
        {
            "id": "56bba8a9bb22482eac81500441806c3b",
            "sentence": "Hurry up. The train leaves in ten minutes. We don't want to miss it."
        },
        {
            "id": "80955364b0ba46fabf934b46f46f0377",
            "sentence": "We waited up for him until two o'clock and then finally went to bed."
        },
        {
            "id": "7d881605f5954eefb1b9bc4f59327310",
            "sentence": "It's best to wear a cap on your head during the cold Moscow winters."
        },
        {
            "id": "4491c57d794448df8b72d3448e73c664",
            "sentence": "If he sends me any letters, I just tear them up and throw them away."
        },
        {
            "id": "d1d5548016dc41a4a1479b6c97cf0be9",
            "sentence": "Could you tell me which bus or train goes to the center of the town?"
        },
        {
            "id": "e0d93b09487248b5b186336f928e2b41",
            "sentence": "All of a sudden, I remembered that I couldn't pay for so many books."
        },
        {
            "id": "99a868ecbc6e49b2b7ac62aa5545c2a4",
            "sentence": "We will start at two o'clock if it has stopped raining by that time."
        },
        {
            "id": "9acffc9733994dcd9999c3782fd1b074",
            "sentence": "Security guards escorted Tom out of the building after he got fired."
        },
        {
            "id": "104cc4422f824b6a8a2fa3c212ee21c6",
            "sentence": "I'm starting to really question whether we're doing the right thing."
        },
        {
            "id": "0d68a7fabb3449be89f12e2ed632e015",
            "sentence": "He opened his eyes, looked about him and then jumped out of the bed."
        },
        {
            "id": "1dbc48e85cf64b16b35c2863211d045c",
            "sentence": "He was now twelve years old and ready to enter a junior high school."
        },
        {
            "id": "b5fc10d0b6474890972b951f270d198f",
            "sentence": "Tom took Mary into his arms and kissed her passionately on the lips."
        },
        {
            "id": "15d63c6b750046f5b5ac5383f125e571",
            "sentence": "Tom didn't succeed, but it wasn't because he didn't try really hard."
        },
        {
            "id": "8b1be9e7171b45ca9628d10d53efceb8",
            "sentence": "Stop doing what you're doing for a couple of minutes and watch this."
        },
        {
            "id": "3d1185e805c847c2839b2c1840d3d1ca",
            "sentence": "I have an appointment at eleven tomorrow, but can I change the time?"
        },
        {
            "id": "14d3f8d46d0c44eea42b0d437d35a61a",
            "sentence": "Tom says he'll pay back all the money that he owes me before Monday."
        },
        {
            "id": "cab4a3b4d4914c789fa9ae0bdbadde64",
            "sentence": "Tom says that he'll pay back all the money he owes me before Monday."
        },
        {
            "id": "e26eb3998ecf458eaa725fc35ccb7263",
            "sentence": "Never put off until tomorrow what you can do the day after tomorrow."
        },
        {
            "id": "43650d17bc56425eaa58a22888cdb035",
            "sentence": "Tom can sleep in my room. I'll sleep on the sofa in the living room."
        },
        {
            "id": "b769918cc6ce4345a29c3d363f28155c",
            "sentence": "Five prisoners were recaptured, but three others are still at large."
        },
        {
            "id": "28edb01d126340af918e4e5032efff08",
            "sentence": "Tom was worried that somebody would discover details about his past."
        },
        {
            "id": "3d0038ef256a42deadebe4052e1c69ea",
            "sentence": "Tom realized that he didn't have enough money to buy what he wanted."
        },
        {
            "id": "4608d53e34804ee09d4cea23f48190b6",
            "sentence": "In some countries, the punishment for treason can be life in prison."
        },
        {
            "id": "373b25b7c0ff4bf89a4dfc972d040c09",
            "sentence": "Tom came out of the kitchen carrying three cups of coffee on a tray."
        },
        {
            "id": "c9cabf1886c14883a7f11d054bb4e625",
            "sentence": "I didn't really expect Tom to lend me money, but I asked him anyway."
        },
        {
            "id": "a87d852f1e6745539d7a41df7ac136d0",
            "sentence": "I can't believe that you really believe that that's going to happen."
        },
        {
            "id": "8ef24b3c215f4db6b20bba37a3404ee2",
            "sentence": "I have to take care of my younger brother until my parents get home."
        },
        {
            "id": "944d26527ab548e582c844a96231eee4",
            "sentence": "I haven't yet met anyone I'd want to spend the rest of my life with."
        },
        {
            "id": "262418f47f1842479d6118bf64bc10dd",
            "sentence": "I'm probably not the only one who thinks it's a bad idea to do that."
        },
        {
            "id": "43e0202874b946d782b836f010824388",
            "sentence": "One way cats show affection is by spending a lot of time around you."
        },
        {
            "id": "3788999b5bad4fc09ed06f0d2db4a3eb",
            "sentence": "French and English are the only two languages that I can understand."
        },
        {
            "id": "9cca1b1122c7468da1c8ed0cd0bb0246",
            "sentence": "The military engaged the enemy five kilometers south of the capital."
        },
        {
            "id": "c37cba0f8b5d496ab2c61fcde2ad200a",
            "sentence": "I actually have no idea of what the situation is like in my country."
        },
        {
            "id": "48736e154402456abcfb7a350788fc78",
            "sentence": "My alarm clock didn't go off this morning, so I was late for school."
        },
        {
            "id": "fd5348860e204f49baa53a8e98ba9c7d",
            "sentence": "Do you know how many people in the world starve to death every year?"
        },
        {
            "id": "d3df0f02643e4817841d0297dd4b2cec",
            "sentence": "Tom and Mary can both play not only the clarinet but also the flute."
        },
        {
            "id": "b785abe3f8c9482ba1d5092995333ee2",
            "sentence": "The solution to that problem was more difficult than we anticipated."
        },
        {
            "id": "96720dfd0d9c4551a26b449c17a14ecf",
            "sentence": "Nothing makes us age faster than the thought that we're ageing fast."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}