{
    "currentPage": 14162,
    "pageSize": 50,
    "items": [
        {
            "id": "a81763366d834265b1512acb117fd003",
            "sentence": "I don't think it'll rain, but I'll take an umbrella in case it does."
        },
        {
            "id": "c1ca6da02a224594bc6c4bada5c93d09",
            "sentence": "Tom took the sheets off the bed and put them in the washing machine."
        },
        {
            "id": "b378e248325d4b5b981b31153bb1871d",
            "sentence": "If our prices are too high, people will spend their money elsewhere."
        },
        {
            "id": "cc496d59635c44e7a5ab57be383330f1",
            "sentence": "You promised me you wouldn't spend any more money on computer games."
        },
        {
            "id": "1b93ce8930cb46e5b78bd4415d053b10",
            "sentence": "You'd be amazed how many apples you can buy for two hundred dollars."
        },
        {
            "id": "16b1ba2efb164fc2882c5d720f51013f",
            "sentence": "We need to make sure that what Tom told us happened really happened."
        },
        {
            "id": "5bf113ae1fe24223a652d09275a52904",
            "sentence": "I've always loved the idea of not being what people expect me to be."
        },
        {
            "id": "ca757aa6e90647069ebd47b4a7724db3",
            "sentence": "You can download the instruction manual for the heat exchanger here."
        },
        {
            "id": "502f8d5683774d8dae75543896f62f57",
            "sentence": "Which musical instrument do you think is the most difficult to play?"
        },
        {
            "id": "5c95bba07395457a99f761b02ab62652",
            "sentence": "If the weather had been nice yesterday, we would've gone to the zoo."
        },
        {
            "id": "3b087dfb33714d3bbde871803471af15",
            "sentence": "Tom doesn't seem to be as passionate about that as Mary seems to be."
        },
        {
            "id": "27c04fc6d1bb4a32bab13fe4966cf894",
            "sentence": "Tom grabbed the snow shovel and went outside to shovel the sidewalk."
        },
        {
            "id": "fb0f32f29bf4491480e4a2910de2e67e",
            "sentence": "My house is on your left as you go up the street towards the church."
        },
        {
            "id": "dfbda18246d7492f8103dd65e719ce58",
            "sentence": "Our ancestors developed massive jaws as a result of constant combat."
        },
        {
            "id": "76a9bb6f911e4aae8c0709d1f436a02f",
            "sentence": "My son practices with his Little League baseball team every weekend."
        },
        {
            "id": "5eb62698d2464dc59d8bde8d5faabb16",
            "sentence": "Parents who work at home get to spend more time with their children."
        },
        {
            "id": "2842238689ee431588ebbe5c81966654",
            "sentence": "I spent a few minutes talking to the man at the information counter."
        },
        {
            "id": "bd91de30fd8443a4b0a23c7c526b833f",
            "sentence": "Tom got rid of the bloody knife and washed his hands very carefully."
        },
        {
            "id": "38c72e5015fc47889edbb00ab1f24db9",
            "sentence": "The party in power is corrupt, but the opposition isn't much better."
        },
        {
            "id": "300808d7a60a4a678aa1b3cf66c7eb2f",
            "sentence": "I don't think that Tom knows why Mary doesn't like living in Boston."
        },
        {
            "id": "1dcd84cd8bbb4918bb8cf0d2d9bd3db6",
            "sentence": "Someday I hope that I can speak French as well as you speak English."
        },
        {
            "id": "9499a74c01584fb59ed3deacb2974316",
            "sentence": "Tom didn't seem to care that Mary didn't do what he asked her to do."
        },
        {
            "id": "aeb7306e80e346b788d2ce7fbf9731f7",
            "sentence": "Tom realized that he didn't have enough money to buy what he needed."
        },
        {
            "id": "905eb3acea4848d390dd5a719164471b",
            "sentence": "I don't think that you need to tell Tom what Mary is planning to do."
        },
        {
            "id": "dba9912e91c0472d9b5af27c863cd496",
            "sentence": "I don't think that Tom knows for certain when Mary will be arriving."
        },
        {
            "id": "8e8754c0e990452eb5021381bb3859f2",
            "sentence": "Everybody seemed to already know Tom and Mary were getting divorced."
        },
        {
            "id": "8cef0313b8a74a44802b426a7da5237c",
            "sentence": "Tom wants Mary to know he isn't planning on asking her to marry him."
        },
        {
            "id": "8749cd4d53384228838d30d9cb71c0c4",
            "sentence": "I think it's very, very unlikely that Tom knows Mary's phone number."
        },
        {
            "id": "596f80245a1543949c0c6342ffb36493",
            "sentence": "There were many things that needed to be done before we could leave."
        },
        {
            "id": "fcc92b059f5b4fb29e054a771fb2ece9",
            "sentence": "If you're not busy next weekend, why don't you come fishing with me?"
        },
        {
            "id": "5cf1a379f8be4312889d22011aa263b5",
            "sentence": "You ought to tell Tom that you aren't planning on staying very long."
        },
        {
            "id": "de4e73c08ea14a0b959af623abfdda88",
            "sentence": "As food and drink is to animals, so are rain and sunshine to plants."
        },
        {
            "id": "46356be250e14df5a4c46d8be10ecf8d",
            "sentence": "This is one of the best Chinese restaurants that I've ever eaten at."
        },
        {
            "id": "2d30158ffe2c4bf98b15a1a74cebebad",
            "sentence": "After Tom started studying grammar, his French improved quite a bit."
        },
        {
            "id": "4e3f519973944f619f64d84797e43f10",
            "sentence": "Even though I'm better at French, I really want to speak in English."
        },
        {
            "id": "c0d0746f6dd2423dafdcc524ab0a2409",
            "sentence": "Our house is the only one in this area that survived the earthquake."
        },
        {
            "id": "fba2ca8fc2084636b69b70c9375f438c",
            "sentence": "That teacher sometimes hits his students, but nobody ever complains."
        },
        {
            "id": "42fbb6df7aba4f03860e0e69054f8385",
            "sentence": "When the heater in the barn fails, you get milk-flavoured ice cubes."
        },
        {
            "id": "a9f7232771404f39a7d36a4f1827ede8",
            "sentence": "Would it be OK with you if we continued this conversation in French?"
        },
        {
            "id": "3622fb14226543a4bbd2591716b5c624",
            "sentence": "Whenever I go out, my parents keep texting me to make sure I'm okay."
        },
        {
            "id": "13cc7bf8404942d187282b6a5a81459b",
            "sentence": "Tom was stupid enough to go out with Mary, even though he hated her."
        },
        {
            "id": "76e0025371ba4d62a8b11f713fdc7636",
            "sentence": "I could tell by the look on Tom's face that he didn't like the idea."
        },
        {
            "id": "b9ec01c6b7ed419aadfecdfbf0d578bf",
            "sentence": "The female student that sat in front of the teacher is from Germany."
        },
        {
            "id": "4187cab95d0e42a8b60865091a0068c8",
            "sentence": "Mary wasn't the only girl who said she was interested in doing that."
        },
        {
            "id": "77c29539422d4db1912ea35ce9aebb73",
            "sentence": "Tom was convinced that the food he had just eaten had been poisoned."
        },
        {
            "id": "8ecc6baecad14ec9b8689c51a860d25f",
            "sentence": "How much would it cost to send this package by airmail to Australia?"
        },
        {
            "id": "2371270b4fd3442d97d1eb8adce75643",
            "sentence": "On a day like this, you should definitely wear a hat and sunglasses."
        },
        {
            "id": "9b448d1b94734ffca8d932324ecdfb99",
            "sentence": "You always wear a ponytail. Why not try pigtails every now and then?"
        },
        {
            "id": "4243ee7b305d4d3f96d6dd3bde029ad3",
            "sentence": "I'll have finished reading this novel by the time you come tomorrow."
        },
        {
            "id": "515dc663d3964b8cb064fdbda897a56a",
            "sentence": "The human race has one really effective weapon and that is laughter."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}