{
    "currentPage": 14165,
    "pageSize": 50,
    "items": [
        {
            "id": "088db72c49a94fb3ac4ae2ff586f6c73",
            "sentence": "Tom called Mary a few more times, but she wouldn't answer her phone."
        },
        {
            "id": "e999c309e91643fc9efab09e9f2c2144",
            "sentence": "Within the last six months, have you experienced a significant loss?"
        },
        {
            "id": "0b36782d8cf04a54bac7967604e5f89a",
            "sentence": "Has anyone ever told you that you stop breathing when you're asleep?"
        },
        {
            "id": "bd440cc417bd4e3fb7d3547613998e5a",
            "sentence": "Tom was a very bad cook until Mary started teaching him how to cook."
        },
        {
            "id": "37f9418e3e0949c1a0c3e028705f8123",
            "sentence": "Tom was fast asleep on the couch when I walked into the living room."
        },
        {
            "id": "2e179a3081854a6eb1dc98befadcd109",
            "sentence": "Stay as far away as possible from anyone that you think may be sick."
        },
        {
            "id": "6d5f567601564696b1a6cc15b456890a",
            "sentence": "Tom told me he used to play the clarinet when he was in high school."
        },
        {
            "id": "f10630ad192746e0993837f8d27e996c",
            "sentence": "The warranty on my computer expired one day before my computer died."
        },
        {
            "id": "afc6760e8942426cbfc44a02fa6a5e77",
            "sentence": "How would you like it if I punched you the same way you punched Tom?"
        },
        {
            "id": "6861de07d02749158eccc00a6577c3c9",
            "sentence": "Tom was the only one that was studying when I entered the classroom."
        },
        {
            "id": "ea6641493595424782ccd675b7637fca",
            "sentence": "They say that you can usually judge people by the company they keep."
        },
        {
            "id": "33eebdd92d2c4e1ea5bac01ee9349b21",
            "sentence": "They say you can usually judge people by the company that they keep."
        },
        {
            "id": "bf369a7df395465c9745449d44b9504a",
            "sentence": "I think that we should consider Tom's offer a little more carefully."
        },
        {
            "id": "5429aacc555a4e2e801cb0b79dde81c1",
            "sentence": "Anything you say can and will be used against you in a court of law."
        },
        {
            "id": "93ae288d4b5a40c69a70d2e6f3dc26e9",
            "sentence": "Refer to the instruction manual if you need to fix the refrigerator."
        },
        {
            "id": "1cf7c91d3c4c4f1f9e3405fa3d01608f",
            "sentence": "Can you remember the first time that you tried playing the clarinet?"
        },
        {
            "id": "87a983f2731f43f381013c58ca74c756",
            "sentence": "Tom and Mary gradually started spending more and more time together."
        },
        {
            "id": "69fdb099003a4205a39b8a3418f01147",
            "sentence": "In the light of what you told us, I think we should revise our plan."
        },
        {
            "id": "892b857e31e8443d9ffbb3e7c6485915",
            "sentence": "Judging from the look of the sky, it will clear up in the afternoon."
        },
        {
            "id": "034aac3a8c8449c299ad911d67fcd966",
            "sentence": "Tom didn't stop filming, even though the police officer told him to."
        },
        {
            "id": "85d19e643a66469fa326069d13e55d62",
            "sentence": "I've finished translating everything that you asked me to translate."
        },
        {
            "id": "5015a7a3e46a4ade9ab365a8ce82b336",
            "sentence": "Only one competitor can emerge from the crucible of losers' bracket."
        },
        {
            "id": "a3ab95b2d02e449f8ae687f66fa35a07",
            "sentence": "Tom and Mary were speaking in French, so I couldn't understand them."
        },
        {
            "id": "3d00a365f0944676bf8921b626790506",
            "sentence": "Tom gathered his dirty clothes and put them into the laundry basket."
        },
        {
            "id": "794368b924ea4a029661d4c5e143b2ea",
            "sentence": "Excuse me, could you please tell me how to get to the train station?"
        },
        {
            "id": "faa6b824d07643cdb54a383adcea4bb2",
            "sentence": "There's a saying that you can judge people by the company they keep."
        },
        {
            "id": "e239a1d2636d401fb79592e63b99a24c",
            "sentence": "The food that was dropped from the helicopter is what kept us alive."
        },
        {
            "id": "ab623510981f4ec191f098e0c97f1780",
            "sentence": "Could you turn the music down a bit? I'm trying to concentrate here!"
        },
        {
            "id": "a2cbde0edf714fbc9a8e0058fa3bbbc6",
            "sentence": "When it comes to exercise, even a short walk is better than nothing."
        },
        {
            "id": "8a4e1fa5ac2a49b4a5eda4463c29e436",
            "sentence": "Do you think we'll be able to solve that problem in the near future?"
        },
        {
            "id": "ee1d4fe8199b49f99a5993cc504a2339",
            "sentence": "Tom didn't find any book in the library that he wanted to check out."
        },
        {
            "id": "ac44a2d330044072b393316223f2e39a",
            "sentence": "The suitcase that got damaged is the one that I bought in Australia."
        },
        {
            "id": "f063212172ac4920912256e1bdb6b50e",
            "sentence": "Tom is staying at one of the cottages on the other side of the lake."
        },
        {
            "id": "138bd27769af4b07a2c18d4dabacb102",
            "sentence": "Do you think this problem is related to the one Tom found yesterday?"
        },
        {
            "id": "8a77ed6dabd9414bb3df2d149a4348b8",
            "sentence": "As people grow older, they often pay more attention to their health."
        },
        {
            "id": "fe11412afc53470c98758ff624b3f129",
            "sentence": "You must not like me very much if you won't even answer my messages."
        },
        {
            "id": "a47e06e71c99448884ed58649c9dee74",
            "sentence": "Tom opened the envelope, took out the letter and started reading it."
        },
        {
            "id": "20ea14a94f8d4610a211cf7e19eba85e",
            "sentence": "I can't decide whether to buy these brown shoes or those black ones."
        },
        {
            "id": "71d24adf83e94e8294302a8ef14deac0",
            "sentence": "It suddenly occurred to Tom that his car keys weren't in his pocket."
        },
        {
            "id": "d90473d9b90b42dd9fde397ec2a7b1b5",
            "sentence": "Three of the children were hospitalized and are expected to survive."
        },
        {
            "id": "7d0ff832213b4f398c9e887c316d830e",
            "sentence": "It looks like we're about to find out whether this will work or not."
        },
        {
            "id": "bc05e3c4332c48a2b3e946d0eecaa6f1",
            "sentence": "I feel like going to the movies, but I still have to do my homework."
        },
        {
            "id": "c6e2bb3c9fb2418e84661eb970b93e73",
            "sentence": "A man I didn't know was walking back and forth in front of my house."
        },
        {
            "id": "ae89f9e366d642d4996be4d94bb99aef",
            "sentence": "Do you think anybody else in your office will get married this year?"
        },
        {
            "id": "724c6986c3a348889bc51ee53a1a71dd",
            "sentence": "Tom's parents said that they wouldn't let him go to Australia alone."
        },
        {
            "id": "eb6d21ee84764eb5bed0806832ed359f",
            "sentence": "You shouldn't give the same weight to opinions as you give to facts."
        },
        {
            "id": "b3131fc4ebf14581b5dc7b570afb39bd",
            "sentence": "How long does it take for the airport shuttle to get to the airport?"
        },
        {
            "id": "b5bcad61be95429fbdd7cc5ff6ca721c",
            "sentence": "I ran as fast as possible, but I was not in time for the last train."
        },
        {
            "id": "1b15cb06e8c94494baf1465aa2eeb3fd",
            "sentence": "If you wish to get on in the world, you must not shrink from effort."
        },
        {
            "id": "69155ca7cc84481b9473671515a17de8",
            "sentence": "The boy pretended that he was so sick that he couldn't go to school."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}