{
    "currentPage": 14179,
    "pageSize": 50,
    "items": [
        {
            "id": "54c4f76fba944067a383ca74a5ad35b3",
            "sentence": "I promised Tom I wouldn't stay in Australia for more than three days."
        },
        {
            "id": "644753e0747a4ec38cc3fafbaabcafde",
            "sentence": "I just heard Tom and Mary are coming back to Australia for Christmas."
        },
        {
            "id": "4cbd0d069baa4fada2b6090dfb77e85c",
            "sentence": "Everybody thought that Tom was going to be in Australia this weekend."
        },
        {
            "id": "4a1babb5300d4c1b857d946e69992988",
            "sentence": "Does Tom still think that Mary would like to go to Australia with us?"
        },
        {
            "id": "45bd2678a43340ec8db5e4699fcd4501",
            "sentence": "Tom thought Mary was in Australia, but she was really in New Zealand."
        },
        {
            "id": "a4732f89ce8f43faa9a130adcf4a9795",
            "sentence": "Tom told me he thought Mary still wanted to go to Australia with him."
        },
        {
            "id": "d7520aeab41140dc91931328cdd11da0",
            "sentence": "Are you sure it was Tom you spoke to? Could it have been his brother?"
        },
        {
            "id": "0cd23e13a76645be938e0c1f88b29a7e",
            "sentence": "He is a busy man, so you can only get in touch with him by telephone."
        },
        {
            "id": "3a554f001ca542b7a345ceac0d60924e",
            "sentence": "I got the impression Tom wasn't happy with the way things turned out."
        },
        {
            "id": "e63ed8c6a65b4f3b822627d44f0b88dc",
            "sentence": "Tom says he usually has at least three hundred dollars in his wallet."
        },
        {
            "id": "bf650709f0354a9c9fffb49b40768ac5",
            "sentence": "Tom's legs were seriously injured, but he managed to crawl to safety."
        },
        {
            "id": "dd8aeb4dc1534376ae9cecd80f3a88c8",
            "sentence": "Tom opened the envelope, took out the letter, and started to read it."
        },
        {
            "id": "b4335c6db6ff43f3b22bf5d11874ec44",
            "sentence": "I don't think that I can get you to understand how difficult that is."
        },
        {
            "id": "0b4bd33a131f40f08282a0fc91ced700",
            "sentence": "Questioned about his policies, the candidate gave only vague answers."
        },
        {
            "id": "9160ea25db764af29aa041be568ad35b",
            "sentence": "I left home later than usual, but I was still able to catch my train."
        },
        {
            "id": "3e3802a93248467bbdce146af5979c64",
            "sentence": "Tom realized he didn't have enough money to buy everything he wanted."
        },
        {
            "id": "2f7391718632415f8b52bce90799af53",
            "sentence": "Tom realized he didn't have enough time to do what needed to be done."
        },
        {
            "id": "24da7ea92f2243dfa66b1e701e6e1ae6",
            "sentence": "Stay as far away as possible from anybody that you think may be sick."
        },
        {
            "id": "20eff709960944a993ac164590a7cfbc",
            "sentence": "I don't think Tom knows what time I'm going to arrive at the station."
        },
        {
            "id": "df1c7c60d6214f7282fb547b4241042c",
            "sentence": "I don't think it's very likely Tom will come over this time of night."
        },
        {
            "id": "cdd9a8f0fbd742e692f8a9d2381bd8b1",
            "sentence": "I don't think you need to tell Tom why you went Australia last month."
        },
        {
            "id": "3d75797acce64d68a2ef6f82609dd88e",
            "sentence": "I don't think that I need to tell Tom that Mary wants him to do that."
        },
        {
            "id": "273855b228f1460f9d3d63df83dd01a2",
            "sentence": "I don't think that I could stand to spend three hours alone with Tom."
        },
        {
            "id": "74d96b3ad8c942ca844ec1563d1f3fad",
            "sentence": "I suspect Tom and Mary know something interesting is about to happen."
        },
        {
            "id": "6dfb6059562d45ca926c99c877828bf6",
            "sentence": "I suspect Tom and Mary were surprised when John walked into the room."
        },
        {
            "id": "f1a2481b8f00476294edd0ceb1799142",
            "sentence": "Tom told me that he thought that I might be interested in doing that."
        },
        {
            "id": "a0474803aed748fd861a7a0028ccc4b5",
            "sentence": "Tom wanted Mary to do that, but she told him that she wouldn't do it."
        },
        {
            "id": "d0a87601141c4441b02407b654503cf3",
            "sentence": "Tom didn't seem surprised when Mary told him that she had to do that."
        },
        {
            "id": "3110599465ac4df0a3dce42e71aea388",
            "sentence": "Maybe Tom should consider the possibility Mary has left him for good."
        },
        {
            "id": "513c833f7d7b4b5c92a2f737835d03f0",
            "sentence": "There's a possibility that Tom won't want to go to Australia with us."
        },
        {
            "id": "b8bd8ac1c21146e29385998f71b886ab",
            "sentence": "Tom told me he thought that Mary would be present at today's meeting."
        },
        {
            "id": "7a30a2edb85349749a00c493856246a6",
            "sentence": "The Greeks landed on the Italian peninsula in the eighth century B.C."
        },
        {
            "id": "631386caa2aa4b45aba51d82709f4494",
            "sentence": "Tom asked me how I kept from getting nervous in front of an audience."
        },
        {
            "id": "e6e65a3e01cd4e50b227864b0a545080",
            "sentence": "Tom wanted to stay single, but his parents wanted him to get married."
        },
        {
            "id": "3daa53b8f3bd4fb08623bb1078c6552c",
            "sentence": "We lay in the grass holding hands and watched the clouds floating by."
        },
        {
            "id": "77e0dba742cb44d68e50183985b7f3d3",
            "sentence": "Tom said that he had some things that he needed to get off his chest."
        },
        {
            "id": "892c8938d194450c9556a4a69999c3a0",
            "sentence": "The pirates lost their patience with Tom and made him walk the plank."
        },
        {
            "id": "84f9d23c50db4ae3868904f405fb4cfa",
            "sentence": "Tell me one reason why I should trust Tom after what he's done to me."
        },
        {
            "id": "7e8caf6b758e429f90a268993ed6a6af",
            "sentence": "We waited half an hour at the library for Tom, but he didn't turn up."
        },
        {
            "id": "b2315eec5f354760be38b78b87408fe0",
            "sentence": "If you don't get out of my store, I'm going to have to call the cops."
        },
        {
            "id": "5dd3aeaf16d844dbb5113bd166b3fe44",
            "sentence": "There are a lot of things that have changed since you were last here."
        },
        {
            "id": "d52347a8979643e8b03aa9e94cee1385",
            "sentence": "I've always wanted to play a church organ and pull out all the stops."
        },
        {
            "id": "3fd9cc5d81444d0daa075734c3edac0e",
            "sentence": "I met a man yesterday that I didn't know, but he knew a lot about me."
        },
        {
            "id": "c04704f1667d4a958ca0efa293bcd7f9",
            "sentence": "I admit that I was hesitant to speak to you the first time I saw you."
        },
        {
            "id": "01fc7a9bbf9f4542b9944530c7bcf335",
            "sentence": "That wasn't the first time I'd met Tom. I'd met him somewhere before."
        },
        {
            "id": "57c274610d944b06a616e0994b8d2320",
            "sentence": "How much time does it usually take you to get dressed in the morning?"
        },
        {
            "id": "d940201cf8ab4c7b8c10badec1327b10",
            "sentence": "It probably wouldn't have been that difficult to do that by yourself."
        },
        {
            "id": "2a1d48f385524010801e098bf5461cb5",
            "sentence": "Tom soon discovered that he knew more about science than his teacher."
        },
        {
            "id": "e93293e73bb745cd9ed80d905fcd83ba",
            "sentence": "By the time I was your age, I'd already been working for three years."
        },
        {
            "id": "bbfd4af8c68f4eb39fba722ffbd986ce",
            "sentence": "Kindness is a language which the blind can see and the deaf can hear."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}