{
    "currentPage": 14175,
    "pageSize": 50,
    "items": [
        {
            "id": "84c0199001f743349fa2afbf1eff8dfe",
            "sentence": "Judging from the way that sky looks, it'll clear up in the afternoon."
        },
        {
            "id": "dae2ea182a4c44ccba423dd50d683795",
            "sentence": "It suddenly occurred to me that we probably didn't have enough money."
        },
        {
            "id": "a66cc171d1e346d89738fe0fc7e4098a",
            "sentence": "It would be wise for you to start looking for somewhere else to live."
        },
        {
            "id": "fe75efd86a4b4d229d56a02168c0bbea",
            "sentence": "From the viewpoint of health, Tokyo is not such a good place to live."
        },
        {
            "id": "bb3c25a1c3fd496890824384d99ae2be",
            "sentence": "In high school, Tom was better at playing the trombone than Mary was."
        },
        {
            "id": "70dbda1b217148e6b1a0349f58f17b94",
            "sentence": "It could've been a terrorist attack, but it's still too early to say."
        },
        {
            "id": "2ebde863f19a4dc3a675b4a9a732c12f",
            "sentence": "In her notebook, she drew a copy of the picture that was in the book."
        },
        {
            "id": "5235010999b841ba8c85a4cc9dcb5473",
            "sentence": "The priest skillfully drew a picture of a priest on a folding screen."
        },
        {
            "id": "d8a524d174284016abf7f13d52e20f62",
            "sentence": "There are mysteries in the world that are beyond human comprehension."
        },
        {
            "id": "ea5d38c171574d138fcc86c66e333809",
            "sentence": "You didn't know that I wasn't supposed to do that by myself, did you?"
        },
        {
            "id": "bc881105b6984f66bf59809546fa6378",
            "sentence": "I found one of my shoes under my bed, but I can't find the other one."
        },
        {
            "id": "f941758b58c34a96842c4f83a90a9ed0",
            "sentence": "If you showed me how to do that one more time, I think I could do it."
        },
        {
            "id": "4bdf3f5a8787473c8fc9c4be6703ebeb",
            "sentence": "Admitting there is a problem is the first step to fixing the problem."
        },
        {
            "id": "bfcf7a726f3e4213920405bff160532a",
            "sentence": "Tom stopped watching the movie because he didn't find it interesting."
        },
        {
            "id": "d6c6af33ac7a404e8e1f2759a26b0e7f",
            "sentence": "The other part of why corn syrup is in everything is that it's cheap."
        },
        {
            "id": "71c43d67a78c4faeb8381a376b9eabbd",
            "sentence": "Tom wants to visit another country. He doesn't really care which one."
        },
        {
            "id": "57d47ccd0fe349db9394b6123b796f38",
            "sentence": "Tom looked distant and distracted while Mary told him her life story."
        },
        {
            "id": "f87bb4f8ccfc4f91ac55520f4dc27290",
            "sentence": "Tom soon discovered that he knew more about science than the teacher."
        },
        {
            "id": "d3ed7285996a47e4ad5e0e0104c2042d",
            "sentence": "The only question that remains is whether we should help Tom do that."
        },
        {
            "id": "843bd42fd3ee4a7eb52435bba4d358a6",
            "sentence": "Tom and his friends are playing Dungeons and Dragons in the basement."
        },
        {
            "id": "b7dfe1f25cb646f48d20d4f471451d71",
            "sentence": "Tom knows better than to do that without asking for permission first."
        },
        {
            "id": "537e4168519f465f9334e225130245e8",
            "sentence": "Tom said he wanted to move to Boston because that's where Mary lives."
        },
        {
            "id": "540b216f12134a559b81a31c692d9c72",
            "sentence": "This isn't the first time that we've seen something like this happen."
        },
        {
            "id": "33776085aafd4a5595016134c399c028",
            "sentence": "If today was your last day on this earth, what would you want to eat?"
        },
        {
            "id": "458c731e0a104893b9756e9dccf79fba",
            "sentence": "Tom was really surprised when Mary told him that she didn't like him."
        },
        {
            "id": "b292323bdf6d4e5a87f9edb6f7ca9e45",
            "sentence": "Tom is still driving that old truck that he got from his grandfather."
        },
        {
            "id": "169e3c0832c0452288d467a2f7aa956d",
            "sentence": "Do you remember when I made you laugh? We had so much fun, didn't we?"
        },
        {
            "id": "a07d0ab8a10a4c2d81b82e10dcc98682",
            "sentence": "This village is one of the most beautiful places that I've ever been."
        },
        {
            "id": "26c27299761f4801a766b72f3607dd23",
            "sentence": "I think it's dangerous to climb a mountain on a day when it's stormy."
        },
        {
            "id": "acc0805d4b554394ac260f70fbab93e3",
            "sentence": "This nation's economy is growing by leaps and bounds in recent years."
        },
        {
            "id": "cc5a2ccc97cb4fea93f54689d37c40ce",
            "sentence": "To the best of my knowledge, he wasn't involved in that fraud scheme."
        },
        {
            "id": "8313f56802fd494f9017c525e5d427cc",
            "sentence": "My waist size has recently increased. I guess it's middle-age spread."
        },
        {
            "id": "27acea404fc741f4ba867ef534e23b4d",
            "sentence": "On the condition you're back by ten o'clock, you may go to the dance."
        },
        {
            "id": "e4dea8b676774f6e84834b6f504d3943",
            "sentence": "We've received a lot of applications in answer to our advertisements."
        },
        {
            "id": "c815184e562a4f83bd3165cfef8177df",
            "sentence": "You don't have to study all day. You should go out and have some fun."
        },
        {
            "id": "26bb0bf362d1486c9eeaf828be725636",
            "sentence": "In case of a medical emergency, would you like us to contact someone?"
        },
        {
            "id": "b2c3057f82f640a5a4cf9f994b1dcaea",
            "sentence": "A bigger harvest should help offset the expected drop in crop prices."
        },
        {
            "id": "ad2b5c0ffd43417aab447380759431e9",
            "sentence": "I didn't find out that Tom was the one who did that until last night."
        },
        {
            "id": "b7b46055d80a473593926bf1e804079a",
            "sentence": "We need to make sure that nobody's in the building before we lock up."
        },
        {
            "id": "c6afc3ffe5884117b6eca2af0ca3e85c",
            "sentence": "After spending three years in prison, Tom was happy to be free again."
        },
        {
            "id": "7f54659aa6e5497ab1edf0caa92540b5",
            "sentence": "Money spent on your children's education is usually money well spent."
        },
        {
            "id": "e63751b5e5ac4d998624f044611a3c92",
            "sentence": "The more time you spend with people, the better you get to know them."
        },
        {
            "id": "8e0e81563d244a119dce595455372118",
            "sentence": "If I'm to become a regular, I have to work twice as hard as the rest."
        },
        {
            "id": "671699a021ef40748b9ac6b72e52c745",
            "sentence": "Immediately after the bell rang, the teacher came into the classroom."
        },
        {
            "id": "895594c2fc9c4062b4557eb527ec7406",
            "sentence": "Tom knew that Mary wanted him to ask her to go to the dance with him."
        },
        {
            "id": "8704b9618a6d4adf9692741d2e9e8dd7",
            "sentence": "I'm not so sure that I like Mary as much as the first time I saw her."
        },
        {
            "id": "e4c334b7dfac4a169eb7c8b47a7b5195",
            "sentence": "Tom didn't want to hold Mary's hand, but she asked him to, so he did."
        },
        {
            "id": "322ff40474ab4ec19441e6a660a05e14",
            "sentence": "I've never been abroad, but I'm now planning a trip around the world."
        },
        {
            "id": "08d1c04566a84154977adab8f7aa4719",
            "sentence": "I don't think that Tom knows what Mary is going to do this afternoon."
        },
        {
            "id": "5fdcaa44c7da4694bf6e6331a121f180",
            "sentence": "I don't think that I've ever heard Tom complain about Mary's cooking."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}