{
    "currentPage": 14177,
    "pageSize": 50,
    "items": [
        {
            "id": "0a3fc06c70df4938adb6780f6b454e05",
            "sentence": "We hope the next 20 years will be even more successful for all of us."
        },
        {
            "id": "d079bff1b7aa48fcb8d7bc75a7a12939",
            "sentence": "Don't hesitate to tell me if there is anything you would like to eat."
        },
        {
            "id": "d22b603a6bd84fa880788f2c1785bb1c",
            "sentence": "I didn't know if I was coming or going the week before I got married."
        },
        {
            "id": "dbe39bee973b4796aa84b9c7716134c5",
            "sentence": "I'm dying to see you tonight in any event. Please come over by seven."
        },
        {
            "id": "a0e648eb06494255a06b8389cd77f0e8",
            "sentence": "If you'll keep an eye on the kids, I'll take your suit to be cleaned."
        },
        {
            "id": "6ac8eabe0dbd426880bf77264d34bec3",
            "sentence": "People I admire most are those who do not see life in terms of power."
        },
        {
            "id": "7ef5b899d460487bbe7a9603ec6e1649",
            "sentence": "Tom got angry when he was blamed for something that wasn't his fault."
        },
        {
            "id": "8c4852c79d4c40cca079829c38006b94",
            "sentence": "If you were stuck on a deserted island, what would you miss the most?"
        },
        {
            "id": "ab893b321e624031b98c2fa12bccc2f7",
            "sentence": "It's not just here that this happens. This happens almost everywhere."
        },
        {
            "id": "57d9c479955f46269cf3cb552e6a7bc7",
            "sentence": "It isn't just here that this happens. This happens almost everywhere."
        },
        {
            "id": "3735ad12cb59424aa78ff7749390072c",
            "sentence": "I don't know what this word means. I'll look it up in the dictionary."
        },
        {
            "id": "305fed182d2847bc84c8e456157ecc1e",
            "sentence": "I wonder if you could tell me if there is a post office in this area."
        },
        {
            "id": "4018156b83524adebde29404d5962758",
            "sentence": "In America, rice can be bought for a fifth of what it costs in Japan."
        },
        {
            "id": "9c9d10312bae4961b4366c3434196706",
            "sentence": "The old men like to meet on the street corner just to shoot the bull."
        },
        {
            "id": "0f8580d8d63e4b618c888334eedb7302",
            "sentence": "You can be sure that the money you give them will be put to good use."
        },
        {
            "id": "3e32b9a1ce56431fa35d622477fd8ac1",
            "sentence": "The burglar was traced by one of the things he had left on the scene."
        },
        {
            "id": "262a5fc962cb4784b06f3ac920e2bf18",
            "sentence": "I can't wait for spring to come so we can sit under the cherry trees."
        },
        {
            "id": "140c02b50b0d4545bb81c929f9832e9e",
            "sentence": "I cannot go to the party, but thank you for inviting me all the same."
        },
        {
            "id": "e3334cf568c44b4bab1e3dfe1f02a15e",
            "sentence": "If it had not been for your help, I couldn't have completed the work."
        },
        {
            "id": "f61f6341259243c7a7809de964123f0d",
            "sentence": "Of course you can trust me. Have I ever given you a bum steer before?"
        },
        {
            "id": "6ebe626a74754489ac300bccc821c674",
            "sentence": "I hope we can get together again. Yes, I'll be looking forward to it."
        },
        {
            "id": "ab6e2af2214f46e58490685c54ede4a0",
            "sentence": "They had been dancing for an hour when there was a knock on the door."
        },
        {
            "id": "e7507b20630f435eabbcc648985abd21",
            "sentence": "I don't know how this game is played, but it's entertaining to watch."
        },
        {
            "id": "b08f87e7aaae4616b5e876a6566d15c3",
            "sentence": "My family moved from Boston to Chicago when I was thirteen years old."
        },
        {
            "id": "f455efc763dc43e18fea9fe41594de13",
            "sentence": "I wish that I could've spent more time with my father before he died."
        },
        {
            "id": "9ad6a6143bef45a1b5d7f98dff16d84f",
            "sentence": "I can't support a family on the amount of money I make from that job."
        },
        {
            "id": "c33ef37b08c84363a9340c4aef0b2781",
            "sentence": "You're the last person who should preach about political correctness."
        },
        {
            "id": "09acecb78336407c88210163c0f118db",
            "sentence": "In the attic is my grandfather's old first-aid kit from World War II."
        },
        {
            "id": "55e9494f9c6241d7a41eda6c8befae68",
            "sentence": "When Tom got married, his father gave him a car as a wedding present."
        },
        {
            "id": "a3d28f459d514326b6ebeeca1699d7a7",
            "sentence": "Tom can sleep in my room. I'll sleep on the couch in the living room."
        },
        {
            "id": "4dfebb055e1a451ca611d58c4a7f3f4d",
            "sentence": "The phlebotomist scared herself by practicing her craft on a balloon."
        },
        {
            "id": "34c8d515d81040b1a9cb1d3a712b6715",
            "sentence": "Tennis is difficult. I never know which way the ball is going to fly."
        },
        {
            "id": "880190a5121a4e38a84e38c01287eac4",
            "sentence": "This server chassis is meant to be slotted into a rack to save space."
        },
        {
            "id": "69902a0a2df04ef4bb8bae3c18108891",
            "sentence": "Tom didn't return his library book on time and had to pay a late fee."
        },
        {
            "id": "6acf06191d56496e8578c0a9a1d54c4a",
            "sentence": "I'm probably not the only one who thinks it's a good idea to do that."
        },
        {
            "id": "c6b73b1fcf04422facac3c826b151b3e",
            "sentence": "Tom doesn't know the reason, but he does know that there is a reason."
        },
        {
            "id": "4329a3cd03d74d148b28d04a6d6d1bfa",
            "sentence": "Some of Mr. Jackson's students didn't study hard enough for the test."
        },
        {
            "id": "ba22c5a375aa45c5838919f86dc44113",
            "sentence": "In the United States, Christmas cards with family photos are popular."
        },
        {
            "id": "a54e9f73e8934f9190866e4421fadba8",
            "sentence": "Before I could protest, I was handcuffed and was on my way to prison."
        },
        {
            "id": "bc13d025b8b543bdaa491e3bf1c57d82",
            "sentence": "Tom tended to curse like a trucker whenever things didn't go his way."
        },
        {
            "id": "31a02f4e18ff4b33a61220edb5700a46",
            "sentence": "I don't watch a lot of movies, but I can't resist a good documentary."
        },
        {
            "id": "6926ac4615014ca9b011d1ad73f74471",
            "sentence": "We should've done it earlier. There's nothing we can do about it now."
        },
        {
            "id": "f3cd1b42746a4b1aa9ce22ede8a887de",
            "sentence": "It's best to get to the airport a couple of hours before your flight."
        },
        {
            "id": "1ab8e979484d41908a1b309b762b1a8a",
            "sentence": "Do you want to stay here or would your rather look for another hotel?"
        },
        {
            "id": "056740f377b240b4a80a999dca351b47",
            "sentence": "Tom took a few photos around his new apartment to send to his mother."
        },
        {
            "id": "297915d3c77847e88fbcb43130c72352",
            "sentence": "Tom wanted to eat cereal, but his mother made him eat scrambled eggs."
        },
        {
            "id": "176cc3763a8c42a49f2ad50f79918229",
            "sentence": "On a scale of 0 to 10, where 10 is the worst, can you rate your pain?"
        },
        {
            "id": "864424021a49421e9dabf32df5882d32",
            "sentence": "Tom bought some stuff that I would never have even considered buying."
        },
        {
            "id": "8360caf9c79e469292c002d542ceafc2",
            "sentence": "My parents and I have different ideas about when my curfew should be."
        },
        {
            "id": "c10d922758054369aa734c2d1cc82208",
            "sentence": "Tom got caught up in the heat of the moment and made a rash decision."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}