{
    "currentPage": 14178,
    "pageSize": 50,
    "items": [
        {
            "id": "35374666cf96465b9387645ef220dcf9",
            "sentence": "Tom opened the envelope, took out the letter, and started reading it."
        },
        {
            "id": "d056eef670f949939c820b5ff7aae9cb",
            "sentence": "On crowded buses, young people should give their seats to old people."
        },
        {
            "id": "5199f7fa3b554677b312c1189142dde8",
            "sentence": "You know how hard it would be to sell something like that, don't you?"
        },
        {
            "id": "9789b67ddfc54a3cb4f10587f5719dae",
            "sentence": "I wouldn't have asked you to come if it weren't absolutely necessary."
        },
        {
            "id": "d56b5603267a472b8b3160a92470ac39",
            "sentence": "There is nothing worse than doing something in a half-hearted manner."
        },
        {
            "id": "81b27ca74a724279bba56f424b73743b",
            "sentence": "Can I talk to you for just a second about what happened in Australia?"
        },
        {
            "id": "cdde54fe9c4049c7a907c8bbf33272e7",
            "sentence": "The color of this stratum stands out from the rest of the cliff face."
        },
        {
            "id": "c9aca058c0a0449783125df83ded235c",
            "sentence": "White wine should be drunk chilled, and red wine at room temperature."
        },
        {
            "id": "b1d3b95c8d274921b122e1c31ddb4108",
            "sentence": "Tom used to be the fastest runner in our class, but he isn't anymore."
        },
        {
            "id": "b227138862944a80a913a85ac041d4f6",
            "sentence": "Tom and Mary dated each other for about three months a few years ago."
        },
        {
            "id": "dba93c76a9cf4de09f55101fcaf6bd86",
            "sentence": "While the rest of us toil, the robber barons eat from gilt tableware."
        },
        {
            "id": "2263b616bbf643a9a392d986935f10fb",
            "sentence": "I can't understand Tom and Mary when they speak French to each other."
        },
        {
            "id": "c0fcc25d738a4855a6cecfa61a3368e5",
            "sentence": "I grew up in Boston, but I've lived most of my adult life in Chicago."
        },
        {
            "id": "5dd6f1788ac046dbad1e1b058071cd1e",
            "sentence": "Tom told me that he'd go with you to pick Mary up at the bus station."
        },
        {
            "id": "f9bbcf3d3e224c45aba9cfedd8f8bc41",
            "sentence": "I think that perhaps Tom and Mary have both forgotten how to do that."
        },
        {
            "id": "47deb99500e3489da72824835ba73b70",
            "sentence": "I tried doing it several times by myself before I asked Tom for help."
        },
        {
            "id": "6109d5457feb470cb168ce0058fb831d",
            "sentence": "At that time, black children didn't go to school with white children."
        },
        {
            "id": "05a0b49574244202906764d4a47c8ccb",
            "sentence": "Tom and I got to spend a little time together while he was in Boston."
        },
        {
            "id": "7e4cb4683c6f4afd82675bcecb5aa8e5",
            "sentence": "Tom's confident that he'll be able to find a solution to the problem."
        },
        {
            "id": "22e25d0a4a8949c6885bbcd2d683858b",
            "sentence": "Tom has been convicted of drunk driving twice in the last four years."
        },
        {
            "id": "7928968a91b6495489bdf3a52ea98a52",
            "sentence": "The story of Tom and Mary's relationships is full of dramatic events."
        },
        {
            "id": "a2ec1ecc68c541098bbd829e38c44d7e",
            "sentence": "Tom is at an age where he is more likely to succumb to peer pressure."
        },
        {
            "id": "aa29c89be8d74df387129904f39aea00",
            "sentence": "Friends are people you can think out loud with. Tom was one of those."
        },
        {
            "id": "f0394e7081e04dd699049fb937a75d4c",
            "sentence": "If you control a nation's children, you control that nation's future."
        },
        {
            "id": "0f6d2189e209466c98588af37614f956",
            "sentence": "I don't understand why Tom wants to go back to Boston after all that."
        },
        {
            "id": "1e4f3d103b2d4710b869de51ded21487",
            "sentence": "I wonder whether a man could live with only two hours' sleep a night."
        },
        {
            "id": "4310919f151843498f7c96142d7f1b4d",
            "sentence": "It's not that I want to have a girlfriend, I just want to be in love."
        },
        {
            "id": "d3d63907796248ca902524e8a3b35878",
            "sentence": "Tom spent years traveling the globe looking for new species of birds."
        },
        {
            "id": "7ffdce9d92fb43f1b8fe6cc2b9ccd04f",
            "sentence": "The giraffe is one of the most iconic species of the African savanna."
        },
        {
            "id": "1f407acbff3541f584086dd8602578a4",
            "sentence": "Tom didn't want to work last night, but his boss said that he had to."
        },
        {
            "id": "0a8651ee13c844b18df27710fba87d1b",
            "sentence": "Tom knows that there won't be much that he'll be able to do about it."
        },
        {
            "id": "d690eb60162b4dc082d3a43f99c8f9d9",
            "sentence": "Tom started falling in love with Mary the minute he laid eyes on her."
        },
        {
            "id": "6e2575fadd13415f96fc71c0c0494838",
            "sentence": "If you want to get good at reading French, then read books in French."
        },
        {
            "id": "1984a101c54a41cfbb40e038cdfc31ba",
            "sentence": "I don't know what they're saying, but I know they're speaking French."
        },
        {
            "id": "82f4c96c75374a0db8ebe74e617844b9",
            "sentence": "My room is so cluttered that I'm too embarrassed to invite anyone in."
        },
        {
            "id": "47820c4f140e41f296ccac7ce21d4294",
            "sentence": "I thought you said that we weren't going to go to Australia with Tom."
        },
        {
            "id": "cdc2c4b5dc0445cfae25a328bee113d9",
            "sentence": "Who was that beautiful woman that I saw Tom walking with in the park?"
        },
        {
            "id": "7b95c0955a224cccb0b2387ece94223a",
            "sentence": "The wretchedness of war isn't enough to stop humanity from waging it."
        },
        {
            "id": "e7812d25f4d0483cb74570bbe1268e1e",
            "sentence": "We noticed Tom was doing something that he shouldn't have been doing."
        },
        {
            "id": "4873079fb259426a84f8240f2f53ff2c",
            "sentence": "Unfortunately, I didn't get to the station in time to catch my train."
        },
        {
            "id": "18530e3d9e6e4e70b9f6510cfe7d2686",
            "sentence": "Tom had barely taken off his coat when they started asking questions."
        },
        {
            "id": "bd4f32d696c84c678a83ab679baed842",
            "sentence": "If you have any questions, please feel fee to contact us at any time."
        },
        {
            "id": "0872de422b0f468b815e978ed8ab95d7",
            "sentence": "I'm happy that the medicine that the doctor prescribed really worked."
        },
        {
            "id": "435ef79b92554fcf82fd1aa60cd15afd",
            "sentence": "He managed to pass his driving test even though he was a poor driver."
        },
        {
            "id": "b38fdc4ec3d14c4f9b7625f7d5e4810b",
            "sentence": "Until quite recently, most of the things we needed were made by hand."
        },
        {
            "id": "f20b2905f6b94c5f8cc22dcafa04356b",
            "sentence": "Your success depends on whether you pass the STEP examination or not."
        },
        {
            "id": "ccea686bfcae418fb70b1f38d8669ff5",
            "sentence": "Tom is fluent in French, yet he doesn't feel comfortable speaking it."
        },
        {
            "id": "92ae273a6704492b8946ed7a7b2db230",
            "sentence": "If you want, you can eat all of these strawberries. I don't want any."
        },
        {
            "id": "c64a0f38f37143d88a7d41a37abae1a3",
            "sentence": "Right now, I'm choosing suitable clothes to wear during the vacation."
        },
        {
            "id": "3ce0dec2854f4e8e9bc5df47d9df0be7",
            "sentence": "Tom wondered why Mary didn't have to go to Boston like everyone else."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}