{
    "currentPage": 14180,
    "pageSize": 50,
    "items": [
        {
            "id": "21a41014a82a4b89905f876615b7ebfd",
            "sentence": "Could you run to the store and buy a couple more bottles of red wine?"
        },
        {
            "id": "74f49592911e4b8b89037113777596ad",
            "sentence": "You're going to have to delve deeper if you want to get to the truth."
        },
        {
            "id": "f0417bbd8f854cbf84c3d4823adc9701",
            "sentence": "Tom is a little unusual in that he doesn't drink tea, coffee or beer."
        },
        {
            "id": "84a21f771510408091560586d1fb79fa",
            "sentence": "Tom was driving well over the speed limit when the accident happened."
        },
        {
            "id": "1ddb9a70caf643e5bd5927f56a484bf4",
            "sentence": "It had been a long, hard day for Tom, and he fell into bed exhausted."
        },
        {
            "id": "36c6117e5e7b40f384a073f7d3ddaabf",
            "sentence": "Someone needs to be at home in the afternoon to sign for the package."
        },
        {
            "id": "dc294ca5d1464f35909feed5a5917e7c",
            "sentence": "We divided into groups of three and went off in different directions."
        },
        {
            "id": "dd979b237c3c4628986f1a04ec7c470b",
            "sentence": "What's the name of that snake that kills its prey by constricting it?"
        },
        {
            "id": "c6db911f75414caf84becfb99a34c203",
            "sentence": "Tom kept talking to Mary, even though the teacher was glaring at him."
        },
        {
            "id": "720ee32cc668477bb6084b644e1234fe",
            "sentence": "I'm busy helping Tom with his homework right now, so I can't do that."
        },
        {
            "id": "82c2effba9f6490a8885e60bc9aa6834",
            "sentence": "I think the one on the left is much better than the one on the right."
        },
        {
            "id": "126c4ccf23794ba185329cf6417c5d41",
            "sentence": "I won't be able to help you if you don't tell me what the problem is."
        },
        {
            "id": "99787e8742a34d2ebe0fa9624cc841d1",
            "sentence": "Sitting down all day and looking at a computer screen is bad for you."
        },
        {
            "id": "faa3fcd007764a8d9d9c3db62fdb2ec5",
            "sentence": "Let's not lose sight of the fact that you and I want the same things."
        },
        {
            "id": "bfd81930b4f247a1a82a3855ef567789",
            "sentence": "I grabbed my little sister's hand, and the two of us started running."
        },
        {
            "id": "2423bb77db7a48358a35c188e8dc1fb2",
            "sentence": "How many times will I have to say that money doesn't bring happiness?"
        },
        {
            "id": "1247591367604e54ba20af8a25d433ee",
            "sentence": "Our blood contains five million red blood cells per cubic millimeter."
        },
        {
            "id": "ed268c2ef79f4b939f6aaa050c18bfab",
            "sentence": "If the police hadn't intervened, they would probably have killed Tom."
        },
        {
            "id": "7ad0afa9c6c14c3d95a3b7dec54bf5e7",
            "sentence": "Recently, there have been signs that the economy is picking up steam."
        },
        {
            "id": "675012c85254470987548f243e3cc3b4",
            "sentence": "The module has only countably many direct summands up to isomorphism."
        },
        {
            "id": "52d615389007473fa4da80fe6d0f0610",
            "sentence": "Tom came home from school early today because he wasn't feeling well."
        },
        {
            "id": "147074c3aee5482aa89b63debc6c3e1f",
            "sentence": "I didn't have a chance to tell Tom that that needed to be done today."
        },
        {
            "id": "784653f8a3644526876496209952e2d0",
            "sentence": "I wasn't able to sell any of the stuff Tom wanted me to sell for him."
        },
        {
            "id": "24b6301d733042038930423196987aa8",
            "sentence": "Tom said he had to wait in line for three hours to buy these tickets."
        },
        {
            "id": "6dd5ce7a76c44817a668feb64dc46ca9",
            "sentence": "Tom told Mary that she should learn how to play a musical instrument."
        },
        {
            "id": "fba866449de44fc4bd9b9ec561f83853",
            "sentence": "I wish I'd spent more time training my dog when he was still a puppy."
        },
        {
            "id": "0b03bdda6c1e4797af393c498f1f6009",
            "sentence": "Have you ever wished that you could spend more time with your family?"
        },
        {
            "id": "f27f5127b07b477cb5a434022d563c5c",
            "sentence": "Judging from how the sky looks, there could be a downpour any moment."
        },
        {
            "id": "2c656056a86c4e46a643b313ca19091d",
            "sentence": "If I were going to buy a boat, what kind of boat would you recommend?"
        },
        {
            "id": "6896d1c3d95f46d0908757a8d872e74e",
            "sentence": "In spite of the depression, the prices of commodities are still high."
        },
        {
            "id": "1d01f39c66da4afa9269aa93af0dab1c",
            "sentence": "I wish I could speak French well enough to get a job at that company."
        },
        {
            "id": "b810f740449c4e118c1160f68d628acd",
            "sentence": "Tom bought three bottles of red wine and three bottles of white wine."
        },
        {
            "id": "5536ae0e1c144c67a65a35e546f94bf6",
            "sentence": "Tom likes making faces at children when their parents aren't looking."
        },
        {
            "id": "9a8a896919ee4a4687f4bf0ba1f773c5",
            "sentence": "I think you know that Tom isn't going to do that unless you help him."
        },
        {
            "id": "a77ee8c06cec4e2db24fd9697f6bd9f3",
            "sentence": "I'm still in Australia, but I'll be back home the day after tomorrow."
        },
        {
            "id": "2667e42f59c644ef88276c0b8e96af7e",
            "sentence": "I don't charge children as much for piano lessons as I charge adults."
        },
        {
            "id": "b5279929f0bf49d88b515c57b1cf87f9",
            "sentence": "Tom put on his mask, gloves and face shield before leaving the house."
        },
        {
            "id": "c4bed50d9e454736a432e05a6ac1b70e",
            "sentence": "Tom played the role of devil's advocate at the brainstorming meeting."
        },
        {
            "id": "954306958b7244c6964c662a533442d7",
            "sentence": "Tom kept dropping subtle hints about what he wanted for his birthday."
        },
        {
            "id": "30b39d3bb49846eaa3817d91a537fa68",
            "sentence": "Tom went to school even though his doctor told him that he shouldn't."
        },
        {
            "id": "f007de6b565d47248dd391017ef7e24d",
            "sentence": "I was on the point of leaving home when a light rain started to fall."
        },
        {
            "id": "a1b30e3c512c4c91a16ee0ebe6cc83d0",
            "sentence": "The man who I thought was his father proved to be a perfect stranger."
        },
        {
            "id": "15727398dc784bdf812ab5a0baa72133",
            "sentence": "They accused him of being in the classroom in order to cause trouble."
        },
        {
            "id": "81cc81d59423443192341d63abc11c64",
            "sentence": "The ground is still wet. As likely as not, the game will be canceled."
        },
        {
            "id": "63b7d478c538460db10dbd63971e3ab1",
            "sentence": "I agreed with her suggestion that we meet again five years from then."
        },
        {
            "id": "48ee0d209a1a492aa3771ec14127d380",
            "sentence": "Even if the sun were to rise in the west, I would not change my mind."
        },
        {
            "id": "b67f77659761456cbd75cdb586616262",
            "sentence": "The rumor is going around that the actress is going to get a divorce."
        },
        {
            "id": "6a44b0b837a04e97ab2a2d170012610c",
            "sentence": "When I was a child, my mother made me eat green vegetables every day."
        },
        {
            "id": "b0b829ad755c4b07ae08bcba01de82a7",
            "sentence": "Knowing what to leave out is as important as knowing what to include."
        },
        {
            "id": "f1ccc73f4031410ebf7d174030649076",
            "sentence": "Tom always pays his credit card bill in full at the end of the month."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}