{
    "currentPage": 14189,
    "pageSize": 50,
    "items": [
        {
            "id": "d48a37d208114c8baf7fcf600c35aa80",
            "sentence": "The train was just on the point of starting when I got to the station."
        },
        {
            "id": "05bc8f478ce941c9b3c80fa40850c07b",
            "sentence": "I don't think it will rain, but I'll take an umbrella in case it does."
        },
        {
            "id": "0c16d54bba5a444096c1a9eec5973a84",
            "sentence": "The old cottage had only one bed, so we all took turns sleeping in it."
        },
        {
            "id": "7eeaa32e76bd48878d309d224f3c8eb3",
            "sentence": "What are some of the differences between American and British English?"
        },
        {
            "id": "26bf91fcd7e64d0aa5974d5ca2262652",
            "sentence": "If you stay out drinking every night, your wife is going to leave you."
        },
        {
            "id": "981f3481f97c425b853a4d6669b371a4",
            "sentence": "People very often give me ties as gifts, but I almost never wear them."
        },
        {
            "id": "5ce7061d855347af8ccb1c27efa54e4f",
            "sentence": "I'm sure other people have told you this, but you're really beautiful."
        },
        {
            "id": "7b5a77acea4942b9b05a391859c354cd",
            "sentence": "If only you'd been a bit quieter, you wouldn't have woken the baby up."
        },
        {
            "id": "bfadac88dd6c4b88ae68ec83f39eebee",
            "sentence": "Tom didn't know how to apologize in French, so he didn't say anything."
        },
        {
            "id": "3223514161354120b9de28a3aaae6b64",
            "sentence": "No, that's not the right way. You have to turn it the other way round."
        },
        {
            "id": "4bbaa090536749408aacb181d5229170",
            "sentence": "I hope we can avoid making the same stupid mistakes we made last time."
        },
        {
            "id": "b1c307cede654b098f2378a118c71624",
            "sentence": "I like the Terminator films because the special effects are fantastic."
        },
        {
            "id": "88513ee7c4134747999dbee9a0249707",
            "sentence": "The administration cannot but look for alternative sources of revenue."
        },
        {
            "id": "81b9c0e78d6f4dc28257ee9d1f05bc15",
            "sentence": "We waited for Tom at the library for half an hour, but he didn't come."
        },
        {
            "id": "f87beb0da2d14bff8d0ac00fcc4053fc",
            "sentence": "Ever since he was a little boy, Tom dreamed of becoming a garbage man."
        },
        {
            "id": "1a1646473bdc481380194fe389e7ce6c",
            "sentence": "Do you really think you should be taking advice from someone like Tom?"
        },
        {
            "id": "5c2e42de0d8f4254aed144215631e319",
            "sentence": "Since Tom doesn't want to put on any more weight, he doesn't eat cake."
        },
        {
            "id": "dd0450142ec84cbc8912c7c047ab79eb",
            "sentence": "When everyone in the boat noticed the water was rising, they panicked."
        },
        {
            "id": "31facd1cab964b9899c6241623066b50",
            "sentence": "Tom and Mary get on well together. They always sit next to each other."
        },
        {
            "id": "021668d5bd224a9abe98023a238c2e26",
            "sentence": "Even if the sun were to rise in the west, I wouldn't break my promise."
        },
        {
            "id": "ca7d4263778d47f99b83c8340d11c033",
            "sentence": "Tom wanted to keep walking, but Mary insisted that they stop and rest."
        },
        {
            "id": "0a9f0474169a40449d1ddc7c24769567",
            "sentence": "Tom didn't get anything handed to him. He actually had to work for it."
        },
        {
            "id": "ea44ca0528d64c209612b16a23d5c8a9",
            "sentence": "Wash your hands often with soap and water for at least twenty seconds."
        },
        {
            "id": "79c9c27d7bea4b35a8a30f052028f5ee",
            "sentence": "Tom has a picture of a beautiful girl in a bikini on his bedroom wall."
        },
        {
            "id": "15b9fa2c528546ecbf9edade80a79960",
            "sentence": "How are you doing? It's been a long time since we last met, hasn't it?"
        },
        {
            "id": "4fcc467d53804b65894664f9a22190cc",
            "sentence": "Tom ran into the church to get away from the mob that was chasing him."
        },
        {
            "id": "45df746959424ac4871ed6bd1f0c8e14",
            "sentence": "The hunter remained very still waiting for the deer to come into view."
        },
        {
            "id": "12dea38ad1be444ba30dd20ffd03b79b",
            "sentence": "A very handsome man just came in the door with a very beautiful woman."
        },
        {
            "id": "ceda3e96227a414187ca7d919249e95f",
            "sentence": "Tom had no idea that Mary was standing outside the door and listening."
        },
        {
            "id": "0dd671a27a7a470392f3c3228912ed9b",
            "sentence": "Have you recently felt any unexplained pain or stiffness in your neck?"
        },
        {
            "id": "03902b1df9674cccb13fb6261b02f6c8",
            "sentence": "Less expensive wine is sometimes better than the more expensive stuff."
        },
        {
            "id": "064135b5d0f341809bf156b2021ccac7",
            "sentence": "Tom didn't get home until after his family had finished eating dinner."
        },
        {
            "id": "e14cc1187e064d6ba05bac40a3e8575f",
            "sentence": "On the same day, Apollo 11 succeeded in landing on the moon's surface."
        },
        {
            "id": "3694d2c052aa413f8bfef4ee02281197",
            "sentence": "I wonder whether or not Tom really knows the combination to this safe."
        },
        {
            "id": "f3bf3a96d31b4fd79033eac37d806e71",
            "sentence": "Cheese soufflé is a dish that collapses as soon as it leaves the oven."
        },
        {
            "id": "ee313ccd7265419d8eb5315f9843cae0",
            "sentence": "I've told you a hundred times that I'm not going to that stupid party."
        },
        {
            "id": "6fdc84b43a9c4b7e89597fc455f59442",
            "sentence": "That wasn't the first time Tom got kicked out of the bar for fighting."
        },
        {
            "id": "6e64ba1f06eb41018136d83c049a694f",
            "sentence": "Compromise only makes sense when all parties are acting in good faith."
        },
        {
            "id": "cc6c164f2da5493ebabb800ba7859a2c",
            "sentence": "I've heard it said that you can judge people by the company they keep."
        },
        {
            "id": "a4e6096c84e7408c82d6bdd8457e6562",
            "sentence": "It's often said that you should judge people by the company they keep."
        },
        {
            "id": "99fb4545d1e441dcb65a1f2127133fc5",
            "sentence": "It doesn't really matter to me who does that, as long as it gets done."
        },
        {
            "id": "a7246f65104949549d62b6ba635e5269",
            "sentence": "Tom is learning French, but he still isn't able to speak it very well."
        },
        {
            "id": "5d695fb0b32a452796df3469a32efa7e",
            "sentence": "Tom was one of the men that the police arrested yesterday in the park."
        },
        {
            "id": "d3966f1d2fcc4aac8a2ac172c470779e",
            "sentence": "Mary knew that Tom was a married man, but she flirted with him anyway."
        },
        {
            "id": "3d2593a58a824d3e875d1265631d7d45",
            "sentence": "Mr. Jackson is a very strict teacher and many students don't like him."
        },
        {
            "id": "10f18167e05546b5a3ea04569057fdd4",
            "sentence": "Mary assumed that the bunch of flowers left on her desk were from Tom."
        },
        {
            "id": "97fe3769222d4c4eb6730da8a55709e8",
            "sentence": "I want to know what happened to the pistol that you received from Tom."
        },
        {
            "id": "6098509e756e4d9294292f16d6029666",
            "sentence": "I want to do some bass fishing, but I don't know what to use for bait."
        },
        {
            "id": "d0f05dbf091e402a8e923d8e739a9e4e",
            "sentence": "I would never have believed that such a thing could ever happen to me."
        },
        {
            "id": "16ef5fa76d3b41bf8f637b088ee04474",
            "sentence": "Tatoeba: Where pillow fights can't even measure up to sentence fights."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}