{
    "currentPage": 14187,
    "pageSize": 50,
    "items": [
        {
            "id": "95c1884d673146ec9a5cc23014d64b64",
            "sentence": "Admitting there is a problem is the first step to solving the problem."
        },
        {
            "id": "ef05c1be10ed424bb4e1fce20d7f2c7f",
            "sentence": "Tom read the book so many times that the binding started coming apart."
        },
        {
            "id": "504b5dc40ef3400aa26617e2fae9224f",
            "sentence": "Do you think that men talk about women more than women talk about men?"
        },
        {
            "id": "a64b8c97171b4014893fbf54d66dbadf",
            "sentence": "Tom is a terrible joke teller, because he often forgets the punchline."
        },
        {
            "id": "b580bcf208d9447493de29e0f9ac8ecd",
            "sentence": "In those days, black children didn't go to school with white children."
        },
        {
            "id": "f2301e3dbdc1492495d35003732de55b",
            "sentence": "To be honest, it's hard for me to understand why you want to go there."
        },
        {
            "id": "a05ae38ba39345f0961e073e1f131bab",
            "sentence": "Tom and his friends had a snowball fight against Mary and her friends."
        },
        {
            "id": "95b975eb566d4cbc9e513135cae97c45",
            "sentence": "I doubt that Tom has ever read a book from cover to cover in his life."
        },
        {
            "id": "ff60dea7f5a846a3aa73b162174ddf7b",
            "sentence": "I could tell by the look on Tom's face that he knew what was going on."
        },
        {
            "id": "a02bb6ee635f473a98b12afb13dd2e49",
            "sentence": "Tom asked Mary whether she wanted to go shopping with him after lunch."
        },
        {
            "id": "be13c0943bb84910a5d74fe6c5d44179",
            "sentence": "Tom will buy a house with the money he inherited from his grandfather."
        },
        {
            "id": "c89db0391c2c44dfa949ea057d1de05e",
            "sentence": "Tom was so fluent in French that Mary thought he was a native speaker."
        },
        {
            "id": "b385d4e8f7314ede86711363896b9fd4",
            "sentence": "Tom was sitting on that bench over there until just a few minutes ago."
        },
        {
            "id": "8770bb28217742fcbfb67b7b345bc0f4",
            "sentence": "Tom is very upset with me because I didn't do what he wanted me to do."
        },
        {
            "id": "bd04e64a05904ed4a6fb5f3fb8ecbe64",
            "sentence": "I have a new boyfriend, but my ex-boyfriend doesn't know about it yet."
        },
        {
            "id": "f67f164a2b9943319eac6576eaa053cb",
            "sentence": "I know it's highly unlikely that we'll be able to sell all this stuff."
        },
        {
            "id": "4461338b7a864327b0b6f0b21498e213",
            "sentence": "Tom kissed his mother goodbye and started crying as the bus drove off."
        },
        {
            "id": "ecad322f44da47d89c2c8db163c5a555",
            "sentence": "Tom was kidnapped on October 20, 2013, while he was waiting for a bus."
        },
        {
            "id": "8562071a48ba46deb5ce058fab06adbb",
            "sentence": "My older brother's name is Tom, and my younger brother's name is John."
        },
        {
            "id": "c148c6ebce7a456d805a30ba9131779e",
            "sentence": "My older sister's name is Mary, and my younger sister's name is Alice."
        },
        {
            "id": "385f00dea36a40d68528c711d13fb6e5",
            "sentence": "Seeing that it is 8 o'clock, I think you should leave for school soon."
        },
        {
            "id": "ab074688a80b4abca1d337ebf63c709f",
            "sentence": "We must register for the courses that we're going to take by tomorrow."
        },
        {
            "id": "797966b5908340b8abd93e58065bb506",
            "sentence": "It's hard to tell Englishmen from Americans just by the way they look."
        },
        {
            "id": "a728cf85b23047a39b4b8aaf17419a78",
            "sentence": "At the very least, I'd like to be able to have everyday conversations."
        },
        {
            "id": "5cc570901dfc4f04b65927c58eb32b39",
            "sentence": "I'm hoping that I can spend more time doing that now that I'm retired."
        },
        {
            "id": "7da4833e24d3433998128886e337eb5c",
            "sentence": "It's like rubbing your stomach and patting your head at the same time."
        },
        {
            "id": "a366e52920bc41a78f5db524e153b517",
            "sentence": "Tom left his car in the long-stay car park before catching his flight."
        },
        {
            "id": "41cb0b79c582434baf3fd131074a8ee2",
            "sentence": "Don't worry! Even if I drink, it doesn't have an effect on my driving."
        },
        {
            "id": "8afb4367cc044532b9ac384eab67bde3",
            "sentence": "Tom doesn't mind that his friends cuss. He just doesn't do it himself."
        },
        {
            "id": "71da9571c7e44fcc959d0e72ed247127",
            "sentence": "The only things I've gotten from you were things I really didn't need."
        },
        {
            "id": "1e80713251504978a1cf6602b89469f2",
            "sentence": "Their marriage has been strained lately because of financial problems."
        },
        {
            "id": "0711466813f64ab195b5f6871ea1c2eb",
            "sentence": "Our professor promised to hold off on the final exam for another week."
        },
        {
            "id": "28dc10145ca4461fa3530bbd03f844da",
            "sentence": "Tom spent more money than he should've on an engagement ring for Mary."
        },
        {
            "id": "2603c72d8f614927af80feeb8f0220d6",
            "sentence": "Tom likes baseball and volleyball, and Mary likes skiing and swimming."
        },
        {
            "id": "4230f25179ab4397a48ad8c9fa8f3933",
            "sentence": "Tom knew that Mary wasn't likely to be ready when he got to her house."
        },
        {
            "id": "992bed249db447bd8628431c2408eeea",
            "sentence": "Tom worked as a waiter at one of the most popular restaurants in town."
        },
        {
            "id": "02df5a7d84374e75a529951adb8e4af6",
            "sentence": "Tom and Mary made friends with the other children in the neighborhood."
        },
        {
            "id": "7efe2c29d4124b2f96dc56e589896a73",
            "sentence": "I wasn't the only one in the room who knew that Tom had been arrested."
        },
        {
            "id": "050c34291b9c4edca3f39049bf54b5d4",
            "sentence": "I don't think that Tom knows Mary can speak French better than he can."
        },
        {
            "id": "0c87b764b3c449938f7ede7a16c6efc8",
            "sentence": "Tom finally succeeded in getting Mary to tell him how she really felt."
        },
        {
            "id": "c938729ca6b6453fa3abd39add2dcd07",
            "sentence": "Tom tried speaking French to them, but they didn't seem to understand."
        },
        {
            "id": "73ce1af662ef4439aabbe5d9a00f4897",
            "sentence": "Tom got there early to make sure everything had been set up correctly."
        },
        {
            "id": "ce20864393ff47c282f06a6770699627",
            "sentence": "It was disappointing that nobody ate the expensive sushi I had served."
        },
        {
            "id": "579e079a59244501895cbd720f5bf7b6",
            "sentence": "Mary hiked her skirt up to mid-thigh and dipped her toes in the water."
        },
        {
            "id": "491f9cc576604610b3722079b4ce3861",
            "sentence": "Tom's mother told him he'd get a good hiding when his father got home."
        },
        {
            "id": "0b5d76080a1e4281af83c316c56d8a24",
            "sentence": "Write down the medications you need, and I'll try to get them for you."
        },
        {
            "id": "9e3a4bc574b04908aadc83498afd69f4",
            "sentence": "I see no reason we need to wait until Tom gets here to start drinking."
        },
        {
            "id": "d50dbd4ecc9d45d79f2a6d837d3d4e8c",
            "sentence": "I wouldn't have thought I would someday look up \"Viagra\" in Wikipedia."
        },
        {
            "id": "a00eed72705f48d7af3833ca6813ae4f",
            "sentence": "I drank a lot of coffee today, so I probably won't sleep well tonight."
        },
        {
            "id": "4393507d48804f0782700957bafb1849",
            "sentence": "Tom's behavior had very negative effects on the people he worked with."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}