{
    "currentPage": 14188,
    "pageSize": 50,
    "items": [
        {
            "id": "a9aad7b4cfd54714b35c7925ef90b77d",
            "sentence": "Tom was in such a hurry that he left his umbrella behind on the train."
        },
        {
            "id": "3961ab7aa62b43059695edf0a3cda5de",
            "sentence": "Some people like routine. Others are always looking for something new."
        },
        {
            "id": "d494c5978c914fa0ac105ddea1a0d46f",
            "sentence": "The vampire turned to dust when it was hit by the early morning light."
        },
        {
            "id": "0d9a62ec7ac74c1cb82a7f66e7f14cf3",
            "sentence": "As crazy as it seems, dwarf stars can be 20 times bigger than our sun."
        },
        {
            "id": "acff000792734ff2b4b21c9cb4e7a1f1",
            "sentence": "I'm not getting married this year. In fact, I might never get married."
        },
        {
            "id": "a318721ac75941e293e0bbd84cf5ebee",
            "sentence": "Mary sat by the edge of the pool, her bare legs dangling in the water."
        },
        {
            "id": "ed033018afb844088dc9d6f93bf5883d",
            "sentence": "We spent all that night and the following day and night in the cellar."
        },
        {
            "id": "18df192f88f6414481f660e910d99c40",
            "sentence": "Having missed the train, I had to wait about an hour for the next one."
        },
        {
            "id": "8da5a074ae1a489cb6111c55793a95a7",
            "sentence": "I've seen that happen so many times that it doesn't bother me anymore."
        },
        {
            "id": "d65c5f0ae5704e2a873c89b028882f59",
            "sentence": "Tom and Mary are up in their bedrooms, putting on their bathing suits."
        },
        {
            "id": "36980d80d7ae4dcfb29f8e1ce5884e7e",
            "sentence": "Tom managed to convince a lot of people that he had paranormal powers."
        },
        {
            "id": "7eb0ef40ec9f4e01b05fdbaf1d8f89c6",
            "sentence": "Before making important decisions, Tom always consults his astrologer."
        },
        {
            "id": "cbcbdf349a4c40cd88f8d2b28e03a632",
            "sentence": "Tom was suspended from school for talking dirty to a female classmate."
        },
        {
            "id": "3d459dead5754ac085041d2f4c679dee",
            "sentence": "Tom probably thought that I was going to Boston with him next weekend."
        },
        {
            "id": "fc4d186b8c8a45f9b362dd3a9a8abb92",
            "sentence": "Aren't you glad that Tom gave us enough money to buy something to eat?"
        },
        {
            "id": "157c8f24d5c94fa2a4b8183fc2e4b024",
            "sentence": "You see, humans don't create time; if we did we'd never run out of it."
        },
        {
            "id": "dc5e99026efd40e883d0cd49606834b9",
            "sentence": "Do you really think that Tom would've been able to do that by himself?"
        },
        {
            "id": "6c126aedbb134b27819fed6cfb390ddf",
            "sentence": "Tom crept up behind Mary and tickled her until she burst out laughing."
        },
        {
            "id": "efc64d770b144a2f9d41787a29fcb458",
            "sentence": "Tom looked at Mary curiously. He'd never seen someone like her before."
        },
        {
            "id": "626e996f3ff64aeb8dbe13a62d4bf89b",
            "sentence": "Tom was glad he didn't have to live in Australia for more than a year."
        },
        {
            "id": "4aed11ab6a2e4ac386c51b0d258131ab",
            "sentence": "Tom's mother doesn't want him to marry a woman who can't speak French."
        },
        {
            "id": "dadc332c14ff416298327c4cdb941cfa",
            "sentence": "Tom said it was more difficult to do that than he thought it would be."
        },
        {
            "id": "69dcc58f3e5d4afb9b3374223d7b32a8",
            "sentence": "I had a part-time job as a hotel maid, but I didn't like it very much."
        },
        {
            "id": "58719488ce4b4c228077c1f33ba9c88f",
            "sentence": "What's this song? I've heard it before, but I can't remember the name."
        },
        {
            "id": "83aff903589843e1bf911ad78abe31b1",
            "sentence": "The snow that had piled up on the roof at night came down with a thud."
        },
        {
            "id": "2c1f6a512ffb47a889ca75f85c9651d1",
            "sentence": "I feel restless when I have to wait too long for my friend to show up."
        },
        {
            "id": "71194d4c1a5a4d8f8ca3ffaa46e79440",
            "sentence": "You are welcome to the use of our house while we are away on vacation."
        },
        {
            "id": "a139195cc4644ff1b13cecc78d2f35d8",
            "sentence": "We will move into our new house next month if it is completed by then."
        },
        {
            "id": "e27900dc0d5c4629a5c6a71ff6bcd79a",
            "sentence": "It occurred to me that the man was trying to cheat me out of my money."
        },
        {
            "id": "826faba76c9143db99848f6e39b45b9e",
            "sentence": "I was on the point of giving up when I suddenly hit upon the solution."
        },
        {
            "id": "6d1e7c821a0f4a8c9325a00716a85bd9",
            "sentence": "I have hardly studied this term, so I'm going to study hard next term."
        },
        {
            "id": "eb4ea95523d445c29070695c479525e8",
            "sentence": "Even after I went to bed, I was conscious of the voices in the parlor."
        },
        {
            "id": "9e83bd778a3a47caa83f77336919aba7",
            "sentence": "I make it a rule to take a walk around the nearby pond in the evening."
        },
        {
            "id": "2abad6a85ba94606a50f6396f8d38b45",
            "sentence": "As a matter of fact, the owner of this restaurant is a friend of mine."
        },
        {
            "id": "c9f08ce4f7d94d59b8f4d9195e410ec2",
            "sentence": "She had a narrow escape when her car skidded off the road into a lake."
        },
        {
            "id": "dc0bc246484e4bfdb9eccc90e31a3974",
            "sentence": "As a young man, he did not know that he was to become famous later on."
        },
        {
            "id": "2c0a5493f1e24b8b8179f9c7a0ca0c51",
            "sentence": "It was just 6 years ago that I visited New Zealand for the first time."
        },
        {
            "id": "96a215bea3184d25b4767ca0d27fbba7",
            "sentence": "All you have to do is sit down here and answer the doctor's questions."
        },
        {
            "id": "8533f340b4f64b66b6e4a6986555efe2",
            "sentence": "It may seem trivial to you, but for me it's worth paying attention to."
        },
        {
            "id": "86e8ced6969f4b129353c26af357cc31",
            "sentence": "She did not decide to be a singer until she reached the age of twenty."
        },
        {
            "id": "c2cfbc5ee1b4437d8d72f84dae8a70df",
            "sentence": "I want a cellular phone, but I don't have enough money to pay for one."
        },
        {
            "id": "432e0cccf69d4cb7bbda39b8e0b9a353",
            "sentence": "If you run out of cash, you can fall back on your savings in the bank."
        },
        {
            "id": "8abaa963a70b4b898923655ea0c60fb5",
            "sentence": "He said that he was busy then, but that he would be free the next day."
        },
        {
            "id": "c727c24d14a640e3b42d784a261d506c",
            "sentence": "The first thing I want to do tomorrow is to find a good part-time job."
        },
        {
            "id": "69c41c0cee1c454cb045304429ed388a",
            "sentence": "Indeed you know a lot of things, but you're not good at teaching them."
        },
        {
            "id": "381238ffca5a487fb88d59a09d47a463",
            "sentence": "That man over there is the husband of the woman who teaches me French."
        },
        {
            "id": "0741f380fc894fa88c1d40bf2b2410ea",
            "sentence": "Someone came into our house and stole some stuff while we were asleep."
        },
        {
            "id": "7564ec1d94064f33bef00fdbbd18a887",
            "sentence": "I will see you on next Tuesday, that is to say, the 10th of September."
        },
        {
            "id": "80411d4cc8b4425d83cdb7faf53d0c9c",
            "sentence": "Don't tell me you're going to back out after all the plans we've made."
        },
        {
            "id": "76a5e909ef574eca9ceb7ee803ed254b",
            "sentence": "The girl in the picture is wearing a crown not of gold but of flowers."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}