{
    "currentPage": 14197,
    "pageSize": 50,
    "items": [
        {
            "id": "e5248302ce764a178a23cb5038d77ea8",
            "sentence": "The last time I saw Mary she was wearing a pink blouse and a red skirt."
        },
        {
            "id": "e5cfd1106efb4fb09b1c48a4fe359bfc",
            "sentence": "The only concert Tom has ever gone to was the one Mary gave last night."
        },
        {
            "id": "f4f2f36c72e74570a6ad468e0828533f",
            "sentence": "When you've finished reading that book, put it back where you found it."
        },
        {
            "id": "7987aea56ba14c9690c838adbdcafe73",
            "sentence": "If you didn't have to work for the next three weeks, what would you do?"
        },
        {
            "id": "f6a6f04215964c58a097463026c20fa2",
            "sentence": "He was making a speech, but he broke off when he heard a strange noise."
        },
        {
            "id": "6d74d8e8b03b4fe8b3318df31b266733",
            "sentence": "Our parents took care of us and now it's our turn to take care of them."
        },
        {
            "id": "721d63aac4e34eaeb3f64fe4893e7d94",
            "sentence": "Tom had a sneaking suspicion Mary had met up with John after the party."
        },
        {
            "id": "ab366a1e741a46f59d13cc135cf164d2",
            "sentence": "Tom knew Mary was very unlikely to be able to do what she wanted to do."
        },
        {
            "id": "c3100b4deab24f699caa7374b31d70ee",
            "sentence": "I haven't seen any of my old classmates since I graduated 15 years ago."
        },
        {
            "id": "3095adef1f9546a59d38f966cdd58340",
            "sentence": "If Tom is convicted, he'll likely spend the rest of his life in prison."
        },
        {
            "id": "948cad58354348c8a46c4e0cb46d0cec",
            "sentence": "Tom adds a tablespoon of ground flaxseeds to his oatmeal every morning."
        },
        {
            "id": "74037918e0f0493980cfd53e683e31e5",
            "sentence": "The old man was hit by a car and was immediately taken to the hospital."
        },
        {
            "id": "235a1559fb9f4ff0877a878047a595de",
            "sentence": "My significant other works at a language school and loves it very much."
        },
        {
            "id": "4b21c4605e194540962a318a71ef1365",
            "sentence": "What's important is that the boss doesn't catch you loafing on the job."
        },
        {
            "id": "3c0c7489b0a44cefb59f2d18e805a814",
            "sentence": "He's supposed to be living in Nagano. What's he doing at Tokyo station?"
        },
        {
            "id": "ddb194812e97436487f2e9c492ad13f6",
            "sentence": "We'll have to make do with whatever ingredients we find in the kitchen."
        },
        {
            "id": "2d4b8d03815c4b9c92c6784b54fc1864",
            "sentence": "I wouldn't worry about unpacking. You probably won't be here very long."
        },
        {
            "id": "11071d00cb5846c0b7072ee692f4a415",
            "sentence": "Tom believes getting married to Mary was the best thing he's ever done."
        },
        {
            "id": "1c2be63d115c45939134e17732f0295d",
            "sentence": "I've always kind of wished that I'd forgiven Tom when I had the chance."
        },
        {
            "id": "68e00fc91a4c4753927559429622d0ca",
            "sentence": "I grabbed my baseball bat, just in case I needed to use it as a weapon."
        },
        {
            "id": "7025484127334424b22e21b5ec705183",
            "sentence": "Everyone, no matter how privileged, encounters trials and tribulations."
        },
        {
            "id": "9ee2723eb3744854b19267a37c9d3dfb",
            "sentence": "When his food supply ran short, he had to look for a new place to live."
        },
        {
            "id": "457df009671945e4b94572b5d65dabef",
            "sentence": "He is a hard worker, and I'm sure that he will succeed in that new job."
        },
        {
            "id": "2d34fc10d5764b6aa1a14a86db7074b1",
            "sentence": "He hadn't been in the office five minutes before he told us what to do."
        },
        {
            "id": "49adc0ec8ef5430ca120f88123112f4b",
            "sentence": "Had she been a friend of mine, I would have advised her not to do that."
        },
        {
            "id": "095685c1f9aa4268aa2f8f56610a312a",
            "sentence": "My father spanked me for being a cry baby, which made me cry even more."
        },
        {
            "id": "21c90d921a3e4f6f95f0120f303ac3b4",
            "sentence": "You don't have to do anything Tom tells you to do if you don't want to."
        },
        {
            "id": "53ff96a869f8495ea70a6ca259c28ccf",
            "sentence": "This hotel has one indoor swimming pool and two outdoor swimming pools."
        },
        {
            "id": "13f3c018b7694dd1b92a5a5d9993b2db",
            "sentence": "She's been practicing piano for a year and can play the piano somewhat."
        },
        {
            "id": "f4433e227b1e4c3fbdb3f39bfbd242c9",
            "sentence": "It would be wise to remember what happened here last year at this time."
        },
        {
            "id": "16bc3d9c78814cd5a47e8345b85ce496",
            "sentence": "Tom said that he'd be very surprised if Mary didn't win the tournament."
        },
        {
            "id": "2507c71761cf4f4e90e831df4429926a",
            "sentence": "I might not need to leave as early as I thought I was going to need to."
        },
        {
            "id": "9b98c9c7a1ea48ad9682a59b95d9ecf0",
            "sentence": "Tom said that Mary knew that John might not stay in Boston much longer."
        },
        {
            "id": "7b9b8b0fad714306865c0fde78dba35e",
            "sentence": "We had a friendly and constructive exchange of views on various topics."
        },
        {
            "id": "4bbda2c91c82404b92035a60438a3fed",
            "sentence": "Saeb thinks mathematicians are self-contained walking pieces of heaven."
        },
        {
            "id": "5dd5a8eb41c54b58b4b2c67ff15f1d62",
            "sentence": "The only time I can get anything done is when the children are napping."
        },
        {
            "id": "415558cb0a3e4274b06d988396b99667",
            "sentence": "Why don't you tell us what makes you think that that's going to happen?"
        },
        {
            "id": "aa0a33cf8d6f4d1f8421855b63e708df",
            "sentence": "You know me well enough to know that I wouldn't do something like that."
        },
        {
            "id": "a1fa618572224c768359ff02edffccd7",
            "sentence": "You didn't know that I was still planning on joining the team, did you?"
        },
        {
            "id": "7620308c6ae94f2ba1757b0e1de229dd",
            "sentence": "Some people use cameras for illegal purposes, such as spying on people."
        },
        {
            "id": "94d204ac79cb48688752b963a5242c4d",
            "sentence": "Tom found out that Mary was planning a surprise birthday party for him."
        },
        {
            "id": "fd0eeb25f3b546a39b4dde775d7d9c43",
            "sentence": "I feel like a kid who suddenly realizes that Santa Claus doesn't exist."
        },
        {
            "id": "51c7aa21dbf8431a905e37017be4aab1",
            "sentence": "We need to be more careful in the future, so this doesn't happen again."
        },
        {
            "id": "c2fa57c247a94778a35773fb837144c7",
            "sentence": "Tom bad-mouthed Mary to all his friends and family after their breakup."
        },
        {
            "id": "07a23716a6f847e7888e8b7b9a9ff2e6",
            "sentence": "We don't know why but, at the last minute, Mary called off the wedding."
        },
        {
            "id": "2949d4cf92984cbe8fe4f466ffd1b740",
            "sentence": "Tom and Mary each drank three cups of coffee before they left for work."
        },
        {
            "id": "551dd9858c3e43149e5c7cd8675c20e1",
            "sentence": "Tom wants to turn on the air conditioner, but Mary doesn't want him to."
        },
        {
            "id": "f95f389e499b41c5b9f2cc60ce5bf0c3",
            "sentence": "Tom wants to turn the air conditioner on, but Mary doesn't want him to."
        },
        {
            "id": "9399f45a653447e88fc70559700d086f",
            "sentence": "Tom has written several short stories, but hasn't yet published a book."
        },
        {
            "id": "a811144a65a543a4891893907e8d140f",
            "sentence": "I should've known that Tom would do something we didn't want him to do."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}