{
    "currentPage": 14190,
    "pageSize": 50,
    "items": [
        {
            "id": "81d63a5ca5ef4f0b9fd79d02d74816b4",
            "sentence": "Tom felt like he wasted his day waiting for something that never came."
        },
        {
            "id": "be389c6f9be14c0689149feb35fac3f9",
            "sentence": "Would you please repeat what you said? I didn't quite catch your name."
        },
        {
            "id": "54b93fae83f744549142b967f77ef9e3",
            "sentence": "Tom didn't find out that he was adopted until he was thirty years old."
        },
        {
            "id": "e3252436dc2f4e5fbfa19472e4c8c736",
            "sentence": "It isn't until you get sick that you realize the value of good health."
        },
        {
            "id": "158e9b2203e048d4b997267147314358",
            "sentence": "It's not until you get sick that you realize the value of good health."
        },
        {
            "id": "f28c8d4119e7449186868dc8f10ebef9",
            "sentence": "My finger is throbbing because I accidentally shut the car door on it."
        },
        {
            "id": "9fc1825100a541688b654de8f82dc07b",
            "sentence": "My daughter knows the names of all the different species of dinosaurs."
        },
        {
            "id": "ff586583762b4635ace437262c74ff6d",
            "sentence": "Just be glad that Tom didn't tell Mary what you really thought of her."
        },
        {
            "id": "98da1f06d3a3452ba98c6f35d8ba37fe",
            "sentence": "The world shall perish not for lack of wonders but for lack of wonder."
        },
        {
            "id": "0c7b5d99f02243cda0a462d250be31bd",
            "sentence": "Just because I'm quiet doesn't mean that I don't have anything to say."
        },
        {
            "id": "4d4af726b85649529d4e37e050643c41",
            "sentence": "No matter who you ask, you won't be able to get a satisfactory answer."
        },
        {
            "id": "f9d902d4fd9d4e139426ac6ef572f8a4",
            "sentence": "I haven't seen you in a while, so I thought I'd drop by and say hello."
        },
        {
            "id": "4dca57fa44bc42f1932f8a7beb6eee45",
            "sentence": "Build a better mousetrap, and the world will beat a path to your door."
        },
        {
            "id": "fbb849075a244e988fe45b9403e3011d",
            "sentence": "A ship in the harbor is safe, but that's not what ships are built for."
        },
        {
            "id": "5de7f5d1c9f34583816b8eaa5fa4b4c1",
            "sentence": "I didn't like Tom right away, but eventually, I fell in love with him."
        },
        {
            "id": "cfe8b359c8c844d58281cbb52011183d",
            "sentence": "I think that we may have something that you'd be interested in buying."
        },
        {
            "id": "84dd4a46dfed40edbd3f6d8defa95200",
            "sentence": "I think that it's highly unlikely Tom will ever face criminal charges."
        },
        {
            "id": "9b2a4fc928f14cf6b92c17d41cf7ea0c",
            "sentence": "When I take a deep breath, a pain runs down the right side of my back."
        },
        {
            "id": "68c2071056b74569a9ee5cd270376a7b",
            "sentence": "I didn't accept that job because I was holding out for a better offer."
        },
        {
            "id": "8995782fd9a744698d2dbf64f9ce39af",
            "sentence": "Tom crumpled the paper up into a ball and threw it into the trash can."
        },
        {
            "id": "773105c21793448da0e03f258bb649de",
            "sentence": "I want to buy a car, but I don't have enough money for a down payment."
        },
        {
            "id": "f8d7859cf4904f11a8b09214138b00d8",
            "sentence": "The inhabitants of the village built a wooden bridge across the river."
        },
        {
            "id": "2c3fd4f91ff44479b4f170faa083db47",
            "sentence": "I didn't want to live in Australia anymore, so I moved to New Zealand."
        },
        {
            "id": "b470933c44a24adbb69079ef8426bafe",
            "sentence": "I've something interesting to tell you that you might find surprising."
        },
        {
            "id": "0e324720d58c4c769efecdac4caca1e8",
            "sentence": "Tom wondered why Mary didn't have to go to Boston like everybody else."
        },
        {
            "id": "bfdf821869264691927097a66290889e",
            "sentence": "I knew Tom would have to stay in Boston longer than he had planned to."
        },
        {
            "id": "6fbf5bdc59f1485d8341a3f3da58d668",
            "sentence": "Tom doesn't have any idea where Mary is planning on staying in Boston."
        },
        {
            "id": "44eaaa75881f48e3a8a64a26cfe4cf48",
            "sentence": "Tom had to drop out of college because he couldn't afford the tuition."
        },
        {
            "id": "2b90d59d950b4e08879a8cdbba2eb812",
            "sentence": "I was surprised when Tom said that he was planning to go to Australia."
        },
        {
            "id": "0eac772279994dc3bd98b76a311cabc4",
            "sentence": "Tom told me that he thought that Mary still wanted to go to Australia."
        },
        {
            "id": "72fa184b78ea46a69647b4491e284b96",
            "sentence": "You'll never really know whether you can do that or not until you try."
        },
        {
            "id": "0669438659da4116b47c747bd3dbb456",
            "sentence": "I'm not telling you where Tom went, and there's no way you'll make me."
        },
        {
            "id": "c0b6c76a3a5c42749942de2e6357dc7d",
            "sentence": "The Tequila Sunrise is made with orange juice, tequila, and grenadine."
        },
        {
            "id": "9af6f74098a94211b192973c7d7eac40",
            "sentence": "Tom remained in the room for a long time after everyone else had left."
        },
        {
            "id": "7f5a7e30c428413db4f02972a69b5f3d",
            "sentence": "Tom told me that he was going with you to pick Mary up at the airport."
        },
        {
            "id": "1ab462ac131145d789f214a859a33a7f",
            "sentence": "The police found the getaway car abandoned three blocks from the bank."
        },
        {
            "id": "ef6f8fffdce3425bb3ea002918ba4a90",
            "sentence": "As time went on, people grew less and less concerned about the matter."
        },
        {
            "id": "e7558b379eb24bf79bd3f8ab1f8197c4",
            "sentence": "When was the last time that you read a bedtime story to your children?"
        },
        {
            "id": "477e84fec33546a7acce8d380c929cbc",
            "sentence": "How many times do I have to ask you to put your laundry in the basket?"
        },
        {
            "id": "572e819027a144df95f6121ab10208cf",
            "sentence": "Tom told me that he thought that Mary was difficult to get along with."
        },
        {
            "id": "38487a39b4554955ac8f4b2450022bb0",
            "sentence": "Tom told me that he thought that Mary was amused by what was going on."
        },
        {
            "id": "1f55296175c94cf4befd0ff235c22802",
            "sentence": "Tom told me that he thought that Mary didn't know how to speak French."
        },
        {
            "id": "293840d8c50f478db91242ac34fe3ae4",
            "sentence": "If you cut off one of its heads, two more will grow back in its place."
        },
        {
            "id": "fa427d091bce48a6acd1c6a391a9dc13",
            "sentence": "No matter how hard you try, you won't be able to finish that in a day."
        },
        {
            "id": "02c945681923452b9b134356d13df7a4",
            "sentence": "Japan has undergone a drastic change as a result of industrialization."
        },
        {
            "id": "9cf320241f37476f8a4e1effa1490754",
            "sentence": "You're supposed to take off your shoes when entering a house in Japan."
        },
        {
            "id": "e2f1ad96626f4bd0bf5ff20b6327617a",
            "sentence": "I'm tutoring Tom in French, and in return he's tutoring me in biology."
        },
        {
            "id": "a4e3d4f0e40c44809806253ed7792d21",
            "sentence": "Tom got tired of city life and bought a farm. Now, he's enjoying life."
        },
        {
            "id": "b06a16ea1b204548af3ae471614d4b10",
            "sentence": "Would you be able to come back here tomorrow at 2:30 in the afternoon?"
        },
        {
            "id": "54d7784a99fd47079a202ba7cfccd632",
            "sentence": "True to form, my mother freaked out the moment I mentioned I got hurt."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}