{
    "currentPage": 14198,
    "pageSize": 50,
    "items": [
        {
            "id": "18a8726247e74657bc4a11c004620b78",
            "sentence": "Tom didn't know that he didn't have enough money to buy what he wanted."
        },
        {
            "id": "25f89e114c8f4739967d9809b1c03fc5",
            "sentence": "Can you honestly tell me that you didn't know this was going to happen?"
        },
        {
            "id": "2f8667e14257454d82decb3fb22a5f9f",
            "sentence": "Did you know that there used to be a Chinese restaurant on Park Street?"
        },
        {
            "id": "3782bf836c8144dfbfec1344e141fb6b",
            "sentence": "Men are idiots when it comes to women and I'm sure Tom is no exception."
        },
        {
            "id": "a8192a50bdce4528ba56ff8670b752cf",
            "sentence": "Tom spent the whole evening, staring at the girl at the end of the bar."
        },
        {
            "id": "ac73f9100e764bd5b69ab9f99ea1f8a7",
            "sentence": "Tom and I plan to get married as soon as we both graduate from college."
        },
        {
            "id": "a833c2e181814f9ea917d0869cf5c4d2",
            "sentence": "I hope that you don't mind my mentioning this, but you know I love you."
        },
        {
            "id": "f2e9f368c3f74feb92c78c62c144e369",
            "sentence": "After lunch, we all boarded the bus and headed to our next destination."
        },
        {
            "id": "7c3c5965d65a427996c9033f404e0029",
            "sentence": "Are you certain that you lost your book, or did you merely misplace it?"
        },
        {
            "id": "91685141bb6d425d810b8743c730cc6a",
            "sentence": "If our last batter had not hit a home run, team would've lost the game."
        },
        {
            "id": "55d540fea7b5448b937f8aec5bc9787b",
            "sentence": "After her husband's death, she brought up the four children by herself."
        },
        {
            "id": "379780ad040241c3953420a2ad1cc16e",
            "sentence": "Nothing is the matter with the car. It's just that you're a bad driver."
        },
        {
            "id": "9d551055169c41db8f994d1920773cd6",
            "sentence": "The only thing that really matters is whether or not you did your best."
        },
        {
            "id": "936664d452794fb9a59d4920066ea22e",
            "sentence": "Do you know someone with a truck who could help me move some furniture?"
        },
        {
            "id": "abcf0c8ad98c4993967b58ed9f193ff7",
            "sentence": "If you'd left a little earlier, you would've avoided the heavy traffic."
        },
        {
            "id": "8a29da447585436883012df197c70619",
            "sentence": "There's no way Tom can save up enough money in one year to buy a house."
        },
        {
            "id": "28b4d0733e094f32bfed296f4d9f60f0",
            "sentence": "Now that you're retired, you'll have more time to spend in your garden."
        },
        {
            "id": "6eaa2f8d4a9144e78602d23cbe3ecf3d",
            "sentence": "Many new buildings have been built around here in the last three years."
        },
        {
            "id": "7283d161e7bc434fbd0efce58b1e565f",
            "sentence": "I found out that the woman I thought was a nurse was actually a doctor."
        },
        {
            "id": "8b40accc0ca84fc799292f4e553c52d8",
            "sentence": "Under normal circumstances, Tom would never agree to do that with Mary."
        },
        {
            "id": "c55cdcd2844c46f8a6ca09e53b0ad1c8",
            "sentence": "I'm not going to the library, but I can take you as far as the station."
        },
        {
            "id": "3192d7942a1a48e5b64ed95f87f008f3",
            "sentence": "It's a bit cold, but it probably isn't worth putting the heater on yet."
        },
        {
            "id": "2c383ef4f4f442cbb4b1cd0d742df08b",
            "sentence": "With your skills, I'm sure it wouldn't be too hard to find another job."
        },
        {
            "id": "a2c980bd9f2d4f8291d6b67e75c93725",
            "sentence": "We learn from experience that men never learn anything from experience."
        },
        {
            "id": "6f60c9004ec34cf7887a4d9f00981b08",
            "sentence": "Since you have nothing to do with this matter, you don't have to worry."
        },
        {
            "id": "ea328e1d6273411f82880d0bc49fecce",
            "sentence": "Tom heard someone speaking French to Mary, but couldn't see who it was."
        },
        {
            "id": "b318d82c7e3241fe8a270817b84f6d56",
            "sentence": "Do you usually have snow on the ground on Christmas Day where you live?"
        },
        {
            "id": "fee5a21f37df473a8bde3ce52d5c365e",
            "sentence": "If we don't find water that we can drink, we won't survive much longer."
        },
        {
            "id": "98857629e4a048739f6c64c603a648ac",
            "sentence": "Tom didn't seem to have any trouble convincing Mary to go out with him."
        },
        {
            "id": "009eda03bb944e658b9a8c2c17b30739",
            "sentence": "We've been looking for Tom all morning, but we still haven't found him."
        },
        {
            "id": "97554e5bbc2a4526b9dfbaadbc299535",
            "sentence": "Tom's boss is a stuffed shirt, who's very awkward in social situations."
        },
        {
            "id": "c947c9ed23f245c190d0eb982704bb6e",
            "sentence": "Tom eagerly finished up what was left of the champagne and chicken pie."
        },
        {
            "id": "2c3f02a11bde44b6a5fccad3568f3d12",
            "sentence": "Hoping to cheer up his wife, Tom bought her a beautiful pearl necklace."
        },
        {
            "id": "18c19b1c794048e4994620ca8c05ec9a",
            "sentence": "Tom still hasn't found the courage to talk to the children about death."
        },
        {
            "id": "896f0479fef14aeeb07ea43f37bc6049",
            "sentence": "Tom was pouring a drink for Mary when he felt the ground start shaking."
        },
        {
            "id": "ca5539c8d8844aecb5f9f9d4f9459551",
            "sentence": "The reason Tom didn't arrive on time was because of a traffic accident."
        },
        {
            "id": "e191dcc070d04602851599271414be17",
            "sentence": "Several people came to Tom's aid when a couple of muggers attacked him."
        },
        {
            "id": "d0df4992da294b7e8257d2e9ac22b788",
            "sentence": "Tom asked me to tell you that he'd wait for you in front of the school."
        },
        {
            "id": "ada9ccd09d284586abcb285fd348eb12",
            "sentence": "The women washed him, tried to dress him, and also gave him a new name."
        },
        {
            "id": "3072d61db47649068540c8702bd14b88",
            "sentence": "Mary followed her friend to the hotel because she didn't know the area."
        },
        {
            "id": "701112a4180c43a4b33026b0700f9bf3",
            "sentence": "Kindness is the language which the deaf can hear and the blind can see."
        },
        {
            "id": "09139a7397f8449c8efa91a6e553bc57",
            "sentence": "Having finished the delicious meal, Tom and Mary were no longer hungry."
        },
        {
            "id": "507a443f06e246c6bd330aaa55d5ec74",
            "sentence": "If you'd stop complaining so much, people would probably like you more."
        },
        {
            "id": "bf52a508a32e4b119c6fc9b1578dbbae",
            "sentence": "I wasn't able to explain that to Tom in a way that he could understand."
        },
        {
            "id": "343392e7a8ab4a76a7f28191beeded97",
            "sentence": "Please come earlier tomorrow. We have a lot of work that we need to do."
        },
        {
            "id": "adbb2d5b25f9429caff8579e94571b11",
            "sentence": "A friend is someone who knows everything about you and still likes you."
        },
        {
            "id": "d914b8144a634f60b9459b51a1bdd536",
            "sentence": "Back when it was first introduced, the telephone was quite the novelty."
        },
        {
            "id": "90c5c527302b4fa189fb8d3cc386ace9",
            "sentence": "Mary isn't my girlfriend. She's just a friend who happens to be a girl."
        },
        {
            "id": "e27627eadfce4c63afd1bea334f0591b",
            "sentence": "I spent three years looking for a good director, but couldn't find one."
        },
        {
            "id": "8c833bcfb2754ab7a606f2737b9e36c9",
            "sentence": "Tom was standing in the front of the classroom, talking to the teacher."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}