{
    "currentPage": 14191,
    "pageSize": 50,
    "items": [
        {
            "id": "ddc4d25b5ffd4732a20439cc5aa2e6fb",
            "sentence": "Tom soon realized that it was useless to try to convince Mary to stay."
        },
        {
            "id": "22f395a7e6524529910b090f175feea2",
            "sentence": "I think that it would be a good idea for you to go to Boston with Tom."
        },
        {
            "id": "a2a2e306347647179dfec3e06a69c862",
            "sentence": "Tom set the alarm on his watch to remind himself to take his medicine."
        },
        {
            "id": "e0ed6ba0ac9e4ce6a3152270fd163e6e",
            "sentence": "It's grammatically correct, but a native speaker would never say that."
        },
        {
            "id": "7bace50a0c4b4115b221f2ecb234d802",
            "sentence": "Thousands of hectares of tropical rainforest are being lost every day."
        },
        {
            "id": "79031e1449ef479183d5829b6234467b",
            "sentence": "You're lucky that what we're looking for is equality, and not revenge."
        },
        {
            "id": "0fb34bca311e49638cb04ada1eac1a94",
            "sentence": "Did anybody tell Tom and Mary what time they were supposed to be here?"
        },
        {
            "id": "74fc6e9ea9024fb2ad86477df328c80c",
            "sentence": "I left home later than usual, but I was still able to catch the train."
        },
        {
            "id": "6a5b1b8bcdb149978efd84f1c8f9de98",
            "sentence": "Her ceaseless caterwauling alarmed every dog within a 500-foot radius."
        },
        {
            "id": "fdcf5c48e4a744e9b170cde58aad5318",
            "sentence": "If the spaghetti sticks when you throw it against the wall, it's done."
        },
        {
            "id": "874a354b1d0542dca9d971b2f3aa1d10",
            "sentence": "I want to go to heaven, but I don't want to die in order to get there."
        },
        {
            "id": "cd7831fd1f364ec8ad449cf78c7a510f",
            "sentence": "I wonder whether a person can live on only two hours of sleep a night."
        },
        {
            "id": "f101c6b63489426c84da16f81e2c942c",
            "sentence": "I'd like to buy this watch, but unfortunately it's just too expensive."
        },
        {
            "id": "f1c33782c076463f9770f8ee9190fe76",
            "sentence": "In this day and age, one doesn't have enough time to read long novels."
        },
        {
            "id": "0158a159ea814d9bab2bcf41f32138be",
            "sentence": "Tom and Mary tried to get as far away from civilization as they could."
        },
        {
            "id": "54de251957d34a74834cc10a015a1610",
            "sentence": "The garbage that was left in the kitchen of the abandoned house stank."
        },
        {
            "id": "62f11aa513784e1982f00e543a3e2ed5",
            "sentence": "This problem is too difficult for elementary school children to solve."
        },
        {
            "id": "ee4d7d322630411abbb2b653312499bb",
            "sentence": "Tom took some money out of his pocket and gave it to the homeless man."
        },
        {
            "id": "6e09e5d51189455e9a072f0411adae56",
            "sentence": "Tom doesn't come around anymore. Maybe he's moved to a different city."
        },
        {
            "id": "0658b99983a64a71a14134a361887d92",
            "sentence": "Tom said he thought that he wouldn't enjoy going to Australia with me."
        },
        {
            "id": "64561a64c6f1480ca180af34e5b69bdb",
            "sentence": "Tom said that he thought he wouldn't enjoy going to Australia with me."
        },
        {
            "id": "b787c2ac0a9242aba10761c407984d3d",
            "sentence": "The crime rate here is now less than half what it was three years ago."
        },
        {
            "id": "61b28f3b28e9476f8fb8278aceec4155",
            "sentence": "I don't speak French perfectly, but I can usually get my point across."
        },
        {
            "id": "6636a398547a454f9b53639bd0ebfabe",
            "sentence": "Tom and Mary were speaking in French, so I didn't understand anything."
        },
        {
            "id": "cef417d463e14c6ebf1b867584c4dc84",
            "sentence": "The tennis players both walked off the court and headed to their cars."
        },
        {
            "id": "7f9d621a42784958b0b4ca8edf63964d",
            "sentence": "Tom couldn't find the matches, so he wasn't able to light the candles."
        },
        {
            "id": "2533d0941eb44e8fa867f68d269f7c9d",
            "sentence": "Tom successfully convinced many people he possessed paranormal powers."
        },
        {
            "id": "b7a369c37b6241e4b0c768989a9f6677",
            "sentence": "I know that it's highly unlikely we'll be able to sell all this stuff."
        },
        {
            "id": "4f02373fa46c4f4fa9b564a2f303caee",
            "sentence": "It goes without saying that camels are very useful in the Middle East."
        },
        {
            "id": "8f49c0bfb1f1455c86487961386b08af",
            "sentence": "Tom wasn't named after his father. He was named after his grandfather."
        },
        {
            "id": "9ff0029b8efb4c53a07a85f14ec7eccd",
            "sentence": "Tom didn't understand why Mary chose an elephant as her online avatar."
        },
        {
            "id": "dada0391f85f4cd89b5e43dd0c1b2b48",
            "sentence": "Tom was named the head of the organization after the director retired."
        },
        {
            "id": "b7874e9527f74f9ba947f799fe40d06d",
            "sentence": "Tom's face lit up when he saw the cake Mary had made for his birthday."
        },
        {
            "id": "4a83ae7cf8d248e893b21ec6c5cbd594",
            "sentence": "Tom sat at the bar and exchanged some friendly banter with the locals."
        },
        {
            "id": "1744cc64ac0c45fe8a974aa47971ef72",
            "sentence": "We weren't able to solve the problem as quickly as I thought we would."
        },
        {
            "id": "0a50ab33ada64c3abbaf8284ce69f932",
            "sentence": "Don't forget to tell Mary that she doesn't have to do that by herself."
        },
        {
            "id": "bc52c41de71b4f8f88ec5120a659523a",
            "sentence": "My little sister has been suffering with a toothache since last night."
        },
        {
            "id": "459a159d65824b09b72c97e68b5b631e",
            "sentence": "I don't think you need to tell Tom what Mary said she was going to do."
        },
        {
            "id": "1d41d0b9a9d3472ea6c0d6ca5ab84d9d",
            "sentence": "Tickets are valid for three days, including the day they're purchased."
        },
        {
            "id": "6aabc76cd07443ebbd1a7ff5c09a7c6b",
            "sentence": "At first, I had trouble understanding people when they spoke too fast."
        },
        {
            "id": "0464d445c0a9499cb394bda25e7e5a1e",
            "sentence": "I was delighted to hear of your promotion to Senior Managing Director."
        },
        {
            "id": "6b3daa4b2c8940bd968e17c8a187bb73",
            "sentence": "Among the five of us, she, without a doubt, speaks the most languages."
        },
        {
            "id": "0e6e801665a849d5b130d9737f77778a",
            "sentence": "I hurried to the station only to find that the train had already left."
        },
        {
            "id": "bfc75836f0824c78b210923d4b1578f2",
            "sentence": "In September, there are just a few people here and there on the beach."
        },
        {
            "id": "3d65ba5295c642299be1ee73dcb7c96d",
            "sentence": "Could we see each other for about an hour on February 27 at 3:00 p.m.?"
        },
        {
            "id": "3c90b3f6386c4fe897353d2c190e603b",
            "sentence": "The purpose of a conclusion is to sum up the main points of the essay."
        },
        {
            "id": "0bc690c42eb24e0597767960db9faae5",
            "sentence": "Tom took the engine apart, but he wasn't able to put it back together."
        },
        {
            "id": "70073d3022b64412bdd107ff51902411",
            "sentence": "Tom isn't alone with Mary. There are a lot of other people there, too."
        },
        {
            "id": "1f26f4df4eed434f800ceda45664fbcb",
            "sentence": "If it hadn't been for Tom, I would've never been able to learn French."
        },
        {
            "id": "f9a9fbb11d5e405a874a1f90c259d18e",
            "sentence": "I think Australia is one of the most beautiful countries in the world."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}