{
    "currentPage": 14200,
    "pageSize": 50,
    "items": [
        {
            "id": "7c3a27751d964ff295759edef76222cf",
            "sentence": "Do you find that your mood changes frequently in short periods of time?"
        },
        {
            "id": "38c8135bde9e49d792dafb8c64d74494",
            "sentence": "On the tenth of next month, they'll have been married for twenty years."
        },
        {
            "id": "1ceba029d601419285769a5ae2c56e30",
            "sentence": "Tom's children are trying to memorize the words to the national anthem."
        },
        {
            "id": "56f735a616084bbeb35b5dc4ff1f6c44",
            "sentence": "Please accept our apologies for the trouble this matter has caused you."
        },
        {
            "id": "5745a7ae0ed54f96a2e6e290d4ea7f5a",
            "sentence": "Tom wants Mary to take the medication that the doctor told her to take."
        },
        {
            "id": "71eb6868ee0e490fa93179c244df4d94",
            "sentence": "Tom hopes that Mary knows that she has do what John has told her to do."
        },
        {
            "id": "cf21c7e86d6346a39b1d87d20564ed78",
            "sentence": "Before you criticize a man, you should always walk a mile in his shoes."
        },
        {
            "id": "dd07cc2ec25e4ab29670a1f6ed8f7ff5",
            "sentence": "I won't be getting married this year. In fact, I may never get married."
        },
        {
            "id": "a88ba7f5aa5c48c69dce9cbd84575dee",
            "sentence": "In arithmetic, the number resulting from an addition is called the sum."
        },
        {
            "id": "5397ab9c0bfa415a80b4fcaebe12dc49",
            "sentence": "It's a small noisy apartment, but it's where I live and I call it home."
        },
        {
            "id": "6fd02c61c43b4b5f866817c115287723",
            "sentence": "The ruling class employs a variety of means to maintain their hegemony."
        },
        {
            "id": "e9722299626f40a7ac9a340083e09dc9",
            "sentence": "Just because no one's complaining doesn't mean the customers are happy."
        },
        {
            "id": "c1687ce4053f4aae8e389215722d98e9",
            "sentence": "Tom wasn't brought up by an aunt. He was brought up by his grandmother."
        },
        {
            "id": "c43b6ac60af74fa5b6aea8dbb752625d",
            "sentence": "Tom wants to visit another country. He doesn't really care what county."
        },
        {
            "id": "2e4465d3ea47433dacc5f671ff4d8aa1",
            "sentence": "It's true that Tom knows a lot about cooking, but he's not a good cook."
        },
        {
            "id": "97c96ef3e564496eafd9c8c38412ea92",
            "sentence": "They made up their minds to travel back in time in order to rescue Tom."
        },
        {
            "id": "9e26d13a2669412ca94aa505d31c69d3",
            "sentence": "No matter how much you may want to do that, we're not going to let you."
        },
        {
            "id": "ecf70f6d763e4a80af1cac7313c51de4",
            "sentence": "Am I the only kid in my neighborhood that doesn't go trick-or-treating?"
        },
        {
            "id": "b93ad9be68e6419a8da02c5585dec140",
            "sentence": "If you have any clothes that need to be washed, I'll wash them for you."
        },
        {
            "id": "8af00aaabea74bb19a4eafc6914300ce",
            "sentence": "The crazier or more unusual the mnemonic, the easier it is to remember."
        },
        {
            "id": "332d6042369b48a2aecd8bbddcf454df",
            "sentence": "You need to remember that Tom did that even though we asked him not to."
        },
        {
            "id": "598b3954aa06428cb445fe78149decd6",
            "sentence": "Mary said that she was planning to visit an old boyfriend in Australia."
        },
        {
            "id": "0a33bd24787a4ac89414568c5027e4b1",
            "sentence": "Tom didn't get home until after his family had already finished eating."
        },
        {
            "id": "b713997a7f374bdd813d32ca2cdcb295",
            "sentence": "The root of the problem is a lack of communication between departments."
        },
        {
            "id": "d7178544e43341cf84369d16e5583aca",
            "sentence": "We're trying to raise money to help those whose houses got burned down."
        },
        {
            "id": "61fc7f6f05834ad6af969a139dce9b29",
            "sentence": "You can help your local economy by spending your money at local stores."
        },
        {
            "id": "a0b78f2f92e747c290787852ae34bdce",
            "sentence": "Tom searched every nook and cranny of the house looking for his wallet."
        },
        {
            "id": "0aba5bfe0e0f43e283b92fd8d1b6f304",
            "sentence": "Tom showered Mary with gifts in the early stages of their relationship."
        },
        {
            "id": "04290afd58824692a7be528d77526de6",
            "sentence": "It's been one step forward and two steps back with Tom's health lately."
        },
        {
            "id": "d44f85fee9994239abc7173afcbe8680",
            "sentence": "He who buries his head in the sand today will grind his teeth tomorrow."
        },
        {
            "id": "6647e979c6d84879bc8ed2d34bb92881",
            "sentence": "Even though I'm better at French, I really want to practice my English."
        },
        {
            "id": "40ebc750be8b4e7a8315833aaf6e78ba",
            "sentence": "I have been studying you just as a biologist studies an animal species."
        },
        {
            "id": "10cc3fdc42cf4d32ab52bb7ee7b8a241",
            "sentence": "The maple table had a beautiful walnut inlay, forming a floral pattern."
        },
        {
            "id": "c5c41f0a7f084b3dbc6741ff443d62cb",
            "sentence": "Tom started playing jazz after studying classical music for many years."
        },
        {
            "id": "87233c1830924ca1a728b1971c702265",
            "sentence": "It took several months for my hair to grow back after I shaved my head."
        },
        {
            "id": "d8f5a89eae614cd9b59f74741b9c49b8",
            "sentence": "No matter what they tell me, I still plan to go to Australia next week."
        },
        {
            "id": "761e7da28026458fba3ed4aad649d589",
            "sentence": "Look, Tom, you only get one shot at this, so you've got to do it right."
        },
        {
            "id": "39363bc18e034d05881723f36803ce69",
            "sentence": "It's not the final goal, but the process of getting there that matters."
        },
        {
            "id": "6927c1637de040a5aa35adb8ed0d52fe",
            "sentence": "Because of the rain, the boys couldn't play baseball on the playground."
        },
        {
            "id": "3905a7630ee544bfb81bb1fe218a78ea",
            "sentence": "That charity is named after a person who donated about two billion yen."
        },
        {
            "id": "9a2d69b7acae42e2bc5e78d4336d900a",
            "sentence": "As a result of always being hungry and fatigued, that dog finally died."
        },
        {
            "id": "e6bd0376e8114d27b941ff0d30dddd88",
            "sentence": "I haven't seen you for a while, so I thought I'd drop by and say hello."
        },
        {
            "id": "edfa69de8fe54c8dacc6ea06093635a5",
            "sentence": "I studied twice as hard for today's test as I did for last week's test."
        },
        {
            "id": "23aaa2aef004446c92b1fda39469e457",
            "sentence": "If you agree to buy 3,000 of them, we'll give you a 3 percent discount."
        },
        {
            "id": "f25ffdd69610498089501c6cc7824ce8",
            "sentence": "I think that it's highly unlikely that Tom will take Mary to the party."
        },
        {
            "id": "77c028ad7cea49bd84f06d07eafec086",
            "sentence": "The police didn't think that it was likely that Tom had killed himself."
        },
        {
            "id": "4c8b518d3d3e4bf9ad5411ce77362d87",
            "sentence": "I was nearly ten when my parents gave me a chemistry set for Christmas."
        },
        {
            "id": "402c8bda4cc84f8d88178c5bf6c0c771",
            "sentence": "Mary was the only other girl who said she was interested in doing that."
        },
        {
            "id": "63152dbd323f46e3b43845695c7ac95e",
            "sentence": "I hate going to girls' birthday parties. I never know what to get them."
        },
        {
            "id": "abf01eb778074ed1af05d26a3417b0de",
            "sentence": "If you want at least three fresh eggs a day, how many hens do you need?"
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}