{
    "currentPage": 14209,
    "pageSize": 50,
    "items": [
        {
            "id": "2ce394d4580f4263b49157ebdb201eef",
            "sentence": "By the time I got there to pick Tom up, he was more than ready to leave."
        },
        {
            "id": "a2407d8256094379bee759cd7945f68a",
            "sentence": "Tom's childhood might've been happier if his parents had stayed married."
        },
        {
            "id": "dd10bb2b97594fdab4a0131fbb5a1c96",
            "sentence": "You should expect this kind of thing to happen more often in the future."
        },
        {
            "id": "5dfd683f7d8b431ab16e671d6f15fe27",
            "sentence": "Tom lives further away from school than Mary does, but closer than John."
        },
        {
            "id": "1369506c1ae44793a76051801795d1ca",
            "sentence": "A flight attendant was rescued from the wreckage of the passenger plane."
        },
        {
            "id": "d7f478894b7a4be9ab07ecf100384579",
            "sentence": "Tom woke up in the night with a burning pain in the middle of his chest."
        },
        {
            "id": "4f04d3204a5d4994b35b9ded591c3b51",
            "sentence": "Tom regrets not having gotten on better with his brother over the years."
        },
        {
            "id": "e9e76467b81945ca8196dd245312d094",
            "sentence": "Tom sent Mary a text message telling her he wanted to break up with her."
        },
        {
            "id": "52b97dc37d3646f68ab367983f461bfe",
            "sentence": "Do you think that anyone else in your office will get married this year?"
        },
        {
            "id": "b1d901182d20424ab112d239421d039b",
            "sentence": "I suspect Tom and Mary probably didn't do what they were supposed to do."
        },
        {
            "id": "62d468abcad945c3a058e54bc961fba8",
            "sentence": "A long time ago when I was young, I used to write in my diary every day."
        },
        {
            "id": "c5671e66a24b413bb56b05e495e3be22",
            "sentence": "At the time, Mary was probably the most photographed woman in the world."
        },
        {
            "id": "ab5b5c6894c348d7ac535e210557265a",
            "sentence": "It's none of your business, so don't mess up things by getting involved."
        },
        {
            "id": "be8a30d1afa248478aeb2bceaa1ea196",
            "sentence": "Don't take it for granted that Tom will help us every time we need help."
        },
        {
            "id": "0e82431e35194f5ea92e771a6f60848e",
            "sentence": "The car that I have now is much better than the one that I used to have."
        },
        {
            "id": "7c1d19075feb4ab094aa3b8185731772",
            "sentence": "I think that it's highly unlikely that Tom will get custody of the kids."
        },
        {
            "id": "6c670597db4941538f37d00bd47bf179",
            "sentence": "Do you think that there's any chance that Tom knows Mary's phone number?"
        },
        {
            "id": "8e32d4e188ea4ca895247c98a750b942",
            "sentence": "I still think that it's unlikely we'll ever find someone to replace Tom."
        },
        {
            "id": "8c8193bf29384f9781159165a81e4e63",
            "sentence": "I think that it's time for me to accept responsibility for that problem."
        },
        {
            "id": "1181173b9b1540169dc5ecbfea9c9daf",
            "sentence": "The company incurred a deficit of $400 million during the first quarter."
        },
        {
            "id": "b2419c519c53442687a26d0fa27daa90",
            "sentence": "What I was trying to say was that I could help Tom, but I don't want to."
        },
        {
            "id": "368e1fbcabea450183061a996b40d0df",
            "sentence": "If you want to go fast, go alone. If you want to go far, go with others."
        },
        {
            "id": "b8596e2a4b2344bea671394c0e11d49c",
            "sentence": "Tom needed to go to the bathroom, but he was too shy to ask the teacher."
        },
        {
            "id": "cedbdae8791d41fa91e15d02859367a1",
            "sentence": "No one knew what he was actually called. Everyone simply called him Tom."
        },
        {
            "id": "5296309e11084a7d96560961bb132aed",
            "sentence": "It's unlikely anybody other than Tom would be interested in buying this."
        },
        {
            "id": "48f5996a6a4d4ea982d460be5cc9e005",
            "sentence": "Tom finally realized Mary was never going to consider him her boyfriend."
        },
        {
            "id": "f39b5a8fac1548bca424371c0993ba9d",
            "sentence": "My brother is so smart and witty that I can not beat him in an argument."
        },
        {
            "id": "f3b1d6ead8de41aaa20fef30819ecf2e",
            "sentence": "I borrowed the book from the library, but I haven't read much of it yet."
        },
        {
            "id": "b2deb31644084e0fa1789f042e87b56f",
            "sentence": "Nothing is the matter with the car. It's just that you are a bad driver."
        },
        {
            "id": "0af6455ec76f474883a12fc49896eb3a",
            "sentence": "My mother's religion helped her to come to terms with my father's death."
        },
        {
            "id": "bf799baa5dc844e48cc17df39184f0f2",
            "sentence": "When he was faced with the evidence, he had to admit that he was guilty."
        },
        {
            "id": "20e91b80100d4941ad5e00e96b34c6f0",
            "sentence": "Before deciding to buy it, I tried on the jacket to see if it would fit."
        },
        {
            "id": "587693c178c84a4eb49b102478cd1e46",
            "sentence": "At Christmas he went out of his way to buy me a really nice model plane."
        },
        {
            "id": "fc430ff2c0ac4f8fbe0febc6d2b45294",
            "sentence": "Her eyes shone with joy when she saw that her mother was not mad at her."
        },
        {
            "id": "d7819c98ba4f418cb6ff7144550cd7ff",
            "sentence": "It is the things that we do not possess which seem to us most desirable."
        },
        {
            "id": "32dadfdd65c44c76be77e8578e943f93",
            "sentence": "I'm looking forward to meeting with you the next time I visit your town."
        },
        {
            "id": "8d966f85668948cba0af41f97fc0cb7a",
            "sentence": "I didn't get much sleep last night so I was nodding off all day at work."
        },
        {
            "id": "6711fcfa4929474ea688dacd61c00930",
            "sentence": "I was walking in the park with a friend of mine when it started raining."
        },
        {
            "id": "f0efd74f02ad4906a22fad281dadb425",
            "sentence": "We can stay here for as long as our supplies of food and water hold out."
        },
        {
            "id": "7f784818ba3b430cab9ca0467f6a89a5",
            "sentence": "I don't want to work in a company that doesn't care about its employees."
        },
        {
            "id": "047f5ff3a75843baaac08ce933d833b2",
            "sentence": "If you keep on drinking so much, you might end up becoming an alcoholic."
        },
        {
            "id": "21459c67229f428dbe9ed83ec265093b",
            "sentence": "He gently took the paper out of her hands and said, \"It's time to rest.\""
        },
        {
            "id": "2d4d50a65dfe4dcc8a42825df8870662",
            "sentence": "I bought a pair of gloves for Tom. For Mary, I bought a pair of mittens."
        },
        {
            "id": "5b58c2926c6140eaaf3b270f19ac10a4",
            "sentence": "Tom's daughter who lives in Boston will be coming for a visit next week."
        },
        {
            "id": "2114e71ef79d49feb689972876d2ea78",
            "sentence": "It's surprising you haven't heard anything about what's going to happen."
        },
        {
            "id": "c6229ff677f44d0dbd0d608334ab70c6",
            "sentence": "A module is said to be semisimple if it is the sum of simple submodules."
        },
        {
            "id": "5f00f98c96fd4363b1a6008d5fa28bdb",
            "sentence": "Do what you think has to be done in the way you think it should be done."
        },
        {
            "id": "a1b77caf35f7457a9ba3b04744da2be0",
            "sentence": "Don't just read books. Go outside once in a while and get some exercise."
        },
        {
            "id": "d47119c2bc06496594189edb806da7bf",
            "sentence": "No matter how hard you try, you won't be able to finish that in one day."
        },
        {
            "id": "6e5935e0a142490db708f75bf69ed206",
            "sentence": "Without your help, I couldn't have gotten over that difficult situation."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}