{
    "currentPage": 14207,
    "pageSize": 50,
    "items": [
        {
            "id": "54975a8d978d4295ad251efe83a35c73",
            "sentence": "You look like a kid who was just caught with his hand in the cookie jar."
        },
        {
            "id": "f08d3b92780f46978e7df818fc273371",
            "sentence": "It was against school rules to wear makeup at the high school I went to."
        },
        {
            "id": "84200aaf727e4bd7a69a61a54c96a627",
            "sentence": "Is it true that there are more male bus drivers than female bus drivers?"
        },
        {
            "id": "0a000fe0b39a41da8b6c59af2533bc31",
            "sentence": "The bus didn't have any passengers on board at the time of the accident."
        },
        {
            "id": "bef5cd8a1eb34b9b928e6d35c92c40a1",
            "sentence": "If the bus driver had had a gun, things might've turned out differently."
        },
        {
            "id": "904d6410c93a4518af8069ca9b60d4fe",
            "sentence": "If it hadn't been for your raincoat, I would've been soaked to the bone."
        },
        {
            "id": "aed1e2866ab74ed18e63491849b40f35",
            "sentence": "Buckle down and get to work. Do you think we're on a Sunday picnic here?"
        },
        {
            "id": "b0ab04a4f88a4fe686a79888870e45f5",
            "sentence": "No matter how interesting magic shows may be, I don't like them so much."
        },
        {
            "id": "72776c5e6b19470883555c1d98eccb79",
            "sentence": "What that fortuneteller said yesterday is nothing to be concerned about."
        },
        {
            "id": "bd3e715c95ee4161b5424930f2b9761a",
            "sentence": "This is how I've always done this, and I plan to keep doing it this way."
        },
        {
            "id": "4cc875698e9d41d6aca11501e9ca3ff5",
            "sentence": "If anyone finds out what I did, I'll be the laughingstock of the school."
        },
        {
            "id": "b81379ef49f2470687826a17e3efc0f9",
            "sentence": "The doors opened and a large crowd of people rushed out of the building."
        },
        {
            "id": "6fbcf1eba21742489a016be2f57cb0fd",
            "sentence": "The hospital that used to be across the street remained open until 2013."
        },
        {
            "id": "2e6b56efae0548c08ac4ecaa4ceba622",
            "sentence": "My father always thought that he wanted to be a pilot when he was a boy."
        },
        {
            "id": "e10349d9edaa4081aa6eb714a87a2c5b",
            "sentence": "My mother told me that a boy should never kiss a girl on the first date."
        },
        {
            "id": "a8893642b1cd44fb8d215b920fa51f2d",
            "sentence": "Tom knew that Mary had told John that she saw Alice kissing another man."
        },
        {
            "id": "633b4c807d2e44978a9789e42f8801b1",
            "sentence": "Many people think that children spend too much time watching television."
        },
        {
            "id": "546b0eaf122f4b73960d6c245b2cbb8f",
            "sentence": "The world follows one golden rule: whoever has the gold makes the rules."
        },
        {
            "id": "dda2ab94551c4b22aae6521be8941858",
            "sentence": "At the moment, it doesn't look like the conflict will end any time soon."
        },
        {
            "id": "f8fd726dcc1b4f89b3b3df5fb2710eda",
            "sentence": "Frederic Chopin wrote his first composition when he was seven years old."
        },
        {
            "id": "c6f84c5633d2487da271cf0bbd161977",
            "sentence": "The hospital quarantined the infected patients to avoid cross infection."
        },
        {
            "id": "e240a1d76eba409e8c5d17eace008774",
            "sentence": "Tom would be able to explain everything to you much better than I could."
        },
        {
            "id": "b0be264fb3f84076993757631fe00783",
            "sentence": "Tom called Mary's mother and asked her if Mary was allergic to anything."
        },
        {
            "id": "b34e07f5730f4e24a06db7392405b84d",
            "sentence": "I suspect that Tom won't tell Mary the real reason he's going to Boston."
        },
        {
            "id": "70998e0f488e4a3fbda25d93c3fc7c52",
            "sentence": "Tom and Mary spent the afternoon planning their first vacation together."
        },
        {
            "id": "035fbd9c7f4348f08b962781cc8c20e7",
            "sentence": "Tom knows some French, but not really enough to carry on a conversation."
        },
        {
            "id": "26fb10290cf64513b6ec511df4688538",
            "sentence": "You ought to get into the habit of brushing your teeth after every meal."
        },
        {
            "id": "d82ab2c73af6411fa8005806b48b372b",
            "sentence": "Tom handed Mary his car keys and told her that she could borrow his car."
        },
        {
            "id": "66e4ea05995b43f4955764dc2ee6a8c4",
            "sentence": "I don't have good luck, so I don't play pachinko or buy lottery tickets."
        },
        {
            "id": "30f06cfe1d2a4cd6983129b0bb55bd05",
            "sentence": "To avoid interest charges, Tom pays his credit card in full every month."
        },
        {
            "id": "60dd6eea680d4da8ab9f76420e1ae6ec",
            "sentence": "The economy still hasn't completely recovered from the financial crisis."
        },
        {
            "id": "43f346ef37bf4629a21cb98731ef302d",
            "sentence": "She's determined to get back at her friend for stabbing her in the back."
        },
        {
            "id": "6535a4575d814f188eac2b1ddb2ee309",
            "sentence": "If it hadn't been for your raincoat, I would've been soaked to the skin."
        },
        {
            "id": "1c47f3331113461ba1be4d5e8df766db",
            "sentence": "How much do you think it would cost to get to the zoo from here by taxi?"
        },
        {
            "id": "2d526def009e475194a202b4a0346556",
            "sentence": "I've brought three cases of beer. We don't have to drink it all tonight."
        },
        {
            "id": "0ef9d68ee5424842b85f9a0581c19be3",
            "sentence": "I was tired yesterday when I got home from work, so I went to bed early."
        },
        {
            "id": "90e71a75abdb4ff2b8eca9cc6f542be2",
            "sentence": "I have three brothers. One lives in Japan and the other two live abroad."
        },
        {
            "id": "c6ee6c35284049a9bb6ddf24cdbd660e",
            "sentence": "I think we'll get there in time if we don't get caught in a traffic jam."
        },
        {
            "id": "9a105b9592304b5bb5aa1887e01fdb91",
            "sentence": "Tom is from another country, but I can't remember exactly which country."
        },
        {
            "id": "5ee3b5a0485d424e89797f47aea3e654",
            "sentence": "I still have the sweater that you gave me when I was thirteen years old."
        },
        {
            "id": "bb3319830f704a939736faf8de673d81",
            "sentence": "I wish I had time to go home and change into something more appropriate."
        },
        {
            "id": "a10ce3d5454c40b6ba1f46710bc06a05",
            "sentence": "I knew I should never have gotten involved with your harebrained scheme."
        },
        {
            "id": "d9bda0bca0b248cca38f5e8ad30f9a34",
            "sentence": "Tom thought that Mary and John might be dealing with contraband weapons."
        },
        {
            "id": "14fc48b9c1d849e28a2e7370383688f5",
            "sentence": "The restraining order prevents Tom from being in the same place as Mary."
        },
        {
            "id": "6111005aee8a49969851624d54390b24",
            "sentence": "Quite a lot of people were surprised by the fact that Tom had joined in."
        },
        {
            "id": "8efd2b6db3ae4d838713665100f7c91a",
            "sentence": "I can put up with a house being untidy, but I don't like it to be dirty."
        },
        {
            "id": "6f609e25238b4c87baee5fd3b31a7f19",
            "sentence": "The lawyer asked the judge to make allowance for the age of the accused."
        },
        {
            "id": "74747a749dca472bb58e5d0406eca4ce",
            "sentence": "Tom ate lunch at a small restaurant near the hotel where he was staying."
        },
        {
            "id": "5e1a7ad6b37e4de887d3d7c617ec7199",
            "sentence": "I will have been to Hokkaido three times if I go once again this summer."
        },
        {
            "id": "a2363d8fab3b4d3f9ce18e3bea8f0790",
            "sentence": "Would you please let me know when it would be convenient for us to meet?"
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}