{
    "currentPage": 14217,
    "pageSize": 50,
    "items": [
        {
            "id": "bba2a22b42494509acfaf03ab127f657",
            "sentence": "We're living in a world where the rate of change is rising exponentially."
        },
        {
            "id": "256fb03087134ea283aa1bc1e354716d",
            "sentence": "After Tom had entered four wrong PIN numbers, the ATM swallowed his card."
        },
        {
            "id": "389cf94d0b6d4124915d8245a244e9df",
            "sentence": "Tom knew Mary was falling for him when she laughed at his terrible jokes."
        },
        {
            "id": "6efdcdba2abd4b6e8ffad300f5483816",
            "sentence": "Tom wrote Mary a soppy love letter and she kept reading it over and over."
        },
        {
            "id": "693b8ba3766f4b7997130208b31ce72f",
            "sentence": "The doctor advised Tom to have at least three alcohol-free days per week."
        },
        {
            "id": "763afa96ce3b48e7a0bdab52df5730dd",
            "sentence": "Tom did a lot of things that he wouldn't normally do in order to survive."
        },
        {
            "id": "d59ae5622f2e4f31b31517b64922ab4b",
            "sentence": "How much time every week do you spend doing fun stuff with your children?"
        },
        {
            "id": "afe49479d48c4ac7bd820d29378fb9d1",
            "sentence": "Whether or not that’s what really happened remains the subject of debate."
        },
        {
            "id": "3797cbf7494644c7a33119328052d373",
            "sentence": "If the mountain won't come to Muhammad, Muhammad must go to the mountain."
        },
        {
            "id": "3c5247a27faf41d5966127db300dae4c",
            "sentence": "Even if I use both hands, I can't crack an egg without breaking the yolk."
        },
        {
            "id": "91832b3339924d0f94710027d374b6a2",
            "sentence": "Tom was surprised when he found out that Mary couldn't understand French."
        },
        {
            "id": "b9cb1ff2ff264aaab634680e5bcb83f7",
            "sentence": "I can't believe that Tom is giving Mary the car that he bought last year."
        },
        {
            "id": "eaf1d4d98db44844aa00e6e864a17600",
            "sentence": "I had hardly sat down on the bench when I found it had just been painted."
        },
        {
            "id": "d1f6e7a3cc564c8aae9f77056433b324",
            "sentence": "Why are there no polar bears in Antarctica and no penguins in the Arctic?"
        },
        {
            "id": "e2eb74514e0340e49229fbb440e9068b",
            "sentence": "The series of crimes were thought to have been committed by the same man."
        },
        {
            "id": "2b956e5cea404418ad3406adee397983",
            "sentence": "Children in day care are more likely to get sick than ones who stay home."
        },
        {
            "id": "86e733e00fc441489e5db13b2e1bfa3a",
            "sentence": "Tom gave me a list of things that he wanted me to buy at the supermarket."
        },
        {
            "id": "d9c7de7abe164beebb358cfc78084d03",
            "sentence": "I want for buy some jewelry for Mary, but I don't know what I should buy."
        },
        {
            "id": "b3bed959d77c47bca16659dba09d7764",
            "sentence": "I still think it's unlikely that we'll ever find somebody to replace Tom."
        },
        {
            "id": "c187d8c1b22a481e8b314248a31310dc",
            "sentence": "I still think that it's unlikely we'll ever find somebody to replace Tom."
        },
        {
            "id": "690c98e24dc34b959d702bdff4bb2d62",
            "sentence": "I think that I've found something that you might be interested in seeing."
        },
        {
            "id": "284e09b178af4ab4b5d03bb3bc630bb0",
            "sentence": "I got out of the shower, dried myself off, and then put on clean clothes."
        },
        {
            "id": "9ae539b3bb694153a87cf3487e3b24ab",
            "sentence": "Tom was pulled over by the police because one of his tail lights was out."
        },
        {
            "id": "d0153a5e0f184bfcb4d5f3f8b6810a11",
            "sentence": "Tom got his girlfriend's name tattooed on his arm, but then she left him."
        },
        {
            "id": "4b377f555b9347d4946e875b2610aefe",
            "sentence": "Tom wanted to keep talking about it, but I didn't want to listen anymore."
        },
        {
            "id": "e4e254c241e74cd6b5634f8cad7d41a3",
            "sentence": "I'll be in Australia for three more days and then I'll go to New Zealand."
        },
        {
            "id": "38c291c07e8d4f9485c81d0eb725efa6",
            "sentence": "My mother said as soon as I finished my homework I could go out and play."
        },
        {
            "id": "1239f3e4e48348ce8d4c490c25efd01a",
            "sentence": "Tom wrote down his suggestions on a piece of paper and handed it to Mary."
        },
        {
            "id": "a69aaa66bbb24980bd9b8076a26293fb",
            "sentence": "I will have been studying English for six years by the end of next month."
        },
        {
            "id": "10868ed9800640978009b76e3e3b1a5f",
            "sentence": "When he was young, he was so poor that he virtually had to live on gruel."
        },
        {
            "id": "380b8fc3c32a439490e393248918bf6d",
            "sentence": "The shopwoman showed me a lot of neckties, but I didn't like any of them."
        },
        {
            "id": "6188973df0434a6797e27cb76feca321",
            "sentence": "Though it was a muggy night, she went to bed with all the windows closed."
        },
        {
            "id": "b8a71ec11c334cb5ba7fd1f7723260f9",
            "sentence": "What do you think we must do in order to maintain the peace of the world?"
        },
        {
            "id": "eceb8b74c12a49f9a21a4152c4e5a173",
            "sentence": "It is said that the secret of long life is to have something to live for."
        },
        {
            "id": "ddcb3d0db3ec40678201a372b5122a5c",
            "sentence": "He used to be well off and generous, but now he lives from hand to mouth."
        },
        {
            "id": "c64658737f64463ebbf1e3547d5c3536",
            "sentence": "He still writes novels from time to time, but not as often as he used to."
        },
        {
            "id": "6b6583763b194be5bcd80af878fd77ba",
            "sentence": "He was a writer who had never lived up to the promise of his first novel."
        },
        {
            "id": "3ba57597a4754f8aae869f1ee70fbc3b",
            "sentence": "She was allowed to go to the disco on condition that she was back by ten."
        },
        {
            "id": "c988c89c922f460ba21c5ba5f4d1248e",
            "sentence": "The mother will not be at ease until she hears of her son's safe arrival."
        },
        {
            "id": "27340503caa04362af02dec0acecf702",
            "sentence": "The question is not what education is for so much as how you go about it."
        },
        {
            "id": "28279fe5f9d0479a9268054082d318a3",
            "sentence": "The doctor told you to stay in bed until your fever goes down, didn't he?"
        },
        {
            "id": "30c8c71c9bbd4e5daa3b32cce8ec52e5",
            "sentence": "If you decide to come to America, please let me know as soon as possible."
        },
        {
            "id": "b2498b1792b849898d71c1f474d94fc6",
            "sentence": "That red tie doesn't go with your suit. Why don't you wear the green one?"
        },
        {
            "id": "a0beb0cca4364be7ae2f5c0b440f3cc5",
            "sentence": "It's surprising to know that your school starts at 8:30 and ends at 3:30."
        },
        {
            "id": "2da16f8835af4eafb9c41b28355ce250",
            "sentence": "If it had not been for his timely hit, our team would have lost the game."
        },
        {
            "id": "f54998ede05b43f1849928f12d274908",
            "sentence": "I don't have to study tonight. I think I'll watch television for a while."
        },
        {
            "id": "49d3d1b5c100496d8322cddd6fc52483",
            "sentence": "The first thing he did was to untie his shoelaces and take his shoes off."
        },
        {
            "id": "153207ebed08456ab47af5a2c500303e",
            "sentence": "It was very cold last night, so we didn't go outside, but stayed indoors."
        },
        {
            "id": "d1b2a499d70c480697f0e9af1b7968f1",
            "sentence": "It was when I was eight years old that I climbed Mt. Fuji with my father."
        },
        {
            "id": "fef7903d815743fab2a5be317e6f49b8",
            "sentence": "We were to be married in May but had to postpone the marriage until June."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}