{
    "currentPage": 14210,
    "pageSize": 50,
    "items": [
        {
            "id": "3d8c1c2181a54559873e6d6648ae8799",
            "sentence": "Tom and Mary became friends with the other children in the neighborhood."
        },
        {
            "id": "c66dd1c4fa964a74a97881c727a0e352",
            "sentence": "Why do you always speak to me in English? Is it because I'm a foreigner?"
        },
        {
            "id": "9deab7e106f3441fbb94ac0ca8eacc70",
            "sentence": "Even though he's turned twenty, he's still too timid to chat with girls."
        },
        {
            "id": "df9f6f5d7e8941f28faeb9d3a61f5259",
            "sentence": "Tom had no idea Mary was planning to stay in Boston for three more days."
        },
        {
            "id": "d57020919e3b4694a65d111066f33807",
            "sentence": "Let me know beforehand instead of springing it on me at the last minute."
        },
        {
            "id": "eb243056080a42a6841209c64f8b414f",
            "sentence": "Mayan pyramids and large temples were built elegantly using stone tools."
        },
        {
            "id": "57439dee6c064da5a722ab273f6da5e6",
            "sentence": "Tom came to Boston last summer and stayed with us for a couple of weeks."
        },
        {
            "id": "5dc4612f8415480b9b56b61cee5c6fe2",
            "sentence": "You're the only person I know who likes getting up early in the morning."
        },
        {
            "id": "c4325f37cba94c81aa25cb48fc037d85",
            "sentence": "A statue was erected in the park to commemorate the fallen of both wars."
        },
        {
            "id": "34915360d17b4fa886b1d261127ce0ba",
            "sentence": "I wish that I knew where Tom bought those shoes. I'd like to buy a pair."
        },
        {
            "id": "7dbbfb36cabc4524be1061abe6bee951",
            "sentence": "Tom rushed home to get his washing off the line before the rain started."
        },
        {
            "id": "13867bec87b74515a8f8c62aa6c4f02d",
            "sentence": "All men are mortal, and Socrates is a man, therefore Socrates is mortal."
        },
        {
            "id": "60e58913d74d48c3848d75524a810735",
            "sentence": "I wonder what happened to the letters that Tom asked me to mail for him."
        },
        {
            "id": "65c7da712a994479a698c7f07d317085",
            "sentence": "Cats, dogs, monkeys, bats, whales, dolphins, and humans are all mammals."
        },
        {
            "id": "5ac527b080e94496a754206e7b4dcadf",
            "sentence": "Everyone is a moon, and has a dark side which he never shows to anybody."
        },
        {
            "id": "d0dbed0597a44d78883c63b44abda612",
            "sentence": "Mary told her friends that she didn't like the ring that Tom bought her."
        },
        {
            "id": "5395c9be041341cd80335ac29dd3f0d3",
            "sentence": "Which of the languages you know was the most difficult for you to learn?"
        },
        {
            "id": "49e95c99c018416bbbf371f6cb3c740f",
            "sentence": "I came across some old family photos when I was cleaning out the closet."
        },
        {
            "id": "fadd5a92b0df49c4ac4d4e110ffd38ca",
            "sentence": "Over 4 million Australians communicate in a language other than English."
        },
        {
            "id": "33264ee490264ff1b8e0985a7f017c4b",
            "sentence": "If you get good grades at school, I'll let you go to Boston next summer."
        },
        {
            "id": "87902d74a7284193963d278fcb278e38",
            "sentence": "Do you want to learn French? If so, then you've come to the right place."
        },
        {
            "id": "4f88aac5cb1c4aaf82a01898be22aa60",
            "sentence": "Even though we can't be perfect, we still want to strive for perfection."
        },
        {
            "id": "5ce7eead0063483c9c6a60e64c0462df",
            "sentence": "Take more money with you because you never know how much you might need."
        },
        {
            "id": "cd90c69fa5be48bfbad4fb1e55940659",
            "sentence": "No matter how ruthless you are, you'll never snuff out all your enemies."
        },
        {
            "id": "e8f96cb1e05d4c37a9788690c1cf1554",
            "sentence": "Mary wasn't expecting roses for her birthday, so she was very surprised."
        },
        {
            "id": "9dd2764704564cd68d167362e29dc65c",
            "sentence": "Tom was able to buy a gun, but he wasn't able to buy any bullets for it."
        },
        {
            "id": "85a59ba38dbb4c79b7e4ae537ea17ad6",
            "sentence": "Instead of telling us to do it for you, why don't you just ask politely?"
        },
        {
            "id": "0374fd5f24f043ffa8e4de5101d865a2",
            "sentence": "Don't drink and drive or get into a car with anyone who's been drinking."
        },
        {
            "id": "d1cbe710ab304aed83cc11b0562abacb",
            "sentence": "Tom usually only drinks one glass of wine, but yesterday he drank three."
        },
        {
            "id": "607b9f6e70404e48af2b9a5b7ba6f18a",
            "sentence": "It's common for people who are hard of hearing to know how to read lips."
        },
        {
            "id": "e4863959f1974b898e27141447a9daa2",
            "sentence": "I don't think you're doing that as well as you could with a little help."
        },
        {
            "id": "46be3b132a9b443d8141a64c94233e0a",
            "sentence": "Imogen of the Internet looks rather svelte after six hours of Photoshop."
        },
        {
            "id": "18989a08194f4443a89e576cf5df63a6",
            "sentence": "As a rule, he arrives at the office at about nine-thirty in the morning."
        },
        {
            "id": "feff9ab8c6bd4a5da48d410064d3e6f0",
            "sentence": "Please choose a password that's easy to remember but also hard to guess."
        },
        {
            "id": "9e9bcb9db1a44d95ac9b55b7b6eaa1a5",
            "sentence": "You aren't actually suggesting that I go out with another girl, are you?"
        },
        {
            "id": "de02edb32b2f4aa588aff50776b79927",
            "sentence": "It's possible we won't be able to get to Boston in time for the wedding."
        },
        {
            "id": "abc937b846f94705ae7f0237e62074de",
            "sentence": "Happy New Year. I'm looking forward to working with you again this year."
        },
        {
            "id": "6ef39cfc49f54814b5802f85d3dcf659",
            "sentence": "The surgeon who operated on Tom is very experienced and highly regarded."
        },
        {
            "id": "f8429df66f2d4440b3d36c01556b067f",
            "sentence": "Tom found living with the guilt for what he had done, almost unbearable."
        },
        {
            "id": "cd6ebbc11fb94fb6bca8624d167624ad",
            "sentence": "I'll keep my fingers crossed that everything will go well for you today."
        },
        {
            "id": "2a9a935f224a435cb2994547fb7d79d6",
            "sentence": "We caught an express train that left later and got there much too early."
        },
        {
            "id": "b3db5e666bc84b9a8cc5fdec9d9d4387",
            "sentence": "I don't think that Tom is going to go to Australia with Mary next month."
        },
        {
            "id": "f88c608ec0224007aff773cc3a706c3e",
            "sentence": "You'll save your father a lot of worry if you simply write him a letter."
        },
        {
            "id": "2a1a4af2b8a04d53a0dfd73de7a730f8",
            "sentence": "When the weather had cleared, the children began to play baseball again."
        },
        {
            "id": "7f72777b21e14283b085e3afd8805e78",
            "sentence": "Fully booked for the night, the hotel had to turn away some late guests."
        },
        {
            "id": "f552fd94e1314a1390ade4dc416b239d",
            "sentence": "Please accept our heartiest congratulations on the marriage of your son."
        },
        {
            "id": "42876e8b9ad849fa8f4f3bccb89fbf04",
            "sentence": "The firm has added 25 new associates to work on mergers and other deals."
        },
        {
            "id": "d5ced3f34eb24615b197c2fd6f4f1344",
            "sentence": "Tom entered the teachers' room even though students weren't supposed to."
        },
        {
            "id": "1a0222fb7c214d72b7b197b973b014f0",
            "sentence": "Tom thought it would be better to go talk to Mary than to just text her."
        },
        {
            "id": "f4c35656be654b11accd1a7018ac61f9",
            "sentence": "Tatoeba: Ever heard of sentence fights? Yeah, that's what we do for fun."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}