{
    "currentPage": 14225,
    "pageSize": 50,
    "items": [
        {
            "id": "3795a0887d514804b73928e2bd0280bf",
            "sentence": "I am near-sighted, so I cannot make out what is written on that signboard."
        },
        {
            "id": "5f4a8a4ef50c42f696bdeef0be27bde0",
            "sentence": "A little thought will tell you that the whole plan is out of the question."
        },
        {
            "id": "a5e6a4a2144c4cd38d94cf20bc37f2df",
            "sentence": "It will be your job to acquaint the newcomer with the rules of the office."
        },
        {
            "id": "1ef0f936ce3b44738e2f9b570fbe0448",
            "sentence": "I had to take a taxi because the heavy rain caused all the trains to stop."
        },
        {
            "id": "7759e2d3f7bd47ddb0bff4b2b3c6754b",
            "sentence": "He had no sooner gone out of the room than all of them burst out laughing."
        },
        {
            "id": "8e5cf21d301d467cb7f74948e6652e14",
            "sentence": "I'm going to ask him for an autograph. Do you have anything to write with?"
        },
        {
            "id": "ff44d688b33d45ab93506e968b260345",
            "sentence": "If you would like me to introduce you to him, I will write him right away."
        },
        {
            "id": "7ae3c8292e4440e6bf20241f5ea8ffdb",
            "sentence": "He has some grave defects, but I think he is a great scholar all the same."
        },
        {
            "id": "a8ac40c4e9214a9887cd342779d0eca7",
            "sentence": "I just couldn't put up with the man smelling of whisky sitting next to me."
        },
        {
            "id": "c9d068c49d5942e7a4aebc9e22a1708e",
            "sentence": "Today, we can tell how the weather will be with a high degree of accuracy."
        },
        {
            "id": "b9d369a4cd174d248be7e67414e14662",
            "sentence": "The last to leave was a tall man, with a pale face and smooth, black hair."
        },
        {
            "id": "877be859d18d4e9486f662c3a6374124",
            "sentence": "My wife had a hard time getting into the swing of our new life in America."
        },
        {
            "id": "b91f883852c84cf0809b2f5a288ade77",
            "sentence": "The child began to cry as she woke to find herself left alone in the room."
        },
        {
            "id": "49c8d931df6442feaa7f38c94d294d5c",
            "sentence": "I was called into the office first, my name being at the head of the list."
        },
        {
            "id": "438087dbaf13417280460ae78a574d99",
            "sentence": "Since I was sick for a week, I'm making every possible effort to catch up."
        },
        {
            "id": "b7009a4f983943c68d317a76e1e6cc46",
            "sentence": "I have spent more than two-thirds, if not all, of the money for a new car."
        },
        {
            "id": "85028937abf445e19af91a705f2de334",
            "sentence": "I am sure I'll get along with him because we are from the same prefecture."
        },
        {
            "id": "9da0555b89794a8796e0251b70996536",
            "sentence": "It was not until I got off the bus that I realized I had left my umbrella."
        },
        {
            "id": "dd2bfbe05903485abf7ed9691901c81b",
            "sentence": "Had it not been for your raincoat, I would have been drenched to the skin."
        },
        {
            "id": "f962fd5854c243ee93972679adfbb394",
            "sentence": "The capital of Ecuador is Quito, in the mountainous province of Pichincha."
        },
        {
            "id": "2db398a559874b6aad347881a83883b3",
            "sentence": "The mountain path was under a blanket of leaves, soft and easy to walk on."
        },
        {
            "id": "0924dabd3b6a4dfa845f3d28f89be380",
            "sentence": "Tom woke up when the piece of chalk that the teacher threw at him hit him."
        },
        {
            "id": "7feeaeb4aed34b8cbe09194d60b48e89",
            "sentence": "I felt the need to do that, even though everyone said it wasn't necessary."
        },
        {
            "id": "5432ca9a19a24d08b2affdc804960b77",
            "sentence": "Just because it's in Tatoeba.org's database, doesn't mean it's a sentence."
        },
        {
            "id": "d44a4ac9bfe04d6a8b518aff9b060fcc",
            "sentence": "Tom gets annoyed when Mary straightens up his towel after he's hung it up."
        },
        {
            "id": "8734cf10984643efb893f54277203ee5",
            "sentence": "Tom was a slow learner when he was a child, and attended a special school."
        },
        {
            "id": "4ad03a769d4c46f79a681b161c40ab13",
            "sentence": "I'll set my alarm clock so I get up early enough to catch the first train."
        },
        {
            "id": "0d6fbc922128451dada7a9bd57611890",
            "sentence": "I'll set an alarm for 2:30 to remind me to go pick Tom up at the bus stop."
        },
        {
            "id": "cffefafb98ee434c8a83640baeb7cd0f",
            "sentence": "Tom's son was born in Australia, and his daughter was born in New Zealand."
        },
        {
            "id": "335da025a39a408695e6e987b594ef9a",
            "sentence": "I wonder why we get wetter when we run in the rain than when we just walk."
        },
        {
            "id": "85a8b715be38485a895dcc3d8a7a53af",
            "sentence": "I don't understand why Tom would want to go back to Boston after all that."
        },
        {
            "id": "ecdbfc1c99c349fdaf392ec955ef21f0",
            "sentence": "I'm sick of feeling that I need to live up to other people's expectations."
        },
        {
            "id": "cb5d850aba73496692ea2c75a73c81ee",
            "sentence": "A young woman was singing and playing the guitar in front of the fountain."
        },
        {
            "id": "22239b3cd7b644c7a3f13f6053e23ded",
            "sentence": "Tom and Mary bumped into each other and dropped their papers on the floor."
        },
        {
            "id": "95f6a98e571749c6aff2b11c4f512141",
            "sentence": "Your wheels are out of alignment. You need to take the car in for service."
        },
        {
            "id": "2ca60df0abc8460baffa3bde483f78ef",
            "sentence": "The reason that I did it wasn't because I wanted to, but because I had to."
        },
        {
            "id": "16020f9dd6884de2b0376341e4c6ee38",
            "sentence": "For one thing, I don't have any money. For another, I don't have the time."
        },
        {
            "id": "629e4f07b32d439780d81ab66ffdc5fe",
            "sentence": "I thought that you said that we weren't going to go to Australia with Tom."
        },
        {
            "id": "cd534b56822c489d904aeccc880c1207",
            "sentence": "There was a decorative pilaster to either side of the building's entrance."
        },
        {
            "id": "e3017b4be42348e28e567f0da6f1828c",
            "sentence": "She finished her exam, then watched the clock tick away until time was up."
        },
        {
            "id": "30d4764c9b1e467d83bc29efbfd85c59",
            "sentence": "I was going to try to get into Tokyo University, but I've changed my mind."
        },
        {
            "id": "bbeb20f6f9f347129c342aaba62dfa34",
            "sentence": "That charity is named after someone who contributed about two billion yen."
        },
        {
            "id": "9b28ef8a85ce4eef94c98ab2caeb4f48",
            "sentence": "Are you sure you want to spend Christmas with me and not with your family?"
        },
        {
            "id": "558a2f76c29d4f05a0c1578ced3d1b15",
            "sentence": "It would be easier for me to do that myself than to tell you how to do it."
        },
        {
            "id": "90c2bb51cebc417f953730370f26ef17",
            "sentence": "Slacktivism is a portmanteau formed out of the words slacker and activism."
        },
        {
            "id": "862feebdfa694cb98805f5d2481d8fc7",
            "sentence": "I didn't know that Tom was the one who taught you how to play the ukulele."
        },
        {
            "id": "ae352a15523a42a4b117c2c53240602b",
            "sentence": "The weather report said that there will be thunderstorms tomorrow evening."
        },
        {
            "id": "f468143ed2974111909cfe694f6b3d66",
            "sentence": "I saw what happened last year. I hope that doesn't happen again this year."
        },
        {
            "id": "44742482172349c692f125cd8cc1f57f",
            "sentence": "No one knew it was Tom who donated three million dollars to the orphanage."
        },
        {
            "id": "9debcff2c82740d39cfeda16aec080fb",
            "sentence": "My husband and I were spinners, but our spinning company drove us to ruin."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}