{
    "currentPage": 14224,
    "pageSize": 50,
    "items": [
        {
            "id": "03b024f8a2264ca4bd257212881b2aa5",
            "sentence": "It wasn't until the next morning that we learned that Tom had been killed."
        },
        {
            "id": "90045007e49042578f0074ad5ca5a43a",
            "sentence": "The vandals smashed all the windows and knocked all the garbage cans over."
        },
        {
            "id": "eb762c639a73497b98d12a30c5ba8f8d",
            "sentence": "Tom saw a man wearing a hat standing next to Mary and wondered who he was."
        },
        {
            "id": "b3ef44de6ebb48ed9442c6984fa4f01f",
            "sentence": "The first time I saw this movie was years ago at a drive-in movie theater."
        },
        {
            "id": "72012c5032f44a8aadb20e15079effbc",
            "sentence": "I would like to upload several photos to the forum. Could you tell me how?"
        },
        {
            "id": "2f712d8e9ad24dfb977806da634b7848",
            "sentence": "As soon as Tom got on the train, the doors closed, and it started to move."
        },
        {
            "id": "547a41e5512b4ea8b2b961fd736cc81a",
            "sentence": "There usually aren't this many cars on the road this early in the morning."
        },
        {
            "id": "66bfe971c1534b87a3626fc9fe8c7b76",
            "sentence": "I have to turn in an essay tomorrow and I haven't even started writing it."
        },
        {
            "id": "24fbccb878cd42fba50a0339fcc2474e",
            "sentence": "I tried to convince Tom to do that, but he said that he wasn't interested."
        },
        {
            "id": "39022e23482247d1b8a8699be230b543",
            "sentence": "Tom has become better at playing the clarinet since I last heard him play."
        },
        {
            "id": "97c4c1b6fd294914b33a007f0f2ca541",
            "sentence": "Manga are to the Japanese film industry what bestsellers are to Hollywood."
        },
        {
            "id": "3b04466cf421438ab18fce67822361ca",
            "sentence": "I don't know what they're saying, but I know that they're speaking French."
        },
        {
            "id": "78289eca82954a9db7f085b2a5489535",
            "sentence": "Tom said that he thought that it would be a waste of time to study French."
        },
        {
            "id": "93e92c9bb36a4f3fb3fd8b70ec993c13",
            "sentence": "The sauce should simmer, but not boil, for at least 30 minutes to thicken."
        },
        {
            "id": "fa65012b22794b2bba15e0eb9622a537",
            "sentence": "I absolutely cannot fathom why you bought that ridiculously expensive car."
        },
        {
            "id": "b9ca37c014a746f8b3f46e9bdcdf90f7",
            "sentence": "Make ten copies of that document and bring it to conference room number 1."
        },
        {
            "id": "9e26d539a3244eb599388f1225bbc8eb",
            "sentence": "Because some urgent business came up, he wasn't able to go to the concert."
        },
        {
            "id": "c9b6954dfeb34312ac240193d06f4a4a",
            "sentence": "In the quiet room, only the sound of the old clock ticking could be heard."
        },
        {
            "id": "edb1c355583c446c8ce3444067df529e",
            "sentence": "That man over there is the same man I saw in the park yesterday afternoon."
        },
        {
            "id": "ed96cc0feedc429f88d6a96eaa54ead7",
            "sentence": "Tom and Mary walked on the beach and searched for seashells and shellfish."
        },
        {
            "id": "83657ec4d1a747c2acd7f4c668992a91",
            "sentence": "I have better things to do than sit here just waiting for Tom to get here."
        },
        {
            "id": "7f649b8773f646f1b3c5c267af81fe11",
            "sentence": "Tom called me a party pooper because I left the party just after midnight."
        },
        {
            "id": "430a77cf87bf41a496578884397f6e7a",
            "sentence": "I wonder whether or not Tom still drives the car his grandfather gave him."
        },
        {
            "id": "60dda6c25bcd4728848774bfeda438c2",
            "sentence": "When we are asleep, bodily functions slow down and body temperature falls."
        },
        {
            "id": "40019367fa494848bcfb4a49b1ef2fcf",
            "sentence": "No matter how many times I've been shown, I just can't learn to tie a tie."
        },
        {
            "id": "8894a01ab28d4fb9b1202a1135d35171",
            "sentence": "The special lecture was put off until the next day due to the bad weather."
        },
        {
            "id": "ee1cde2bba2a49dc88e9b9c855cd1334",
            "sentence": "Only Tom would use the purchase of a new TV as an excuse to throw a party."
        },
        {
            "id": "e781d12547a54f6dbe97c78e17118b0b",
            "sentence": "If you want to study in the United States, you need to get a student visa."
        },
        {
            "id": "ec010bdf8dec4ec296a8c45982cd5068",
            "sentence": "Tom realized that he didn't have enough money to buy everything he wanted."
        },
        {
            "id": "d7f9488e7a2341889bd8433242cfc521",
            "sentence": "Tom realized that he didn't have enough time to do what needed to be done."
        },
        {
            "id": "3901476523474739a2b045a7e6464587",
            "sentence": "Efferent neurons travel away from the brain to effect their target organs."
        },
        {
            "id": "6317a97af28f4d13ad348c2710f61741",
            "sentence": "Tom has been sitting on the front porch all day, waiting for Mary to come."
        },
        {
            "id": "2d26fcc56729494493056a1724a80127",
            "sentence": "We're less than halfway to the top of the mountain. Are you already tired?"
        },
        {
            "id": "8e9cb505481640d5ab8666cf4e12b0cc",
            "sentence": "Tom said he didn't believe that Mary and I actually did that by ourselves."
        },
        {
            "id": "a0c54aede8e54b80ba4bd20b0188721a",
            "sentence": "Tom and I only just found out ourselves that Mary wasn't planning to come."
        },
        {
            "id": "4f24aeba4598413cbf1659dc4c58b1a0",
            "sentence": "Tom and I could save ourselves a lot of time by just doing that ourselves."
        },
        {
            "id": "02a41e1262bd4fec987eb67e907e195e",
            "sentence": "Let's take a short rest here. My legs are tired and I can't walk any more."
        },
        {
            "id": "a783d039e3264a4f94d6051ff245876a",
            "sentence": "If you'd prefer a room closer to the Convention Center, please contact us."
        },
        {
            "id": "1cb524bfd9aa428aa59e6da51441aa27",
            "sentence": "Tom often gets frustrated when he can't make himself understood in French."
        },
        {
            "id": "d5f9d6a1cea2412bb95da257a05982ff",
            "sentence": "When something is everyone's responsibility, it's no one's responsibility."
        },
        {
            "id": "ab75e7471eee4c4d9a45bcc70c3e5474",
            "sentence": "Tom plans to use the money his grandparents gave him to buy a grand piano."
        },
        {
            "id": "2ee3c9d5ac344ae887a5220842943c01",
            "sentence": "We thought we'd drop by and see if you wanted to go out for lunch with us."
        },
        {
            "id": "c80fae933aaa4bd48e5add48a5323ab5",
            "sentence": "More often, the rash appears in large folds of the skin and is very itchy."
        },
        {
            "id": "b490814086f34f5ab5f6754a5975c21e",
            "sentence": "Is it true that you recover from colds when you give them to someone else?"
        },
        {
            "id": "6785005157904e398ae4da40bb974a3d",
            "sentence": "The accident happened at an intersection that didn't have a traffic light."
        },
        {
            "id": "ff6b4131d6194483a9671e039f6df69f",
            "sentence": "Judging from the look of the sky, we might have a shower before nightfall."
        },
        {
            "id": "fc348ebb6b804500a056180ef6c74c9a",
            "sentence": "Tom told me that he thought that Mary would be present at today's meeting."
        },
        {
            "id": "e67a080fcc7d44919d852f09bf76838d",
            "sentence": "We decided not to eat at that restaurant because the prices were too high."
        },
        {
            "id": "0f7bb5e6e13246298d8936a4f0aa3b0c",
            "sentence": "Tom took the dogs out for a walk three hours ago, and he's still not back."
        },
        {
            "id": "2d327ff9cf5b4c6aadf0f466a1670a5d",
            "sentence": "Choose a job you love, and you will never have to work a day in your life."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}