{
    "currentPage": 14231,
    "pageSize": 50,
    "items": [
        {
            "id": "50951952936e47aabd9ab92851e72a3a",
            "sentence": "Tom and Mary sat the kitchen drinking tea and talking about their children."
        },
        {
            "id": "a13f52bca6364e0eb2baedc3bace2cdb",
            "sentence": "Tom drove over the bridge, not knowing that it would be dangerous to do so."
        },
        {
            "id": "73654aa41e164fdca65521ad242887f1",
            "sentence": "The more I try to forget about my ex-boyfriend, the more I think about him."
        },
        {
            "id": "a0ea964baaa64751976490c4e40bc5f9",
            "sentence": "Give yourself short-term goals and reward yourself when you reach each one."
        },
        {
            "id": "b86236d990a046f0a1a52625ede1816d",
            "sentence": "It might end up being impossible to do, but we could at least try doing it."
        },
        {
            "id": "010d8abfe6db48bf93ba208a68a16c58",
            "sentence": "This is how I've always done this, and I plan to keep on doing it this way."
        },
        {
            "id": "ef4ee8ea717c417fa16291d510f2f70d",
            "sentence": "A fact-finding committee was set up to determine the cause of the incident."
        },
        {
            "id": "ecf87863d6d8483eb1b8fd4ab99a83a8",
            "sentence": "Let's decide what needs to be decided, then let's split into two teams, OK?"
        },
        {
            "id": "53e72951a94243759dbb78bceeda7720",
            "sentence": "My favorite flowers are carnations, daffodils, chrysanthemums, and violets."
        },
        {
            "id": "1a3d346bfdbf46209a8948d1c2c5c459",
            "sentence": "Many salesmen are smooth talkers, so I think you shouldn't trust them much."
        },
        {
            "id": "e9f89871bdb14fac826f3cd2652eef28",
            "sentence": "Tom asked Mary to sell him the guitar she'd inherited from her grandfather."
        },
        {
            "id": "982eabc6a8894132b7b851d2f008ff1a",
            "sentence": "As soon as it started raining, Tom realized he'd left his umbrella at home."
        },
        {
            "id": "5dd191c8ecb340bcb26a248089accc7c",
            "sentence": "I don't think you need to tell Tom what Mary said that she was going to do."
        },
        {
            "id": "3632b491526a430f8a782ca98658b33e",
            "sentence": "Tom apparently hasn't yet told Mary that he isn't going to be at her party."
        },
        {
            "id": "691dc9037f9f44cf823de35a8e938b50",
            "sentence": "Every time I think about what happened to Tom, I feel sad and start crying."
        },
        {
            "id": "1c154b3e14a94828a69d919b0acce146",
            "sentence": "You'll need to speak in French if you want this audience to understand you."
        },
        {
            "id": "285c2589b28149dc916eb8abc794f7c0",
            "sentence": "Tom's acknowledgement that he stole the ring cleared the maid of suspicion."
        },
        {
            "id": "a6e3b3aef84641c0acb64f1643b57564",
            "sentence": "I see no reason that we have to wait until Tom gets here to start drinking."
        },
        {
            "id": "f8d01016ea6746fdb3b7823a22b26d2c",
            "sentence": "Just because someone's smiling doesn't necessarily mean that they're happy."
        },
        {
            "id": "3cea1f9590bd4c77aae51fcbad81637d",
            "sentence": "Because of the traffic jam, it took us thirty minutes to cross that bridge."
        },
        {
            "id": "b5585ee97c2746b0b39c36e8c6d88e8e",
            "sentence": "At the party, just pretend that I'm not your dad, and you'll have more fun."
        },
        {
            "id": "46c9836f0b8b4d46aa06d01e6c615424",
            "sentence": "This problem is probably related to the one we were working on last Monday."
        },
        {
            "id": "d17fc06c9bcd49118c0fedb7050de611",
            "sentence": "I live with my mother and step-father, and my brother lives with my father."
        },
        {
            "id": "cb8a11f779ab401c83e7e330b6791090",
            "sentence": "Many great thinkers who were unknown while alive became famous after death."
        },
        {
            "id": "5abb39a7cd754797b27a98b7e7fdddb7",
            "sentence": "It wasn't until the following day that we learned that Tom had been killed."
        },
        {
            "id": "0a37a45e1ca74b68b3c113c2ede9a160",
            "sentence": "In this country, any fool can be a governor, a representative or a senator."
        },
        {
            "id": "8a02a565ba324c0ab4d7466083e81539",
            "sentence": "The girl next to me on the plane started to get scared from the turbulence."
        },
        {
            "id": "0339077f38b04cd28f0ca13d683d8974",
            "sentence": "Tom is wearing the same shirt today that he's worn for the last three days."
        },
        {
            "id": "f416eca6f40740d0bf534fa51f37a427",
            "sentence": "There were a lot of things we wanted to do, but we didn't have enough time."
        },
        {
            "id": "8b7f9d5d827a4371b37d91d75f915939",
            "sentence": "You're not the only one who's thirty years old here. Tom and Mary are, too."
        },
        {
            "id": "61905ecbe6314de5b7870310eaa2fa7a",
            "sentence": "Tom successfully convinced many people that he possessed paranormal powers."
        },
        {
            "id": "f22fd5bddeca4d33828a052fdf27f510",
            "sentence": "The roller coaster broke down and Tom was stuck at the top for eight hours."
        },
        {
            "id": "e7fc60b0be5a4606afd2273ae052a2d4",
            "sentence": "Tom wants to know when you'll go to Australia and how long you'll be there."
        },
        {
            "id": "7af52699c32249c8a442d1d3bc2f6a11",
            "sentence": "I'm finally able to understand what's interesting about professional shogi."
        },
        {
            "id": "2c80e72a3c47423ba5bbf2b711a025f0",
            "sentence": "My neighbors started arguing about three hours ago and they're still at it."
        },
        {
            "id": "15a5ce90030e410f98c35ad2099ae1ce",
            "sentence": "I see no reason that we need to wait until Tom gets here to start drinking."
        },
        {
            "id": "d32a606a2c854aefbb823baa46697a01",
            "sentence": "Have you seen my keys? I thought that I left them on the dining room table."
        },
        {
            "id": "df8175ce2df74b95a8c8a5eec7306762",
            "sentence": "The train that just left the station was the one we were supposed to be on."
        },
        {
            "id": "703c2dfbf3894cdaa8c856e3ad2434e8",
            "sentence": "I spent over an hour with a customer, but she ended up not buying anything."
        },
        {
            "id": "60c3031e4209482eb67fe07fe18ed43d",
            "sentence": "The small fork is for your salad, and the large one is for the main course."
        },
        {
            "id": "20dcab4e1ec24bf4b39fbdb40a53ce98",
            "sentence": "Tom was sitting in one corner of the room, and Mary was sitting in another."
        },
        {
            "id": "15b5b4cc937b4db082c0b36a644afbe2",
            "sentence": "You're always trying to provoke me into saying something I'll regret later."
        },
        {
            "id": "28962c0dd11a464eb3e63518be09cef3",
            "sentence": "I'm sure that other people have told you this, but you're really beautiful."
        },
        {
            "id": "6ffc11ffa1eb46f09ba2154a1092b20e",
            "sentence": "Many people don't realize that antibiotics are ineffective against viruses."
        },
        {
            "id": "1fef2ba819434ba0acd03ddd97c27e0c",
            "sentence": "Tatoeba: Where debates are hotter than two rabbits making babies in a sock!"
        },
        {
            "id": "ae23de2aef514d2389f2b0047c6f16b4",
            "sentence": "I read an interesting article about climate change in this morning's paper."
        },
        {
            "id": "82d9e20823a74b968206e0d6273a08bd",
            "sentence": "I was afraid that I wasn't going to be able to find my way out of the cave."
        },
        {
            "id": "7a08ca50583e49e2aa8f05c9eec93f52",
            "sentence": "A lot of new buildings have been built around here in the last three years."
        },
        {
            "id": "582b0a6df18241a291906b137a0c817a",
            "sentence": "Do you really think that you should be taking advice from someone like Tom?"
        },
        {
            "id": "e22251b97bc8479b94f01b5df8b0c33d",
            "sentence": "If you'd prefer a room closer to the Convention Center, please let us know."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}