{
    "currentPage": 14233,
    "pageSize": 50,
    "items": [
        {
            "id": "93d0d5d782e247cdb8ebc7e553861163",
            "sentence": "Everybody in the office was impressed with the way Tom handled the problem."
        },
        {
            "id": "bbc77ebe5e064540a8c2caaa7c0ca8af",
            "sentence": "This nation's economy has been growing by leaps and bounds in recent years."
        },
        {
            "id": "525880fda1834a88a855fb4b432f4757",
            "sentence": "This condo is getting old. Why don't we redecorate to give it a fresh feel?"
        },
        {
            "id": "508e61f6698a46b6a839d5af9a65d10c",
            "sentence": "We've been through a rough patch, but I hope it will have made us stronger."
        },
        {
            "id": "df67c9e907de4d8c881b3bb31b61affe",
            "sentence": "The bearded god had promised to return someday in the same way he had left."
        },
        {
            "id": "84d0b651769e413dab7f6db157e6d77f",
            "sentence": "He's a different person when he's drunk, so I don't like to drink with him."
        },
        {
            "id": "fe6172dd8d6c4d92b856dd4dd3cc5f0a",
            "sentence": "After asking for my key at the front desk, I took the elevator to my floor."
        },
        {
            "id": "e0796fb71b7f40b58bb4c9f749eaa56c",
            "sentence": "The bus was so crowded that I was kept standing all the way to the station."
        },
        {
            "id": "013e9b5c4bf24d398e5e091b3afee260",
            "sentence": "If a door doesn't fit the casing, we must plane it carefully until it does."
        },
        {
            "id": "2c3e84cd9e95409da4b1842adadd1624",
            "sentence": "He finally decided to go to his mother with the news his father had shared."
        },
        {
            "id": "fceca8a13ed140e88a6d74380fa6a76a",
            "sentence": "To give up smoking is not easy, but you should for the sake of your health."
        },
        {
            "id": "a7c832cf3902444aa11a0c15e8000aac",
            "sentence": "We spent all of that night, the next day, and the next night in the cellar."
        },
        {
            "id": "6d483b703ca6470aab9f954baf0056c1",
            "sentence": "The news that her son was injured in the accident was a great shock to her."
        },
        {
            "id": "0dcbc72aa2d0400f9b1d13f9a4a924d3",
            "sentence": "I might've done well on yesterday's test, but I don't know the results yet."
        },
        {
            "id": "6cd448d3e8bf404f95bb6b7ef0061bc3",
            "sentence": "During a pandemic, make sure to listen to what public health officials say."
        },
        {
            "id": "24db4dd1b445418f9fb320776917f24b",
            "sentence": "I read an article that said that men are attracted to women in red clothes."
        },
        {
            "id": "a12df02f7c1d4ba2b493608c872d5d52",
            "sentence": "I can make myself understood in French, but I still make a lot of mistakes."
        },
        {
            "id": "afebb3b4e4004c7c93902a01887ddf6d",
            "sentence": "Because of the bad weather, the plane's departure was delayed by two hours."
        },
        {
            "id": "1400da5d09ae41c68701aa3583d7fa97",
            "sentence": "Quite a few people have been invited to celebrate the couple's anniversary."
        },
        {
            "id": "5b8bd8caa5c647b2a1e2365c56f05d84",
            "sentence": "I don't mind lending you the money provided you pay it back within a month."
        },
        {
            "id": "03956b78fe604173907f60ee6d43442c",
            "sentence": "I've never fallen asleep in class, but I am guilty of daydreaming in class."
        },
        {
            "id": "7bc4e44b8d9a4775b3c353109f772c61",
            "sentence": "Tom got there early to make sure that everything had been set up correctly."
        },
        {
            "id": "01624116678f4d9d852a36545b298962",
            "sentence": "Tom asked me whether I would like to go to the Bon Festival dance with him."
        },
        {
            "id": "4c9410e31b9b48df845b4a593c42b62a",
            "sentence": "Carrots are good for the eyes. Have you ever seen a rabbit with glasses on?"
        },
        {
            "id": "9e15ef1171e84a4a9241829241fd9435",
            "sentence": "The food at the restaurant where Tom and I ate at last night was delicious."
        },
        {
            "id": "87409ca63ff64d20b08069e29e2b59fb",
            "sentence": "Tom told me that if I wouldn't help him, he'd get someone else to help him."
        },
        {
            "id": "65c48eddb8b94dd5a2bec71b7f8653e0",
            "sentence": "Tom's grandmother is quite feeble and needs help with her daily activities."
        },
        {
            "id": "548ace5936ef49d59586705d6884b609",
            "sentence": "Tom's speech was so boring that several people in the audience fell asleep."
        },
        {
            "id": "f2fe16f540fc48d586ec17ad618b2569",
            "sentence": "Even though he was a school dropout, Tom was later very successful in life."
        },
        {
            "id": "fabe70f0866a4d59a2d28ec88edf65fe",
            "sentence": "I wonder whether or not Tom could be persuaded to teach my children French."
        },
        {
            "id": "9172266a2c994d38baaa37d22ad4c87f",
            "sentence": "Spearmint is a species of mint that is native to Europe and Southwest Asia."
        },
        {
            "id": "09961e8db84243b18991caaa62d3f1ac",
            "sentence": "It's good to see you again, Tom. I wish it were under better circumstances."
        },
        {
            "id": "c78109cd32db476abbe474a8caf3fd33",
            "sentence": "Of course, I'd rather win than lose, but it won't bother me much if I lose."
        },
        {
            "id": "86c47aa41a07429cbe3197839be70be7",
            "sentence": "Do you want chocolate ice cream, strawberry ice cream or vanilla ice cream?"
        },
        {
            "id": "515f846546ff4e56aa9131ba3c5a941c",
            "sentence": "Why are you looking at me that way? I'm just doing what you asked me to do."
        },
        {
            "id": "e00c7cb9020a4631a800c2d9d91e76da",
            "sentence": "For the first time in more than 6 years, the unemployment rate is below 6%."
        },
        {
            "id": "65c89c71598b46d0a20670fe6abd0c16",
            "sentence": "Tom said that he thought that he wouldn't enjoy going to Australia with me."
        },
        {
            "id": "09347d38df20438f8312e557993bdc55",
            "sentence": "This would be a better place to live if it didn't get so hot in the summer."
        },
        {
            "id": "98bfdc3a02fc406caa1433f299bba721",
            "sentence": "Tom originally wrote this in French and had Mary translate it into English."
        },
        {
            "id": "cbe312ee6f69470f9218734c38800115",
            "sentence": "We can legally make a certain amount of wine, but we can't legally sell it."
        },
        {
            "id": "4539ba1a439f40b98bbe45a8d29c5360",
            "sentence": "I want to know if you're planning on going to Australia with us next month."
        },
        {
            "id": "18831c42350645ecb0bb3d8495678f18",
            "sentence": "I'm starting to get a bit worried because Tom should've gotten here by now."
        },
        {
            "id": "4dc6c98be4b349eabfee3a068ca790e7",
            "sentence": "If it had not been for your aid, I would not have succeeded in my business."
        },
        {
            "id": "684eeef75878453089491ca759216ee0",
            "sentence": "We cannot know too much about the language we speak every day of our lives."
        },
        {
            "id": "7ee557f7bf0543719e8d9b311699d299",
            "sentence": "If it had not been for his father's help, he would have failed in business."
        },
        {
            "id": "14a3f39f9c604de6940630c528a01b40",
            "sentence": "I know that it's highly unlikely that we'll be able to sell all this stuff."
        },
        {
            "id": "790a67caa0b147a38d2b3fa508383f33",
            "sentence": "In the summer, the temperature ranges from thirty to forty degrees Celsius."
        },
        {
            "id": "a195e63b90824fbbbd4f6630502f6cdf",
            "sentence": "If you can't explain something simply, you don't understand it well enough."
        },
        {
            "id": "b25c7964fb9f4df38dd47951a5b5ec64",
            "sentence": "We have two spare rooms upstairs, neither of which has been used for years."
        },
        {
            "id": "270158eb682141daa59b376a8a0c55e1",
            "sentence": "Now that my brother is a university student, he has to do a lot of reading."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}