{
    "currentPage": 14244,
    "pageSize": 50,
    "items": [
        {
            "id": "025ed26354d54e5bb00631934365c1c4",
            "sentence": "Since the climate here is very mild, it seldom snows here even in the winter."
        },
        {
            "id": "3317a4b6591e49709bee8cad766c1c09",
            "sentence": "Understanding Tom's accent is as difficult as reading a doctor's handwriting."
        },
        {
            "id": "8063b7b1e6324eb586195e3b52e18154",
            "sentence": "When I entered the room, Tom was lying on the floor and his eyes were closed."
        },
        {
            "id": "b2dfd9c7d43e4400b310b0f0c97f4458",
            "sentence": "I've never met anyone who knows as much about Australian history as Tom does."
        },
        {
            "id": "98df64fd8eaa48918c35bc4a9859d659",
            "sentence": "Somebody told me that today's test was identical to the one we had last year."
        },
        {
            "id": "9483b240aaef4ecdbbbddfae680b0c08",
            "sentence": "You're the only person that I know who likes getting up early in the morning."
        },
        {
            "id": "ebcec0809b734d32aba1466920fd94c9",
            "sentence": "Mary was a difficult child, but she has matured into a beautiful young woman."
        },
        {
            "id": "7e125145f39a46ea87eaea3eccf7f4e4",
            "sentence": "Every day Mary took baskets full of bread to the poor and cared for the sick."
        },
        {
            "id": "3692ed99e1da44cdb40e4c74f40e22e9",
            "sentence": "Tom suffers from post-traumatic stress disorder and is plagued by nightmares."
        },
        {
            "id": "be0c6855d43a48cab5f5ec871da65a1b",
            "sentence": "The sun rises in the east in the morning and sets in the west in the evening."
        },
        {
            "id": "fda694dce79a43c8a0ba0259b456a05a",
            "sentence": "Last year, incomes rose for all races, all age groups, for men and for women."
        },
        {
            "id": "3de3839d656d4962a083eb440eb8a1b1",
            "sentence": "Tom and Mary met in college and got married three weeks after they graduated."
        },
        {
            "id": "28f224e617034e599efcd82582a66186",
            "sentence": "Fortunately, there are some techniques you can use to work around this issue."
        },
        {
            "id": "b083f643e5ac449c9acf04fa67a2e923",
            "sentence": "Tom didn't do what he did because Mary told him to, but because he wanted to."
        },
        {
            "id": "a3bfdc105640476a8a23a2b9bcc25f5b",
            "sentence": "The watchman walked around the building to make sure everything was in order."
        },
        {
            "id": "5ec839cf12794a078d5ae8818271637b",
            "sentence": "There was a fire on one of the upper floors of our office building last week."
        },
        {
            "id": "aa379dd24b9047e3be17de54a8a0b4aa",
            "sentence": "I don't know if we're going to be able to make it to Australia for Christmas."
        },
        {
            "id": "1e32c6f8e1774b7dae80481fa6a87974",
            "sentence": "I could stay in Australia for another two or three weeks if you need me here."
        },
        {
            "id": "fce6d97f9b3945a5bc4baa19b626ddad",
            "sentence": "I couldn't find it in my local supermarket, but I found it being sold online."
        },
        {
            "id": "b99e75a5678f4191adeb07cfb519d836",
            "sentence": "Tom often just drinks hot water when everyone else is drinking tea or coffee."
        },
        {
            "id": "26743c9939944f67b3462bcc593cf1b9",
            "sentence": "I'll be away for a while and expect to be back towards the end of next month."
        },
        {
            "id": "f22a526b774f42ef81f1964e01021d2e",
            "sentence": "If only her husband helped her, most of her problems at home would disappear."
        },
        {
            "id": "44d8d7446d78408982c9d4c555203fd6",
            "sentence": "Tom thought that it would be better to go talk to Mary than to just text her."
        },
        {
            "id": "0059e6b76c4d4767961efadb0ec797ae",
            "sentence": "Tom was skeptical of Mary's business plan, but he kept an open mind about it."
        },
        {
            "id": "5ea302bec5c745d7965fc6cbd7cd8858",
            "sentence": "I don't think that you're doing that as well as you could with a little help."
        },
        {
            "id": "34354b36ed5645ca8ea33d34d733c277",
            "sentence": "When we decorate our Christmas tree, tinsel always gets stuck to our clothes."
        },
        {
            "id": "aaa72803e7b84b5ea6b93b5f83109b16",
            "sentence": "We waited all afternoon for something to happen, but in the end, nothing did."
        },
        {
            "id": "efdf64d0e52c45a38061d79dcd286797",
            "sentence": "Tom and Mary soon became friends with the other children in the neighborhood."
        },
        {
            "id": "faa393454f054ccc8d5a738635a123b3",
            "sentence": "Tom forgot to turn off the microphone when he turned to say something to Mary."
        },
        {
            "id": "a7c23f2c85754539bb724befd3d251e9",
            "sentence": "Tom is irritating because he always has to have the last word in any argument."
        },
        {
            "id": "358a11a9a51740eba7b8bd6984779313",
            "sentence": "Tom made a promise to himself that he would never make the same mistake again."
        },
        {
            "id": "d87f3088913f4e03a2f00ca24908273b",
            "sentence": "Tom took off his dirty clothes and put them directly into the washing machine."
        },
        {
            "id": "b7ffb2e72e434ac9a5df75ae32be0cc3",
            "sentence": "Tom tried not to listen to Mary and John discussing their financial situation."
        },
        {
            "id": "e40000d8975943cfa05deebc6e80eff4",
            "sentence": "If you\\'re interested in going to the zoo tomorrow, I\\'ll pick you up at 2:30."
        },
        {
            "id": "a6f08aaeb23247b7a4407b97c009ed98",
            "sentence": "Do you think Tom really intends to drink that whole bottle of wine by himself?"
        },
        {
            "id": "83010ae9c7724196b4a9f3128736d085",
            "sentence": "I wonder whether or not Tom has ever asked Mary why she dropped out of school."
        },
        {
            "id": "e449dd4799324f41af77b7fce4018332",
            "sentence": "I think the first thing you might want to do is put some gasoline in your car."
        },
        {
            "id": "5d22d8c2cefe483b9bcaabddd98bdf18",
            "sentence": "I want to apologize to you for calling you a jerk in front of your girlfriend."
        },
        {
            "id": "e0cbc63cb3e04d6c9f4707afd97e2122",
            "sentence": "Make sure that the first coat of paint is dry before applying the second coat."
        },
        {
            "id": "80ec6b9dbbec42728216d826630b8928",
            "sentence": "Tom wedged the claw of the crowbar under the nailhead and pulled out the nail."
        },
        {
            "id": "3a06840fe9084da2ace5c3ecf6f5260f",
            "sentence": "Don\\'t you want all your friends to come to your party and celebrate with you?"
        },
        {
            "id": "0fdfd39835314642814e1f70008f9c1b",
            "sentence": "I had to cancel that order because we didn\\'t have enough money to pay for it."
        },
        {
            "id": "3b9e7ecb94584683918920471e0329a8",
            "sentence": "I managed to catch the 8 o\\'clock train by running all the way to the station."
        },
        {
            "id": "69a46c57f61d4a59844369b7dda5307e",
            "sentence": "Tom came to the conclusion that no matter what he did, Mary wouldn\\'t like it."
        },
        {
            "id": "c37cf19c619c45fe985939113e149ffa",
            "sentence": "Tom used to have a penpal in Australia that he wrote to several times a month."
        },
        {
            "id": "ccc0d8b53dbd465c90ee3138e0fae101",
            "sentence": "Tom wanted me to tell you to buy a couple of loaves of bread on your way home."
        },
        {
            "id": "f07facf7b5794e65bab3b79f4a7e770e",
            "sentence": "Tom was last seen in the neighborhood the day before his ex-wife was murdered."
        },
        {
            "id": "a583af4243f4415e87bad395b6ffa820",
            "sentence": "The police officer checked to see if the body lying on the ground had a pulse."
        },
        {
            "id": "5ad0144802f24050ac62ee01fd4fc9d7",
            "sentence": "Tom and Mary are still in their offices. Both of them plan to work late today."
        },
        {
            "id": "f5efa4b80d9e457ca4d94ef6856904fa",
            "sentence": "Tom and Mary were sitting on the sofa as far away from each other as possible."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}