{
    "currentPage": 14248,
    "pageSize": 50,
    "items": [
        {
            "id": "47eb18333f5648faafe520bd041910f1",
            "sentence": "My favorite part of the movie is when the monkey throws the bone into the air."
        },
        {
            "id": "2ae31c97f7cc4945a42a450673ba5075",
            "sentence": "I don't know if you'll succeed, but if you do, I want to be the first to know."
        },
        {
            "id": "10d16b31b27a44c9823a9d06097d0d83",
            "sentence": "I was the last one to start in the race, but I soon caught up with the others."
        },
        {
            "id": "f14b1974ce0d47a8891fb4fbb5fadd24",
            "sentence": "I had been in Tokyo only three days when I received news of my father's death."
        },
        {
            "id": "7bd279e959664b9782e0c953d33cb8b1",
            "sentence": "I still think that it's unlikely that we'll ever find somebody to replace Tom."
        },
        {
            "id": "8b8e976515aa433daec1285860a2e57c",
            "sentence": "The opossum is an American animal, having a head like the fox, and large eyes."
        },
        {
            "id": "43d98571ef2840b98a452850d46c8258",
            "sentence": "Foxes, squirrels, hedgehogs, and many other small animals live in this forest."
        },
        {
            "id": "09e42f6815644636a73e6a35d402adb7",
            "sentence": "We can finish this in an hour. That'll leave us an hour and a half for dinner."
        },
        {
            "id": "92377c9997c54a368361e8ff776725b4",
            "sentence": "I'm not a native speaker, but even I can tell that Tom's French is pretty bad."
        },
        {
            "id": "96e9a680db3d45418e38189c3da60c23",
            "sentence": "In the automotive industry of the 1970's, Japan beat the U.S. at its own game."
        },
        {
            "id": "fbe36b88e1e0425e8aace27e0ce8a7bd",
            "sentence": "The program should have started by now, so we'll probably miss the first half."
        },
        {
            "id": "e9452c35e1824da09b8313e977b55dca",
            "sentence": "Lindbergh's solo nonstop transatlantic flight was a remarkable accomplishment."
        },
        {
            "id": "60ccef4b8c3342ad9995b86944b55a92",
            "sentence": "Vaping isn't as harmful as smoking, but it's still addictive and unwise to do."
        },
        {
            "id": "ed3b94198b164a1e9aacba5a92a0fb10",
            "sentence": "I don't have enough money to buy that house on Park Street that I want to buy."
        },
        {
            "id": "6c883d0d57f6451ba3c73d6c1f91c769",
            "sentence": "No matter how many times I've been shown, I just can't learn how to tie a tie."
        },
        {
            "id": "8fb9410534ba45a6bd29936afa2eb2b4",
            "sentence": "It's said that Japanese people don't celebrate Christmas the way Americans do."
        },
        {
            "id": "7b9540dca8b6434389aa8d979ede8dab",
            "sentence": "I'm the type who gets nervous in front of people, so I'm bad at speech making."
        },
        {
            "id": "b13edbd390ae4e8ca9a1bbef72d1a942",
            "sentence": "Tom became popular among teenagers as soon as he made his debut on the screen."
        },
        {
            "id": "7c3fcc2de4504a5aa5ad197d5500eb82",
            "sentence": "Fiction novels sell better than reality. In fact, reality doesn't sell at all."
        },
        {
            "id": "ba86c45a73d945cba2b0604f8d1692a4",
            "sentence": "It's grammatically correct, but a native speaker would never say it like that."
        },
        {
            "id": "3ba559e908854cc48bb5923c3bb0b8e6",
            "sentence": "I don't like being told what to do, especially if it doesn't make sense to me."
        },
        {
            "id": "a1672b698a304ec0ba50f8cbc5effe21",
            "sentence": "If Tom had spent a little more money, he could've bought a good pair of boots."
        },
        {
            "id": "df329bacf4674e6ea52ba87b8c62fffe",
            "sentence": "A cute kitten can make a giggling mess even out of the most severe übermensch."
        },
        {
            "id": "10a7c193964d4750977605ea71f243b5",
            "sentence": "Tom was one of my friends in high school. We were both on the basketball team."
        },
        {
            "id": "2c8646a46a6e4186ae53dfd160766799",
            "sentence": "I knew in my heart the first time I met you that we were going to get married."
        },
        {
            "id": "67974192f7b9406e9793c6f95583dd37",
            "sentence": "Drink water instead of soft drinks, and you might be able to lose some weight."
        },
        {
            "id": "667de858ef4343b6ab10adeb80808328",
            "sentence": "You could at least try to be a bit more polite, even though it's not like you."
        },
        {
            "id": "7d3640903502411f9b6d460a7672242a",
            "sentence": "I won't be able to meet you tomorrow because something unexpected has come up."
        },
        {
            "id": "7f99d72bd0f14daabf6a1ff7d32d08bd",
            "sentence": "Justine made short work of her opponents in her own personal variant of chess."
        },
        {
            "id": "de6ea81c22da4f6b83b04253864e6f09",
            "sentence": "I have to get up early tomorrow morning, so I plan to go to bed early tonight."
        },
        {
            "id": "7c7be53a142a4018888ade27b9ea446a",
            "sentence": "Tom knew it would be difficult to sneak out of the room without being noticed."
        },
        {
            "id": "1c4c0b5129c24ff4b32301e4340a4aa0",
            "sentence": "French isn't the only language Tom speaks, but it's the only one he's good at."
        },
        {
            "id": "906f6784f4354a0699e4c25f2040cddf",
            "sentence": "A strange mist surrounded Tom, and he suddenly vanished right before our eyes."
        },
        {
            "id": "02356bee56d14dbaba64d1b12bd0c87b",
            "sentence": "Tom didn't get home until after his family had already finished eating dinner."
        },
        {
            "id": "8e64735880de44b0818fdb9e4f05099b",
            "sentence": "I'd rather have the love of those close to me than the approval of the masses."
        },
        {
            "id": "b9d99659a3f546df9780ea458d1e4d5f",
            "sentence": "No one with an ounce of common sense would think of doing something so stupid."
        },
        {
            "id": "850bf714c58843828bdfc1f4044745c4",
            "sentence": "You should've seen the look on Tom's face when I told him about what happened."
        },
        {
            "id": "c809a1c3eaf342e39698859d512bed41",
            "sentence": "Tom and Mary had an acrimonious divorce and custody battle for their children."
        },
        {
            "id": "af5f3e96bfc9482d94c0e48c14edc017",
            "sentence": "Tom and Mary are worried sick about their son, who has mental health problems."
        },
        {
            "id": "0502f5dd13cd47f39dd437583cebf4c9",
            "sentence": "Thanks to the nice weather, we were able to harvest all of the crops in a day."
        },
        {
            "id": "98af5ea413714abc90b575546154673c",
            "sentence": "The more skills one masters, the greater contribution one can make to society."
        },
        {
            "id": "42de274c2cde4a2baadc7b9e126c375b",
            "sentence": "No sooner had she caught sight of me than she started running in my direction."
        },
        {
            "id": "71c4c07faa004c26a83b38526ed2a459",
            "sentence": "Because her parents got divorced, the girl had little contact with her father."
        },
        {
            "id": "d31438fbdc484323b5dfaffac082b4af",
            "sentence": "Tom was a very good banjo player before he had three of his fingers amputated."
        },
        {
            "id": "1062ab3e83a349bda51d52a0ca3a8904",
            "sentence": "Tom couldn't afford to buy the computer he wanted, so he bought a cheaper one."
        },
        {
            "id": "ca19041ce4514966b15f06be0ca1fe8b",
            "sentence": "The people next door were annoyed with us for making so much noise last night."
        },
        {
            "id": "9b06069655c2427db22d2a64cfbc3412",
            "sentence": "Tom looked just like the guy in the picture that the police officer showed us."
        },
        {
            "id": "d7601b82ae7f4c39ac4701a19dc25439",
            "sentence": "We have new data about production and sale of electric fly swatters worldwide."
        },
        {
            "id": "bf79098c634541e68aca45621151a153",
            "sentence": "There's nothing wrong with staying silent when you don't have anything to say."
        },
        {
            "id": "b44ca1d807574f9288f5fc7ebb127086",
            "sentence": "It's always difficult for a son to live up to the expectations of his parents."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}