{
    "currentPage": 14242,
    "pageSize": 50,
    "items": [
        {
            "id": "4e0781d0658a4826aab350c0aa0d7a55",
            "sentence": "Tom took a deep breath and then swam to the other end of the pool underwater."
        },
        {
            "id": "85b7691e92c24093af1fa3b7e75f1fe8",
            "sentence": "Tom is digging a hole in his backyard with the new shovel that Mary gave him."
        },
        {
            "id": "ba7989bfeb9742b985ca1263676054a3",
            "sentence": "Because his parents got divorced, Tom had hardly any contact with his father."
        },
        {
            "id": "0135b6c665454e5f8523488c7c992371",
            "sentence": "In its home country, France, Tatoeba became a social and cultural phenomenon."
        },
        {
            "id": "3d7cc85a6d6f4cd79dc5000dae6f1e0a",
            "sentence": "In Japan, chefs must take a special exam to be allowed to prepare pufferfish."
        },
        {
            "id": "42a73c983f024a1fa1dbeb96cdca6bf7",
            "sentence": "I'm beginning to believe we'll never be able to convince Tom that he's wrong."
        },
        {
            "id": "9f0baa19c5af448388fc6286ea23a5a1",
            "sentence": "I'm beginning to believe that we'll never be able to convince Tom he's wrong."
        },
        {
            "id": "5f5a1e4f2db54a929cab41debb5e3df8",
            "sentence": "Tom believes Mary made a big mistake when she sold her father's Stradivarius."
        },
        {
            "id": "3ecbb54ec32746fab608ebc808b76dd3",
            "sentence": "Everyone on the swim team got a tiny dolphin tattooed on their left shoulder."
        },
        {
            "id": "93e2e32f86574629926813cfdb3f4169",
            "sentence": "Tom was a lifeguard at the swimming pool near my house when I was growing up."
        },
        {
            "id": "faa1545b183345a58a5b8e790eaafae2",
            "sentence": "Tom is in the brig for disobeying a direct order from his commanding officer."
        },
        {
            "id": "f91e7e8925ce4b22813227db8e5902fe",
            "sentence": "Tom joined the military when he was my age, and he told me it's not worth it."
        },
        {
            "id": "b129df8c779a490388b2d246d38f3006",
            "sentence": "You didn't know that you were the ones who were supposed to do that, did you?"
        },
        {
            "id": "3c5f2b15bbac4b91a7034d617b2427ab",
            "sentence": "You didn't know that you were supposed to do that before I got here, did you?"
        },
        {
            "id": "a3d10bc2887b4887b109a1cac515eb88",
            "sentence": "Which of the languages that you know was the most difficult for you to learn?"
        },
        {
            "id": "d0349dc9e6d94c13a1f8b97eb483b350",
            "sentence": "Man needs two years to learn to talk and sixty years to learn how to shut up."
        },
        {
            "id": "56bc3e9824a74c53ac26ea4856edd13f",
            "sentence": "Tom arrived at the airport several hours before his flight was due to depart."
        },
        {
            "id": "86898bb570c04be6af229c48641f8bbe",
            "sentence": "Tom certainly gave the impression he wasn't planning on being there tomorrow."
        },
        {
            "id": "ef58feca3c54426590c22fcd16880d76",
            "sentence": "There are many rest stops along the freeway for the convenience of travelers."
        },
        {
            "id": "702bc3aebde0485190624010b7356825",
            "sentence": "Three out of four Americans believe in the existence of paranormal phenomena."
        },
        {
            "id": "52ab5ec6934d41b29988832575fe1354",
            "sentence": "Tom was yelling at me, the baby was crying and then my phone started ringing."
        },
        {
            "id": "2825e724b1ce44e698f0a1a96ac093bf",
            "sentence": "It was against school rules to wear makeup at the high school that I went to."
        },
        {
            "id": "98fd23d557f94ee3962c726d0bccddf6",
            "sentence": "By the time the bus arrived at the hotel, most of the passengers were asleep."
        },
        {
            "id": "de0832335c4342359e0208ebc5ffb035",
            "sentence": "The wicked witch cast an evil spell on the man and turned him into an insect."
        },
        {
            "id": "39b6d6483b814033add5a28bff691fe8",
            "sentence": "My bonus doesn't come close to covering all the loan payments I have to make."
        },
        {
            "id": "8fd2541d8e1f4ba6a3b1a17cd632f8c4",
            "sentence": "If the delay is simply an oversight, will you please take care of it at once?"
        },
        {
            "id": "84b3b0b0b5cf4edf907404babce9ec35",
            "sentence": "This guy is really wishy-washy. He couldn't make a decision to save his life."
        },
        {
            "id": "c8fc0a28bb4a4804861e601aa80b417e",
            "sentence": "Hikers need to carry a compass with them to find their way through the woods."
        },
        {
            "id": "9e08c88d1d6849d7a751e300dd4a21c1",
            "sentence": "No matter how hard you may study, you cannot master English in a year or two."
        },
        {
            "id": "82fe79e5de644664a1ffc86290893d07",
            "sentence": "At long last, the two chiefs of the Indian tribes have decided to make peace."
        },
        {
            "id": "c886d2880cd340f6b1ea644319a1da2f",
            "sentence": "That is not a proper subject to bring up in conversation at the dinner table."
        },
        {
            "id": "89fe8e074b684be29830c05e9779ea01",
            "sentence": "If you are not satisfied with your share, I'll make it a bit more attractive."
        },
        {
            "id": "e3e59084cdbe40f99c044769555d4501",
            "sentence": "I was unwilling to agree to the proposal, but it seemed that I had no choice."
        },
        {
            "id": "b374b7e500cb455fa1e45113149b3fde",
            "sentence": "This will go down in history as the greatest event that has ever taken place."
        },
        {
            "id": "f52e467154ff471488ece8c66a1a4c15",
            "sentence": "I would've arrived earlier if there hadn't been a traffic jam on Park Street."
        },
        {
            "id": "9179c3de3b654df0aaa9e3a3f6f46edd",
            "sentence": "Tom has spent more time thinking about Mary than he's spent talking with her."
        },
        {
            "id": "2dc6093c03d8430a83e7447659d6f041",
            "sentence": "Tom isn't a very good boss because he has trouble delegating tasks to others."
        },
        {
            "id": "ce82a0351a0a413dab7ddedbf620ce5d",
            "sentence": "I'm a bit down because a blogger friend of mine has decided to stop blogging."
        },
        {
            "id": "2566707dc69a485b9d197439b4efd91b",
            "sentence": "Tom didn't think that what Mary was wearing was appropriate for the occasion."
        },
        {
            "id": "43358f6024f44eabb3be4bfe16a5b249",
            "sentence": "Tom waters the potted plants on his porch every morning before going to work."
        },
        {
            "id": "0231ef54c51e46ad959db342aed1bfaa",
            "sentence": "Each one-bedroom apartment in this building has its own kitchen and bathroom."
        },
        {
            "id": "63e9af68f1904ebea1642b9845d16468",
            "sentence": "Tom got a brochure on budget getaways to plan a holiday for himself and Mary."
        },
        {
            "id": "0ee62c71f85441c1932704912b4890f0",
            "sentence": "Pancakes are served with powdered sugar and butter, and sometimes with syrup."
        },
        {
            "id": "e20db9a36c9a4fcda8b95ef3345f2d64",
            "sentence": "The reason the report had so many mistakes was because I wrote it in a hurry."
        },
        {
            "id": "86ea522a49804932b6cf568b1591b583",
            "sentence": "Tom was holding a baseball bat in one hand and his baseball cap in the other."
        },
        {
            "id": "f6a28831dede48379652eadcf85714f9",
            "sentence": "Tom did have a drinking problem for a while, but now he doesn't drink at all."
        },
        {
            "id": "222601cb5e8046de8e2451880b5c4cf4",
            "sentence": "If you want to master a foreign language, you must study as much as possible."
        },
        {
            "id": "d6714683c8514343ba95a5edae804548",
            "sentence": "Seeing a rat run across the floor made me never ever want to eat there again."
        },
        {
            "id": "ba32c9cdcf1349cc8a1dea750967f7f4",
            "sentence": "Dolphins, not elephants, may have the best memories of any non-human species."
        },
        {
            "id": "41081fafc9204abc92183d2eb6909b7d",
            "sentence": "Mary was arrested after the bachelorette party for driving while intoxicated."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}