{
    "currentPage": 14247,
    "pageSize": 50,
    "items": [
        {
            "id": "4ef91767429744fd9370378f3ecec3f4",
            "sentence": "Tom crawled under the fence surrounding the building site to recover his ball."
        },
        {
            "id": "8a557515ea514bcabd75f40b573bb1d2",
            "sentence": "For the time being, Tom lives in Australia, and his wife lives in New Zealand."
        },
        {
            "id": "9b88406aa1204601905b1c90a7626814",
            "sentence": "We needed to go to the bathroom, but we didn't know how to say that in French."
        },
        {
            "id": "71cd4ddcc4774993ac3bae64a59dd43a",
            "sentence": "In some places in the world, it's not uncommon to see people bathing outdoors."
        },
        {
            "id": "73f18b7f3de4404e8da2758193650886",
            "sentence": "Tom had to mind his P's and Q's when he met Mary's parents for the first time."
        },
        {
            "id": "ff859082fe634957916dd964de6bb0a9",
            "sentence": "She's not here for the purpose of defending herself against these accusations."
        },
        {
            "id": "54091495c2d74c529504beff793afe53",
            "sentence": "There's a saying that when times get tough, you find out who your friends are."
        },
        {
            "id": "f64f8dcee8ec478a851bbd1836df2dd6",
            "sentence": "When Tom returned, he brought a baseball cap and gave it as a present to Mary."
        },
        {
            "id": "4b136e97327444b7ba645b726e780c99",
            "sentence": "Tom occasionally prods me to work out with him, but I'm really not interested."
        },
        {
            "id": "c77766f716f1475ca1be78d6f6ba73fb",
            "sentence": "Tom was such a handsome man that everybody turned to look at him as he passed."
        },
        {
            "id": "82c6532bfbcd489a902e8e5fd827ec5a",
            "sentence": "I bought a scarf for my grandfather on my father's side for his 88th birthday."
        },
        {
            "id": "4f43cf8d4d4b45f7bc65f3361f051fb6",
            "sentence": "Murder is an everyday event in some of the larger cities of the United States."
        },
        {
            "id": "7e2377ec8ed0498c8c8dc2b2779b6ea3",
            "sentence": "I have to turn in an essay tomorrow and I haven't even started writing it yet."
        },
        {
            "id": "1b662b933e5944969f8c1a7e95908389",
            "sentence": "Tom believed that Mary was personally responsible for the death of his father."
        },
        {
            "id": "3921cb22b036479b8f36e6a741d6f9e2",
            "sentence": "Tom was too poor to buy books to read, but his neighbors often lent him books."
        },
        {
            "id": "789d9093f5c24dadaea5a1ee209a1230",
            "sentence": "It's not only today that we have to be here. We need to be here tomorrow, too."
        },
        {
            "id": "d7c65f69187c4a4e90cd3d38ed64e101",
            "sentence": "I can't stand being around Tom's friends because they're incredibly obnoxious."
        },
        {
            "id": "5969368a22954b45aa475fed20683f48",
            "sentence": "I loaded the washing machine and put in detergent, but I forgot to turn it on."
        },
        {
            "id": "16b0c003c384432cbcc3918ece71ff71",
            "sentence": "I think there aren't as many French speakers in Australia as there used to be."
        },
        {
            "id": "f2c776f51b2d44fbab41148b166c0b5a",
            "sentence": "If you want to live in another country, you could try to get a job as a nanny."
        },
        {
            "id": "7d13e4f480db4f38a7f6bbdcb4baef1b",
            "sentence": "I kept on looking for my keys even though I didn't really expect to find them."
        },
        {
            "id": "6677ff4e474c45dfbd7c6c0bcc3e2651",
            "sentence": "Tom wanted to buy some notebooks and pens. He also wanted to buy other things."
        },
        {
            "id": "e336b9eb31844c37b17944835576fe3b",
            "sentence": "Let's talk about ways that we might prevent this from happening in the future."
        },
        {
            "id": "dba955e0db27446ea8515a1c243f9020",
            "sentence": "Tom quit his job as a corporate lawyer and decided to travel around the world."
        },
        {
            "id": "8c8f6aa4237b450fad7c77dee98ea596",
            "sentence": "Statistics suggest that the population of this town will double in five years."
        },
        {
            "id": "b5af5442263241edb70ae863c302f03f",
            "sentence": "I need an envelope and a piece of paper. I also need either a pencil or a pen."
        },
        {
            "id": "9790262b276b4946b4bfba1a3ac28916",
            "sentence": "Tom left food and water for his dog, hoping it would be enough for three days."
        },
        {
            "id": "7fb7ae14f8444d5ebb0232667c3add1b",
            "sentence": "My teacher told me that I should've spent more time preparing my presentation."
        },
        {
            "id": "ccc34aff2fcc4bd9903378f9ddd8f397",
            "sentence": "I envy the way that Tom is able to get people to seriously consider his ideas."
        },
        {
            "id": "4f0094ab3d3744518ab52fdc2e0c2164",
            "sentence": "I don't understand French, but it's one of the languages that I want to learn."
        },
        {
            "id": "bbed026f47564002a129c30a63f89ab3",
            "sentence": "You don't have to worry about picking me up at the airport. I'll take the bus."
        },
        {
            "id": "d2466c67dcda494883bec331375bb632",
            "sentence": "Tom's red-headed wife wondered why there was a long blonde hair on his jacket."
        },
        {
            "id": "6a8203d99c6742b1b02406d6f792a077",
            "sentence": "The future is not looking bright from the perspective of many people under 30."
        },
        {
            "id": "f12b7c4711324bf5981434cb9446d9bb",
            "sentence": "As for me, I'm not satisfied with the result of the examination the other day."
        },
        {
            "id": "2071698d3cb64630af7b5e80f50f224d",
            "sentence": "I was born in Boston but moved to Chicago with my parents when I was thirteen."
        },
        {
            "id": "062fdee09a484b799e1b07b1e0f29a21",
            "sentence": "The long drought followed by weeks of rain caused some of Tom's crops to fail."
        },
        {
            "id": "beb578244cfe4b5bba0228d415d2b11a",
            "sentence": "In all my travels, I've never seen a more beautiful mountain than Mt. Everest."
        },
        {
            "id": "5b70b238b2ec42cd9a75c99bee0d8dec",
            "sentence": "I'll leave a key with my next-door neighbour in case you get here before I do."
        },
        {
            "id": "6a0f3e8ed5504d92a33d167eba96e97e",
            "sentence": "I'm sorry, but I can't accept your invitation. I have other plans on that day."
        },
        {
            "id": "c4c711383a644761bf7734ba83c99659",
            "sentence": "I regret to say that the product you have asked for is currently out of stock."
        },
        {
            "id": "78a31095edfa486486f5303c59242e9a",
            "sentence": "Would you please send me details of your products via e-mail as an attachment?"
        },
        {
            "id": "d9ae6e81fe39418fb81e8c26a445f320",
            "sentence": "Try to speak English as often as possible if you want to improve your English."
        },
        {
            "id": "9ad637273bec4e308463c8e89de348c6",
            "sentence": "I heard that you're looking for a job. There are some openings at our company."
        },
        {
            "id": "7c2c5abadb1b462ab0a7c2c610fb570c",
            "sentence": "Tom knew deep down that it was all his fault, but he wasn't about to admit it."
        },
        {
            "id": "f3730470fc0c46d99e349fba27c9c858",
            "sentence": "After considering your idea for a few days, I don't think it's a workable one."
        },
        {
            "id": "d4d27d150f7d41228d3678cfbe8f55c0",
            "sentence": "We need to find a substitute drummer. Our drummer is too sick to play tonight."
        },
        {
            "id": "1e5c66c675cf4d77afe908a68f7bd27e",
            "sentence": "Go straight on down this street until you see a traffic light, then turn left."
        },
        {
            "id": "fb04933fe6994af982c6613b494de404",
            "sentence": "They're less a political party and more one conman and his retinue of suckers."
        },
        {
            "id": "efa918928aac485ba902d291ea3730f8",
            "sentence": "Comments have a mysterious way of getting lost in the vastness of Tatoebastan."
        },
        {
            "id": "3982dc882e7743018d129eff4011c541",
            "sentence": "It's been over thirty years since that kind of thing has happened around here."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}