{
    "currentPage": 14252,
    "pageSize": 50,
    "items": [
        {
            "id": "fc469e4b93864591a0c24994123bcca1",
            "sentence": "I looked out the window, but I couldn't get a clear view of what was happening."
        },
        {
            "id": "2e08df85a1954cee869b38034f2bb43f",
            "sentence": "We don't really care when you do it as long as it gets done before next Monday."
        },
        {
            "id": "f19b5c76a89042b0b9856e9dfc7107e4",
            "sentence": "Contemplating the reason for existence means contemplating non-existing things."
        },
        {
            "id": "db4e5236833d459e8f1e6ccf53371a81",
            "sentence": "Tom saw a white dog with black spots in his backyard and wondered whose it was."
        },
        {
            "id": "4363b5ae67d1403b83c8fca2c567012d",
            "sentence": "The reporter's luggage was filled with branded swag from the promotional event."
        },
        {
            "id": "66f8ae50b75e4404819484fa0a83f797",
            "sentence": "The fast SSD and CPU really make this computer feel snappy during everyday use."
        },
        {
            "id": "484fb42c60ce4ee08d100fc973a7cb8b",
            "sentence": "The down jacket that I bought yesterday cost me a lot less than I had expected."
        },
        {
            "id": "7f6d709b7ce747dc92928865519935ce",
            "sentence": "We waited for the elevator for a long time before we decided to use the stairs."
        },
        {
            "id": "fd40b69650b4411faf4d584508b96dd5",
            "sentence": "Tom began to think about the reasons why scholars are so divided on this issue."
        },
        {
            "id": "af20683bc0e14c7fb9a4cbf45db369b3",
            "sentence": "I was getting frustrated because I couldn't seem to do what Tom asked me to do."
        },
        {
            "id": "64793518de5649d081d1701e5ead9918",
            "sentence": "Tom bought a new dishwasher and told Mary that it was her Valentine's Day gift."
        },
        {
            "id": "bd4e86141b11480aab94f9fc272e5c00",
            "sentence": "It doesn't matter whether the cat is black or white as long as it catches mice."
        },
        {
            "id": "7142edf201b5474d8715e1570b189bca",
            "sentence": "I've asked Tom several times to sell me that vacant lot he owns on Park Street."
        },
        {
            "id": "560b759cac554c69991816fec4ee99f7",
            "sentence": "Many people buy lottery tickets with the dream of immediately becoming wealthy."
        },
        {
            "id": "a577fba3b46c467a823076cb88c0a1a9",
            "sentence": "My older brother and I live in Boston, and my younger brother lives in Chicago."
        },
        {
            "id": "922e5139d1ad4685bbbee6fe864b1a86",
            "sentence": "The union is prepared to outlay their entire strike fund in these negotiations."
        },
        {
            "id": "9f05d00bc0114262a2fab6e967ebcc6a",
            "sentence": "Just because you've never heard that word before doesn't mean it doesn't exist."
        },
        {
            "id": "b361b23f03404c0cb8f0b1a26d7da98b",
            "sentence": "If you'd spent just a little more money, you could've bought a much better one."
        },
        {
            "id": "df08b4604dc14013b3f481e17739ea73",
            "sentence": "Tom was horrified when he noticed that his daughter had had her tongue pierced."
        },
        {
            "id": "52f68e8c308f454fa99d7ac4097cd4bf",
            "sentence": "Tom doesn't like cocktail parties because he finds making small talk difficult."
        },
        {
            "id": "792b383f057a4166900cc8cedf27778d",
            "sentence": "When coughing or sneezing, cover your mouth with your sleeve or a handkerchief."
        },
        {
            "id": "536801aa44c74495a46b16b8487f1a11",
            "sentence": "If you don't want to get married, it would be better if you didn't get married."
        },
        {
            "id": "7c3cfba441c84ee7b18edb04fabeeee9",
            "sentence": "Wow, this brings back memories. This is a picture of when I was five years old."
        },
        {
            "id": "1476b7129eb9414ca13198675967f78f",
            "sentence": "Albert Einstein's theory of relativity is the most famous formula in the world."
        },
        {
            "id": "8c57f652e3fe4c85a9471f285da1a585",
            "sentence": "Let me know when your plane will be arriving, and I'll meet you at the airport."
        },
        {
            "id": "a9d2b18e6d61413ba7e8a5b5fc3d97ba",
            "sentence": "Since you're going to the supermarket anyway, buy some eggs while you're there."
        },
        {
            "id": "534dc5234afc4c4cad4d2624997609a6",
            "sentence": "Aren't you excited that Anki is almost ready to update to a stable version 1.2?"
        },
        {
            "id": "fe084080c6ba438eb15e4f4c4da1abd5",
            "sentence": "It doesn't matter whether I'm sleeping or awake, I'm always thinking about you."
        },
        {
            "id": "74e9fb8233774176a29c416a528c398d",
            "sentence": "Lawyers began burrowing through thousands of documents provided by the defense."
        },
        {
            "id": "7ff3d2e705fd49eda5e7b8af4a15553d",
            "sentence": "Everyone has learned that teleworking can be very productive during a pandemic."
        },
        {
            "id": "d387c773e611494da70a8f53ad2ac297",
            "sentence": "Tom noticed the picture hanging on the wall was crooked, so he straightened it."
        },
        {
            "id": "595618ffb4c0489caeea99902684aa41",
            "sentence": "Tom flung his satchel into the corner and went to his room without saying word."
        },
        {
            "id": "8cd7294ef553492b99cf6710464f6c84",
            "sentence": "If there's something that you don't understand, please feel free to contact us."
        },
        {
            "id": "658bcee23b8d40228f774a3a916a5b60",
            "sentence": "We consider now pairwise non-isomorphic factor modules of this faithful module."
        },
        {
            "id": "dccd8aba4e2e4d8fa6207a41aabc1109",
            "sentence": "I don't remember exactly what this cost, but it was over three hundred dollars."
        },
        {
            "id": "f3f995d96b51474e8718e7cbbfc54996",
            "sentence": "I was looking at a dog. However, when I looked again, it had turned into a cat."
        },
        {
            "id": "08dc63ae47294f7d8ddbcf9d0a13efcb",
            "sentence": "Tatoeba: We've got more sentences than your mom could ever say in her lifetime."
        },
        {
            "id": "00c2147211bc4625a91d21984b9f488d",
            "sentence": "Nobody knew that it was Tom who donated three million dollars to the orphanage."
        },
        {
            "id": "dafa87f127af4bb894505f6931c76a01",
            "sentence": "No one knew that it was Tom who donated three million dollars to the orphanage."
        },
        {
            "id": "1c2505af1b144bd1a06859594ec68c6a",
            "sentence": "Doing that won't be too hard, but it's something that'll require a lot of time."
        },
        {
            "id": "cfba94ee610041478d1d2c20cdfec569",
            "sentence": "Doing that won't be too difficult, but it's something that'll require patience."
        },
        {
            "id": "16f6ced9752342f9bf6db5acdf973a37",
            "sentence": "Tom and Mary's conflicting political views resulted in near-constant arguments."
        },
        {
            "id": "0d77621d79ed47fbaed36f06be681352",
            "sentence": "My little brother gets delirious when he's sleepy. He says the weirdest things."
        },
        {
            "id": "5974854c94a0487593bb71807bf78267",
            "sentence": "Tom got here just before lunch, and Mary got here a couple of hours after that."
        },
        {
            "id": "3d730a031a974c74a3d17751a0000083",
            "sentence": "They say you shouldn't take rumors seriously, but that's easier said than done."
        },
        {
            "id": "55a35247ef354d7d96a9200759c99c42",
            "sentence": "Is it true illegal immigrants are taking jobs away from citizens who want them?"
        },
        {
            "id": "c96f648383dc461e865217987a655201",
            "sentence": "Tom didn't like his office, so he asked his boss to let him use another office."
        },
        {
            "id": "82cae19d327f4b328ad144e5285f5530",
            "sentence": "Tom saw Mary eating meat, even though she'd told him that she was a vegetarian."
        },
        {
            "id": "20351045d26c490cadb74ab1f5b80d63",
            "sentence": "I don't want to join the kind of a club that accepts people like me as members."
        },
        {
            "id": "a9941187c72d430a934a1b4c28f0c45c",
            "sentence": "It was too late to help Tom. All the doctor could do was to pronounce him dead."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}