{
    "currentPage": 14253,
    "pageSize": 50,
    "items": [
        {
            "id": "381e522b235a4804a581fac0d63e03ca",
            "sentence": "We found out that the house is infested with garter snakes. They're everywhere."
        },
        {
            "id": "1aaa89cfa0e341279a7618a3ba5f01b8",
            "sentence": "Closer examination revealed that the skull had been crushed by some heavy blow."
        },
        {
            "id": "1c6aa572b286481dab08182cd0482274",
            "sentence": "When I first started teaching here, most of my students couldn't read or write."
        },
        {
            "id": "9cb12ce2d02643aca9f61c076f78a82e",
            "sentence": "I didn't feel like studying because the noise outside was getting on my nerves."
        },
        {
            "id": "af55dfd557b6491fa406f69511b49ae1",
            "sentence": "Tom told me that he thought that the dress that Mary was wearing was too short."
        },
        {
            "id": "ab80f346b6ef438d84a93ef7e7d35875",
            "sentence": "Tom bought rye bread, even though Mary had asked him to buy pumpernickel bread."
        },
        {
            "id": "f7fb0ef08d4b4ba89e0c85ca494f53bf",
            "sentence": "You can take as many of these apples as you want as long as you leave me a few."
        },
        {
            "id": "d9930f062846420cabc01a7fba70c892",
            "sentence": "Can you imagine how many Lincoln Logs it would take to build an actual shelter?"
        },
        {
            "id": "592dcd39b1af41b48e59d8d95710a71b",
            "sentence": "You won't be able to do that with just one hand. You'll need to use both hands."
        },
        {
            "id": "9dd4aa13b74040fdb8281caeb361d80d",
            "sentence": "Tom's son is very self-assured, unlike his father who is plagued by self-doubt."
        },
        {
            "id": "dd0610675e2e456481f41b3d86c1f517",
            "sentence": "Mary sat on the beach thinking about all the happy times she'd shared with Tom."
        },
        {
            "id": "0942946180494c40a272380a116c094b",
            "sentence": "Due to unforeseen circumstances, all classes will be held online this semester."
        },
        {
            "id": "40762e0fbd5a4dffb467de66e4b2e941",
            "sentence": "If he had given up smoking then, he might not be suffering from such a disease."
        },
        {
            "id": "268c4ac2ab5c420a8e23b2a1bd813dde",
            "sentence": "Barcelona is the capital of Catalonia, and is the second biggest city in Spain."
        },
        {
            "id": "cf48e9c5935e44548a905ab12cca8e28",
            "sentence": "Mr. Jackson showed his students how to put out a fire with a fire extinguisher."
        },
        {
            "id": "7cf9b69901ef49308ba0d8efb41436f9",
            "sentence": "If I'd bought the more expensive one, maybe it wouldn't have broken so quickly."
        },
        {
            "id": "720e43c232da401a88bd2a0583458a87",
            "sentence": "Tom never admits that he\\'s wrong, because he thinks that\\'s a sign of weakness."
        },
        {
            "id": "1dbcf4d10a1b4a36998fe5336ac6957a",
            "sentence": "I didn\\'t think Tom would make it through the night, so I stayed by his bedside."
        },
        {
            "id": "f865109318054ada8dc81c39fdefc82f",
            "sentence": "I\\'ll get in touch with Tom by telephone tomorrow and ask him to give us a hand."
        },
        {
            "id": "8d383b6f4ede4214b6902b42875e1657",
            "sentence": "The improvements we\\'ve made on the assembly line could eventually lower prices."
        },
        {
            "id": "d1532209bd0642e68e3e92429bc0d6dd",
            "sentence": "Tom returned from the kitchen with two mugs of coffee and sat down next to Mary."
        },
        {
            "id": "7c21b8a5dd084d5c93a77c72a2ab9973",
            "sentence": "Tom served five days in jail last year after pleading guilty to drunken driving."
        },
        {
            "id": "7f5b7561fd774316b31ad35faa0c69f3",
            "sentence": "Tom still works at the same bar that he worked at when he was a college student."
        },
        {
            "id": "428a7fb994134b3798130bccd25b4d17",
            "sentence": "Tom suggested that Mary should resign from her current job and find another one."
        },
        {
            "id": "0ffcc448976f4d309c63d5632341b54b",
            "sentence": "Tom usually plays a drum solo at least once every time his band gives a concert."
        },
        {
            "id": "00cde03499ec44069d31f903edbb290a",
            "sentence": "It took Tom fifteen minutes of googling before he found what he was looking for."
        },
        {
            "id": "8e3800b9139f4abf90096063e768f3fd",
            "sentence": "My teacher told me that I should have spent more time preparing my presentation."
        },
        {
            "id": "83781fcdcd9b4a85a411f99b9cf0c7a9",
            "sentence": "The desire to fly in the sky like a bird inspired the invention of the airplane."
        },
        {
            "id": "ee7f16ec8639418c904f71b500f8a53c",
            "sentence": "Tom always speaks in such a low voice that I can barely understand what he says."
        },
        {
            "id": "7f184257ab604117b5f3dbb1b3463486",
            "sentence": "I\\'ve had a scratchy throat since this morning. I wonder if I\\'ve caught a cold."
        },
        {
            "id": "fb2cdca602c348f095e1c60047131fae",
            "sentence": "If I\\'d taken time to brush my teeth after breakfast, I would\\'ve missed my bus."
        },
        {
            "id": "9d4afeb64ce54fe6b68eb853e3715bb5",
            "sentence": "You should spend less time complaining and more time doing something productive."
        },
        {
            "id": "5446f1a1e5034d2fb9ed3f1491be3248",
            "sentence": "Tom clicked on the thumbnail so he could see a larger version of the same image."
        },
        {
            "id": "3ec74b2cf35547b2b12897b91e2cb580",
            "sentence": "Tom was already drinking his third beer before Mary had even finished her first."
        },
        {
            "id": "49aa2bfe0db64ea5847c9afd19ef9e2a",
            "sentence": "Tom doesn\\'t let his children watch TV until after they\\'ve done their homework."
        },
        {
            "id": "79595bdaffc54c8cab5e82578eee6324",
            "sentence": "You\\'re speaking a little too fast for me. Would you speak a little more slowly?"
        },
        {
            "id": "2a130dea1d6a4145ab8eefa554bf6c6a",
            "sentence": "All Tom wanted was to find a woman who would accept all the love he had to give."
        },
        {
            "id": "222c84f344fa4a5db7c97cb5f1f665ca",
            "sentence": "Tom didn\\'t like living in the city and moved back to the farm where he grew up."
        },
        {
            "id": "b339ca8e26414ed5b767659b2bc490ce",
            "sentence": "Tom realized that he hadn\\'t paid the bill, so he went back into the restaurant."
        },
        {
            "id": "fc050cb9282b474a8245f9109fe7e2aa",
            "sentence": "At first, I thought Tom was angry, but then I realized that he was just worried."
        },
        {
            "id": "ca76a31d8c684cabbf9ef6be01ceadd9",
            "sentence": "Tom didn\\'t want to wear the shirt that his mother had gotten him for Christmas."
        },
        {
            "id": "f28ac1e4178848409010fdd92b5bdd45",
            "sentence": "Tom managed to escape from the room where his kidnappers had kept him locked up."
        },
        {
            "id": "ef954cce3fb94c3fae71a2250f05fcc4",
            "sentence": "Tom was going to be transferred to Boston, but they decided to fire him instead."
        },
        {
            "id": "80142c98da1b42d29dae06db26fe2250",
            "sentence": "Tom was killed in a traffic accident within 10 hours of graduating from college."
        },
        {
            "id": "1fbc113a540d46e4bc77c60ed9cee26e",
            "sentence": "What I really want is for Tom to teach me how to play a few chords on my guitar."
        },
        {
            "id": "c3279e9b7f154e708b6908144de5f181",
            "sentence": "Where are you going in such a hurry? We\\'ve got plenty of time, so drive safely."
        },
        {
            "id": "b14ce891d3cd47f7ac8f43e7f3c966b4",
            "sentence": "Last century they would have just thrown someone like Tom into a lunatic asylum."
        },
        {
            "id": "9fea12dedfdb41f8925c4a6a3ab84fc5",
            "sentence": "Some people say that French is one of the most beautiful languages in the world."
        },
        {
            "id": "4af5f234c40447d8941331ed821d1071",
            "sentence": "Do you spend most of your time worrying about things that don\\'t matter so much?"
        },
        {
            "id": "a0715673c817422aaa128f22f827c8b5",
            "sentence": "I would never have guessed that Tom and Mary would fall in love with each other."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}