{
    "currentPage": 14268,
    "pageSize": 50,
    "items": [
        {
            "id": "ca48d588d6b24003bbf87d5d96c62d13",
            "sentence": "Tom made a ham sandwich for himself and a peanut butter and jelly sandwich for Mary."
        },
        {
            "id": "4b561557bc87446d9d7dee6e9f44f9de",
            "sentence": "Lola the cow, Lola the cow, she's smart and she brings trouble, and she goes mooooo."
        },
        {
            "id": "039a881e55fa45aab79916775631f37e",
            "sentence": "Tom has three sisters. One lives in Australia and the other two live in New Zealand."
        },
        {
            "id": "c5c90cb86c6e452c970bcf5125d3022e",
            "sentence": "Tom noted in his report that the stock market was a factor in the company's failure."
        },
        {
            "id": "dfab9881660d41db9628fa9d5c2b47d3",
            "sentence": "Tom's dog slipped its leash again and almost attacked one of those tiny, yappy dogs."
        },
        {
            "id": "58af69766249462b90a3c8927d10d329",
            "sentence": "By signing the contract, I committed myself to working there for another five years."
        },
        {
            "id": "b86b2d9654584ca69e05223c6dd301ee",
            "sentence": "When you're finished making that birdhouse, let me know. Maybe I'll buy it from you."
        },
        {
            "id": "32b4c748b4fa467ba08c3b34a15cee00",
            "sentence": "They spoke to me in French, even though I told them I wanted to practice my English."
        },
        {
            "id": "d70753c6aec740e2ad5eec1683a42813",
            "sentence": "Tom took out his wallet and offered to pay for dinner, but Mary said that she'd pay."
        },
        {
            "id": "f85e5c9ad48340848f5bcc3a6d8380ab",
            "sentence": "After she lost her job, she couldn\\'t afford to feed her dogs, so she gave them away."
        },
        {
            "id": "6b1c3ac42a0b485c873f5b08baf22fde",
            "sentence": "I know you\\'ve been waiting a long time, but could you wait just a little bit longer?"
        },
        {
            "id": "a6c1ba9c7eb247aa8b2f5e250df48e8b",
            "sentence": "She advised him to see the dentist, but he said he didn\\'t have enough time to do so."
        },
        {
            "id": "42a102a6c6c0473bb9a4c88a61ed19fd",
            "sentence": "It doesn\\'t matter how smart you are. If you don\\'t work hard, you\\'ll never succeed."
        },
        {
            "id": "f4e7e02e83ec470a8d54b014ba549393",
            "sentence": "I\\'m beginning to believe that we\\'ll never be able to convince Tom that he\\'s wrong."
        },
        {
            "id": "c671d56832ef499d9ddf1ac06b3f7070",
            "sentence": "Why shouldn\\'t truth be stranger than fiction? Fiction, after all, has to make sense."
        },
        {
            "id": "07833ee142fd42bc8baa584af219f471",
            "sentence": "It may seem like a crazy idea, but I think we should go visit Tom and Mary right now."
        },
        {
            "id": "4dac7910fdc84920b024c13f98994741",
            "sentence": "Make your airplane reservations early since flights fill up quickly around Christmas."
        },
        {
            "id": "be09607b02b341d1865934140718a7c2",
            "sentence": "I\\'m no longer quite sure what the question is, but I do know that the answer is yes."
        },
        {
            "id": "e0fcde454b244d83af9e6f6260ad6861",
            "sentence": "I\\'ve been agonizing over whether to do what Tom suggested or do what Mary suggested."
        },
        {
            "id": "ed0ecdae5d214d38b086b0a08719d405",
            "sentence": "My father always speaks to me in French and my mother always speaks to me in English."
        },
        {
            "id": "9f212501bacb4b5ab20d5036daa87b52",
            "sentence": "Tom is looking for someone to help him translate a document from French into English."
        },
        {
            "id": "1338fb0126934a70a6ae75c9c7d36ed2",
            "sentence": "Tom Jackson\\'s new novel is very well written and I\\'m sure you\\'ll enjoy reading it."
        },
        {
            "id": "a9168403dede40a2a653f8a54272a43b",
            "sentence": "I had to attend a meeting so I couldn\\'t make it in time to pick Tom up after school."
        },
        {
            "id": "6025b2de942c48818f0ebc2af45778d4",
            "sentence": "The police weren\\'t able to determine which one of the twins had committed the crime."
        },
        {
            "id": "f115b11fe16b46f3ba0dbbcfb6a1ebd9",
            "sentence": "Tom and I are good friends now, but there was a time when we didn\\'t like each other."
        },
        {
            "id": "e42863dfdf9c4538aca5af854f1931b2",
            "sentence": "Even though Tom has a very demanding job, he always makes time for Mary and the kids."
        },
        {
            "id": "5082c064c878487489451e42b4b28c45",
            "sentence": "Tom believes it\\'s absolutely necessary to drink at least a liter of water every day."
        },
        {
            "id": "eaa6f82989a44016a149a056fc09c21b",
            "sentence": "Tom claimed that the contract was invalid because he\\'d been coerced into signing it."
        },
        {
            "id": "798fa19fdfd346bb87510eb5f3a2feb8",
            "sentence": "Tom claims he doesn\\'t watch much TV, but he watches more than three hours every day."
        },
        {
            "id": "b95d4c51bf17442082c4c1d3d93792e5",
            "sentence": "Tom clearly hopes that Mary won\\'t notice that he broke one of her expensive teacups."
        },
        {
            "id": "d24d1edf581141909a2bc7611518da46",
            "sentence": "Our fire alarm sometimes goes off when my mother is cooking something in the kitchen."
        },
        {
            "id": "7f4a5190a11642489c029b184c7ea28c",
            "sentence": "She spends a pretty good chunk of time just sitting there and looking out the window."
        },
        {
            "id": "d183242709e941308ac53150b2a91603",
            "sentence": "Some healthcare workers spend more time doing paperwork than taking care of patients."
        },
        {
            "id": "c4680814aa1d42448e8df3fa732f4f1e",
            "sentence": "I\\'ve just spoken to your French teacher and he says you\\'re doing well in his class."
        },
        {
            "id": "b4156c63cd954370b80a0a7ffd986848",
            "sentence": "Tom told Mary to put the hammer back into the toolbox when she was finished using it."
        },
        {
            "id": "6373bf64c58649d2bb7a1b40113b017b",
            "sentence": "Tom took me to a restaurant where you can eat as much as you want for thirty dollars."
        },
        {
            "id": "327683769ce2430fb1bea20f54a3125c",
            "sentence": "Tom volunteered a good deal of his time to helping those less fortunate than himself."
        },
        {
            "id": "3a34552a02bc4dcca8f73695a4fad2b8",
            "sentence": "Tom was waiting for someone to do that for him, but no one did, so he did it himself."
        },
        {
            "id": "90c859c5fcb844008a0374a9083dc4e9",
            "sentence": "Tom\\'s parents allow him to do a lot of things that my parents don\\'t allow me to do."
        },
        {
            "id": "2a0ebdb2655444db9ab1ea5b5033866b",
            "sentence": "The guy driving the truck that crashed into our car didn\\'t have a driver\\'s license."
        },
        {
            "id": "c973cd810e5a4207a45b4c1cf48d83b7",
            "sentence": "I hope you know that the last thing I want to do is go there without your permission."
        },
        {
            "id": "3141ef798b9c4c458a6e9338adc929c0",
            "sentence": "Tom certainly wouldn\\'t be anywhere near as rich as he is if he hadn\\'t married Mary."
        },
        {
            "id": "e846af2cc4a74e5d84b0da13462066aa",
            "sentence": "Tom likes both Mary and Alice and can\\'t decide who to ask to the dance this weekend."
        },
        {
            "id": "25823a3ac51440bf98508430fa0ee965",
            "sentence": "Tom opened a new restaurant, but it didn\\'t turn a profit in the first twelve months."
        },
        {
            "id": "fe21f16900ac48e684114fec07308704",
            "sentence": "After Tom had eaten everything on his plate, he asked Mary if he could eat her salad."
        },
        {
            "id": "7b277d59732c4230b79b8bc42d18a16e",
            "sentence": "Everybody was obeying the speed limit, so I knew there was likely a speed trap ahead."
        },
        {
            "id": "af9e2de94d174842807f18f6d8ffe4d8",
            "sentence": "Tom and Mary both wanted to go to Boston, but neither of them could get the time off."
        },
        {
            "id": "bfd9a32870194c3caf2b3ba47b88d73b",
            "sentence": "Tom is the first guy Mary has really been interested in since she broke up with John."
        },
        {
            "id": "01f7243c3a0d486c9f7112fb2b8c7845",
            "sentence": "Tom played a Spanish folk tune on his English horn at a Chinese restaurant in France."
        },
        {
            "id": "e07cfca97ed94bd48c4ab2c7d5c1b2e1",
            "sentence": "Tom pulled out some necklaces from his bag and told Mary to choose the one she liked."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}