{
    "currentPage": 14267,
    "pageSize": 50,
    "items": [
        {
            "id": "4ab10f494d2a448bbfeda2952083dee6",
            "sentence": "Thankfully, Tom didn't have his door locked, so we were able to wait for him inside."
        },
        {
            "id": "debbaa01237a4c37b592dbd3c7c8ced0",
            "sentence": "I saw someone in Australia doing it, and decided that I'd like to try it out myself."
        },
        {
            "id": "0fe8d91641e64845bc335d094fc24bf4",
            "sentence": "Butternut squash is a good source of manganese, potassium, and vitamins A, C, and E."
        },
        {
            "id": "264dc2f496554f16be7414ae92563c13",
            "sentence": "You need to practice speaking French every day if you want to become a good speaker."
        },
        {
            "id": "65e79ab8c5ba4808a8ea1d7f7cdf541d",
            "sentence": "If you accidentally step on a dirty pitchfork, make sure you have your tetanus shot."
        },
        {
            "id": "00ae166eff0f4a4d90f58f360a5f7c43",
            "sentence": "I'm not sure most people understand the depth of cruelty that people are capable of."
        },
        {
            "id": "324bd0b5c7e64177ba262276ffe8c495",
            "sentence": "Bring us two egg sandwiches, two cups of coffee and two pieces of apple pie, please."
        },
        {
            "id": "66de757904054b3e8d032dfed4b3f307",
            "sentence": "We didn't choose this fight, but now that we're in it, we're going to try to win it."
        },
        {
            "id": "7197e742368744dca021bd340196ca94",
            "sentence": "I want to know what you want me to do with all the stuff that you left in my garage."
        },
        {
            "id": "78209e22014f4a93a0326ae37e6479eb",
            "sentence": "Some of the college students who are caught cheating on the exams do not even blush."
        },
        {
            "id": "e6b426c4d54f4873a6caa26ac72e5a4a",
            "sentence": "Chicory root has historically been used as a substitute for coffee during shortages."
        },
        {
            "id": "b3cb093320df4ff892eceef0d0ba055b",
            "sentence": "Three kinds of men fail to understand women: young men, middle-aged men and old men."
        },
        {
            "id": "b5837a2792024c73972309f49ee006a6",
            "sentence": "Whenever Tom and Mary see each other out and about, they always stop to have a chat."
        },
        {
            "id": "605aa686a75c483bb3d0f5082c894c0e",
            "sentence": "The hospital restricts the number of visitors who can enter the intensive care unit."
        },
        {
            "id": "726ac6532d264dfaa19af9dc9a8380bf",
            "sentence": "Visitors are usually asked to remove their shoes before they enter a Japanese house."
        },
        {
            "id": "83554e17d81248d4b1f99ea7cc4f641f",
            "sentence": "Back when there were still hundred yen bills, the American dollar was worth 360 yen."
        },
        {
            "id": "2cfad103bb4a4274a6121a9530723d90",
            "sentence": "Next month, Tom will be in Australia. The month after that, he'll be in New Zealand."
        },
        {
            "id": "92dee428ba244cb9a29fb334a4320396",
            "sentence": "I prefer writing with a pencil, because that way I can erase it if I make a mistake."
        },
        {
            "id": "8bd8fe5fc38f419ca8bf886f637a49d9",
            "sentence": "On September 26, 1959, the strongest typhoon in Japan's recorded history hit Nagoya."
        },
        {
            "id": "e6c3bcb08dc14edb9728c5748c1e66e2",
            "sentence": "According to legend, those woods used to be haunted, so people would avoid entering."
        },
        {
            "id": "aaf9bf9b2dcd4ef0b55d8c180875aa58",
            "sentence": "Tom spent more than three hours looking for his keys, but he still didn't find them."
        },
        {
            "id": "e781bd7acd974a3185e03d5a2a7db87e",
            "sentence": "I'm a high school student who's really into electronic music and learning languages."
        },
        {
            "id": "37a74f94a6664739a9afb08b38aea021",
            "sentence": "I was relieved to know that I wasn't the only one who didn't know what was going on."
        },
        {
            "id": "a2fcf55be7b4460b83a59d90f640bd5e",
            "sentence": "No matter how much we might want to do that, we're not going to be allowed to do it."
        },
        {
            "id": "4ac48ca09d8248c6a4be4c1a731d29f5",
            "sentence": "An infant isn't capable of speaking, so it just screams until it gets what it wants."
        },
        {
            "id": "a530b3cc57e44c349f37957cac0b4a17",
            "sentence": "The reason that I didn't go there was that I thought too many people would be there."
        },
        {
            "id": "b035bc0c57de43789f1d29ddfefd919c",
            "sentence": "I wonder how I can distinguish a coldly smiling smiley from an honestly smiling one."
        },
        {
            "id": "ee994344b5024695ac9b534600732322",
            "sentence": "I've heard that there's a new cake shop near the station that makes delicious cakes."
        },
        {
            "id": "f1dbbdb132034b2ea8aa4dfebb97c296",
            "sentence": "If you would like to speak to a customer service representative, please press three."
        },
        {
            "id": "fc700c0e142049f791202aeadd75fe19",
            "sentence": "Tom heard a strange noise during the night. It seemed to be coming from the kitchen."
        },
        {
            "id": "6054638a2d7a4993a2d9aea398d828e4",
            "sentence": "We would appreciate if the council would stop vacillating and make a choice already."
        },
        {
            "id": "56b3911981e144f0b6048454898a26a6",
            "sentence": "My favorite smoothie is one made with green tea, frozen raspberries and blueberries."
        },
        {
            "id": "f3cd52027a7d42d0ab0efecbe2871315",
            "sentence": "It's irresponsible to leave someone to their own devices in the middle of a factory."
        },
        {
            "id": "b058f2a652d846409f4782991633c599",
            "sentence": "\"A is equivalent to B\" has the same meaning as \"A is true if and only if B is true\"."
        },
        {
            "id": "8418fa388431455da9634aee485887d4",
            "sentence": "If you want something to be done right, sometimes you've just got to do it yourself."
        },
        {
            "id": "0ebbd621d9fb4b8289cfa91f651323cf",
            "sentence": "To compete in a triathlon, you might be required to wear a wet suit during the swim."
        },
        {
            "id": "7834b23459de4248915ea686be480bb1",
            "sentence": "If I could speak French, I'd be able to tell Tom everything I've wanted to tell him."
        },
        {
            "id": "c2f2eada2e1a414d81cdc8eb0ce946f3",
            "sentence": "If there's something that you don't understand, please don't hesitate to contact us."
        },
        {
            "id": "518e1b9cb4984a00bada4cca69e7fb07",
            "sentence": "Quick! We need to hide the cookies before Tom gets home, or else he'll eat them all!"
        },
        {
            "id": "6f0491f8b2a24f11823a8e77cb4f9720",
            "sentence": "A man and a woman, who both had brown hair, were sitting at a table near the window."
        },
        {
            "id": "7769d1cadd9245acb3ed2eeb542c14f5",
            "sentence": "It took almost thirteen hours, but the team of surgeons was able to save Tom's life."
        },
        {
            "id": "31a803b2330f425a9eae45eccde73c50",
            "sentence": "Tom got to the main gate at the time he and Mary agreed on, but she never showed up."
        },
        {
            "id": "00330b5c9f8948c192f63a0ddf61bb37",
            "sentence": "It would be wise to remember that Tom can't do things as well as the rest of us can."
        },
        {
            "id": "72707b26f3f84e85b67e76e010b6d9ea",
            "sentence": "Doing that won't be too difficult, but it's something that'll require a lot of time."
        },
        {
            "id": "dd14009d4a32484499fa8b3261636f57",
            "sentence": "The company's competitive edge will be eroded if system engineers continue to leave."
        },
        {
            "id": "14b88e5b26874bf39a756c9a483f9fe9",
            "sentence": "After six hours' climbing, we finally succeeded in reaching the top of the mountain."
        },
        {
            "id": "46bd738e91a44ec48bcc074e26a89464",
            "sentence": "Tom and Mary complain often that they never get to be together without the children."
        },
        {
            "id": "4fb87449ccd04a8ea1a99ee6a6b695eb",
            "sentence": "Tom considers Mary his girlfriend, but she doesn't consider him to be her boyfriend."
        },
        {
            "id": "7622edbe060742ebb27f9bcab3ee669c",
            "sentence": "Every time I see Tom's picture, I remember how much fun it was to hang out with him."
        },
        {
            "id": "7c817728aa014a0b95ecee41376539e0",
            "sentence": "Tom said goodbye to his family and his wife, thinking he might never see them again."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}