{
    "currentPage": 14262,
    "pageSize": 50,
    "items": [
        {
            "id": "4e6a47f8418a48559f57c30eedd327fe",
            "sentence": "I want to draw your attention to the highly encouraging results from last quarter."
        },
        {
            "id": "6f31692987ee4b7a87cb64ef95b6d08e",
            "sentence": "The rebels began distributing food and clothing from the storehouse to the locals."
        },
        {
            "id": "460dd3c1415c4e24a0daa8692bb18925",
            "sentence": "For this sword, the tang passes fully through the handle, tapering toward the end."
        },
        {
            "id": "ace5b9c3007e4174842f070ec5019771",
            "sentence": "The incredible girth of a Sequoia tree is necessary to support its titanic height."
        },
        {
            "id": "92b5e912d0a846b89d12e85c40737aa7",
            "sentence": "The pilots were confused by the seemingly anomalous readings of their instruments."
        },
        {
            "id": "76c34a0cb0c64e29992001f2fbec0ff4",
            "sentence": "The pain you go through because of love is by far sweeter than any other pleasure."
        },
        {
            "id": "2b0cff8bacb340089aabc0eab7cfeeaa",
            "sentence": "If you don't think that the party is going to be any fun, then I don't want to go."
        },
        {
            "id": "37e4dc822c9e4198a81560e62184e3ff",
            "sentence": "If you keep fish in a fish bowl, you should change the water at least once a week."
        },
        {
            "id": "2ff027aa7ff54fc78ece8d9b6c295774",
            "sentence": "I was planning to drop by Tom's on the way home and ask him if he needed any help."
        },
        {
            "id": "105f76504bce4fb384d0adf70395c05d",
            "sentence": "In order to get to know a person, one merely needs to travel with them for a week."
        },
        {
            "id": "144fd70c013b4e06b2ae8642dc4547bc",
            "sentence": "Finding the transpose of a matrix is a common step in linear algebra calculations."
        },
        {
            "id": "e2337d360d594e80bca15e41345224ea",
            "sentence": "I let Tom off in front of the post office, and he walked the rest of the way home."
        },
        {
            "id": "f5c5c3aa8e164084b456d9a491896a3e",
            "sentence": "Even though French is his native language, Tom often makes pronunciation mistakes."
        },
        {
            "id": "7321281c6d3344728e6ed9a184919362",
            "sentence": "Our marriage counselor told us that we needed to spend more quality time together."
        },
        {
            "id": "13af8fff77864a56b678ac09d5f6afad",
            "sentence": "Tom loved the song even though the lyrics were in a language he didn't understand."
        },
        {
            "id": "a87a8e5336c046be9f9c9c3e7b95f72b",
            "sentence": "Tom couldn't tell from Mary's reaction how she felt about what he had said to her."
        },
        {
            "id": "2661345ffc2348cf932c276af198cd24",
            "sentence": "If Cleopatra's nose had been shorter, the history of the world would be different."
        },
        {
            "id": "9bb9c14e4a734bd9a3c7fd70b9bf3a8a",
            "sentence": "White tigers are not albinos. If they were, they would have no stripes whatsoever."
        },
        {
            "id": "5df77b854bf445fe90f2e4a5b929160c",
            "sentence": "I'd like to stay here and chat, but I have to go to a concert my kid's playing in."
        },
        {
            "id": "d4e5c63052d645dbac3f7a54cd0c74e5",
            "sentence": "I'm a great believer in luck, and I find the harder I work, the more I have of it."
        },
        {
            "id": "34bdbe9eb7234b35bc7168e85cccab90",
            "sentence": "I promised myself that I'd make Tom laugh at least once before the end of the day."
        },
        {
            "id": "640a8c34f5b14c238352da3b1930aa9e",
            "sentence": "In a cruelly ironic twist of fate, someday Tatoeba will make an example of us all."
        },
        {
            "id": "578161a58f9848dc8ebd3608ec308aae",
            "sentence": "After spending hours out in the cold winter wind, my skin got all chapped and dry."
        },
        {
            "id": "5ddd493ccca844499e30391e1057b837",
            "sentence": "You may be able to pass unnoticed in a city, but in a village that's not possible."
        },
        {
            "id": "5e7e22fc0cbe49438451190a1a9e4763",
            "sentence": "I disapprove of what you say, but I will defend to the death your right to say it."
        },
        {
            "id": "30ada985d59e40b09c77f390abd011ea",
            "sentence": "Tom isn't the only one who thinks that it would be a good idea to get there early."
        },
        {
            "id": "c087487c47db4edabb3577e6f487a217",
            "sentence": "Three years ago, Tom's doctor told him that he only had three months left to live."
        },
        {
            "id": "62d6e742c60348aab8096f9f6d869727",
            "sentence": "Buttered toast always falls butter side down because butter is heavier than bread."
        },
        {
            "id": "7f5105718f6d471ea3af162fccfa055f",
            "sentence": "Mary suffered from severe postnatal depression after the birth of her first child."
        },
        {
            "id": "ffb8901c948c408e8fb7a3ec950496b5",
            "sentence": "It'll be hard to find a good vocalist who isn't already working with another band."
        },
        {
            "id": "65986ed9ee374111a621360b91770d0b",
            "sentence": "How much bandwidth would you save by using audio only and turning off your camera?"
        },
        {
            "id": "87105cbdc8224604b942cadeca271216",
            "sentence": "Tom knew every inch of the island after being stranded there for over three years."
        },
        {
            "id": "a3e9c3b674b3432095c160c136744cdf",
            "sentence": "Between 1820 and 1973, the United States admitted more than 46 million immigrants."
        },
        {
            "id": "b8c50ee28a374e308ab8e7ba7b73774f",
            "sentence": "There is a new store down the street that is going to open the day after tomorrow."
        },
        {
            "id": "b5c3cb65b4d6493d9d33d4d6355d2225",
            "sentence": "You should've seen the look on Tom's face when I told him about what had happened."
        },
        {
            "id": "15024be0f79c479484459a906bf7a1c3",
            "sentence": "Recently, the price of crude oil has soared, and the cost of gasoline is going up."
        },
        {
            "id": "951bc6f24ebd428fa2d9b8d26304ce14",
            "sentence": "Tom told the police that Mary's sudden disappearance was out of character for her."
        },
        {
            "id": "00995ebe04804af398d890d402be98de",
            "sentence": "Tom's Bible reading group petered out after a few months through lack of interest."
        },
        {
            "id": "26de6a8508e74327902e45bbedeee9dc",
            "sentence": "Call me every few days, and in that way we can keep in touch if something happens."
        },
        {
            "id": "5d2817ef6d5042b6b479805acb11e143",
            "sentence": "We all searched high and low for the missing documents, but they were never found."
        },
        {
            "id": "a7731f357e9245189496c6687e0e7627",
            "sentence": "Tom took thousands of pictures during his vacation, but then never looked at them."
        },
        {
            "id": "093ca81d773a43618330033b444487fc",
            "sentence": "I'm batching it this weekend because my wife is visiting her brother in Frankfurt."
        },
        {
            "id": "bc15d3d6e8fa4832a13a70bdd456135d",
            "sentence": "When I first met Tom, I thought he was a nice guy, but I soon found out otherwise."
        },
        {
            "id": "32d1fb64c519459c8f11cf9e53ffbbfc",
            "sentence": "Before you start learning French, you need to ask yourself why you're learning it."
        },
        {
            "id": "cd8bba854795436c83ecaf444cdc8123",
            "sentence": "Many students complain about the amount of homework that their teachers give them."
        },
        {
            "id": "0ae26b64bd614a4196cdd613582b9d69",
            "sentence": "It doesn\\'t matter how much money you offer me. I\\'m not going to sell this to you."
        },
        {
            "id": "1bb3b469bdf14f2bbca57ce43cb8c2ba",
            "sentence": "I met an old man who says that he\\'s never eaten at a restaurant in his whole life."
        },
        {
            "id": "d05202d968cc452f9793c43bf93cd232",
            "sentence": "A connection between personality and blood type has not been scientifically proven."
        },
        {
            "id": "99a8b46de0a441daa07367199290d0d4",
            "sentence": "It\\'s been a long time since I\\'ve gotten off work while it\\'s still light outside."
        },
        {
            "id": "51336550499146c6b9d53adfb4c5746f",
            "sentence": "There is an urgent need for understanding how climate change will affect our lives."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}