{
    "currentPage": 14261,
    "pageSize": 50,
    "items": [
        {
            "id": "b78d8cbe91b040e28974c04f5124b18a",
            "sentence": "He got up quickly, splashed cold water on his face, brushed his teeth, and shaved."
        },
        {
            "id": "df8d13911a0d464580dae2b9884de511",
            "sentence": "I wish I could be more optimistic, but I don\\'t think things will get better soon."
        },
        {
            "id": "6f13ada0161b4f25bc0629859d9a1d43",
            "sentence": "The kitchen knife wasn\\'t sharp enough to cut the meat, so I used my pocket knife."
        },
        {
            "id": "397a2b2addea4c1684d80eaed6654625",
            "sentence": "Falling in love with Tom was probably the biggest mistake that Mary had ever made."
        },
        {
            "id": "c69a2447f1654d4ba01259854dadc4fa",
            "sentence": "Tom thinks that he\\'s Mary\\'s boyfriend, but Mary thinks that he\\'s just a friend."
        },
        {
            "id": "e5bbb00f47274ce3bf61a0914c49e074",
            "sentence": "I wish I could figure out how to get my car painted without paying a lot of money."
        },
        {
            "id": "339c7c79064242548bd7c9322a79e8f6",
            "sentence": "The biggest problem in Tom and Mary\\'s marriage is Mary\\'s mother\\'s interference."
        },
        {
            "id": "0ccfdfbd550b4f61b6085086fcbb700e",
            "sentence": "Why are you here in Australia? You\\'re supposed to be in New Zealand, aren\\'t you?"
        },
        {
            "id": "60932a9693e74b0d981666fdb007fe09",
            "sentence": "Tom has been in love with Mary since they were both in elementary school together."
        },
        {
            "id": "a5cf776c63cd459aac269d76caacc63d",
            "sentence": "Tom told his teacher that the reason he had been absent was that he had been sick."
        },
        {
            "id": "080b7cfdc91541d4b06366af20c3d683",
            "sentence": "Tom wants to buy an eight-track player to put in the car his grandmother gave him."
        },
        {
            "id": "3035b142efd04fb0822477ef142c7cf8",
            "sentence": "Tom bought two chocolate cupcakes with vanilla icing and gave one of them to Mary."
        },
        {
            "id": "13b9e7f6ea2d430c93c841434a857a8b",
            "sentence": "You have the right to talk to a lawyer for advice before we ask you any questions."
        },
        {
            "id": "bb9f714ccdbf4aca92404475c236c670",
            "sentence": "I think it\\'s unlikely that Tom would be interested in buying your old MP3 player."
        },
        {
            "id": "e26e65a94d3a404eb80c68405df1e302",
            "sentence": "Some people speak from experience, and some people, from experience, don\\'t speak."
        },
        {
            "id": "5c8f4153022544229edb3e9c3ab37e69",
            "sentence": "Just because something's more expensive doesn't necessarily mean that it's better."
        },
        {
            "id": "f330684d3fd642de9887d2a62fec44d4",
            "sentence": "Every high school student should be required to take an introductory logic course."
        },
        {
            "id": "cf694ae898144538a8fbe46f16ad543e",
            "sentence": "The drama on TV was so popular that it stirred up people's interest in the period."
        },
        {
            "id": "b7437f82aee14d569d13d40fda15bf4c",
            "sentence": "He's reigning champion, and no young challenger is going to take it away from him."
        },
        {
            "id": "07757150fb0e4cf7a07f1f6b5a84ad3f",
            "sentence": "Peer pressure often leads to people doing things they know that they shouldn't do."
        },
        {
            "id": "bfcfdeeff0b44a129fc1a158466537ad",
            "sentence": "My parents don't like my girlfriend. They think that she's not good enough for me."
        },
        {
            "id": "091a6472114a4f0d814d433aaf04cacf",
            "sentence": "Tom didn't know where the hospital was, so he had to ask someone how to get there."
        },
        {
            "id": "1baaa420cb264d56b616307029374a06",
            "sentence": "We got divorced three months ago and my ex-wife is already engaged to another man."
        },
        {
            "id": "300f67a460e2426a81f4eec3cc5bef3b",
            "sentence": "How did people sharpen their pencils before the invention of the pencil sharpener?"
        },
        {
            "id": "4427e37ea5a146a89f18ea6c975c8bab",
            "sentence": "Yesterday, I went to work at eight in the morning and came home at eight at night."
        },
        {
            "id": "9c8744a9792347cc939ccff2d1181dcd",
            "sentence": "I'm going to come home a little early. There isn't much work at the office anyway."
        },
        {
            "id": "581dbd32ab204160a09db86fbc191b76",
            "sentence": "I liked the concert we went to last week better than the one we went to yesterday."
        },
        {
            "id": "7d9e11a6f47645f98b9eddcb09f720a6",
            "sentence": "The reason that the report had so many mistakes was because I wrote it in a hurry."
        },
        {
            "id": "dbc5604b257e402d8adf00904d944c77",
            "sentence": "After years of living on his own, Tom found it hard to adjust to living with Mary."
        },
        {
            "id": "cbdfcd6ad6f2472991356879f6ea2de3",
            "sentence": "Tom was furious, but he tempered his language because there were children present."
        },
        {
            "id": "a84d97f580874d9ba2e15ac93ae2a1e8",
            "sentence": "Every religion, like every person, has brought good and bad things into the world."
        },
        {
            "id": "6561d72f595742bb9f0ba4a60c63d1bb",
            "sentence": "When did you find out that Tom wasn't the one Mary wanted to go to the dance with?"
        },
        {
            "id": "6fa154e7fb9c47409f1d5590bf8363d1",
            "sentence": "You still can't drive all the way there. You'll have to walk the last three miles."
        },
        {
            "id": "d4a1228db07940f39200500ad0b62ad4",
            "sentence": "Perhaps you could help us tomorrow. However, if you don't want to, that's OK, too."
        },
        {
            "id": "03d56a38d4354cd4a64dfa8040a7da03",
            "sentence": "Many people watch videos with closed captions for reasons other than hearing loss."
        },
        {
            "id": "a1f683c16ccc4199bc8ee636ae012a3e",
            "sentence": "In order to make a phone call, I put my hand in my pocket and searched for a coin."
        },
        {
            "id": "1bec9b2a95c64f0ba963a347813a8c52",
            "sentence": "I saw a red car and a white one. The red one was nicer looking than the white one."
        },
        {
            "id": "3e3b858305404441b21bb48e32eaa3fe",
            "sentence": "My life would probably have been quite different if I had been born a month later."
        },
        {
            "id": "4c346adc30b24330b2f1afca6011d026",
            "sentence": "Even if you fail the first time you try it, don't give up, but try doing it again."
        },
        {
            "id": "2617f9a3be8848f193d905a3e007d298",
            "sentence": "Little did I know Tom and Mary were playing footsy under the table the whole time."
        },
        {
            "id": "82fbe80d19094ceebca7c010a0fb8b54",
            "sentence": "Buying concert tickets in advance is usually cheaper than buying them at the door."
        },
        {
            "id": "9058f60f018d4075af68a75b6a258b16",
            "sentence": "I realize that you're going to desperately look for arguments to prove your point."
        },
        {
            "id": "3cf80853bc89456499c0e0913acaaf91",
            "sentence": "Tom liked Mary for years, but at some point, his feelings for her changed to love."
        },
        {
            "id": "871278eb768348118be6b9f02c2b4690",
            "sentence": "There's no need to gang up on Tom just because he didn't understand the situation."
        },
        {
            "id": "c44d5315db98464b9adba01448278b16",
            "sentence": "I knew Tom would've been a great addition to the team. Sadly, he died a month ago."
        },
        {
            "id": "2a707d9717b049408f7699c8b4420f30",
            "sentence": "It's a shame that I had to quit my job just when I was getting the hang of things."
        },
        {
            "id": "e95e87bbfc8f4062abfdcf0452b43cbd",
            "sentence": "I wanted to get a tattoo on my chest, but everyone told me that was a stupid idea."
        },
        {
            "id": "8a77046eaf4b4d6591a730d191ae43a9",
            "sentence": "Tom wished that his friendship with Mary could have developed into something more."
        },
        {
            "id": "7241fd75ac66490488d260eb673089f6",
            "sentence": "The friendship between Tom and Mary quickly developed into something more serious."
        },
        {
            "id": "fd3caa0bcee1442eb4bca843276b2a16",
            "sentence": "Many people don't realize that antibiotics are ineffective against viral diseases."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}