{
    "currentPage": 14278,
    "pageSize": 50,
    "items": [
        {
            "id": "f53d1ec21c2248ebab5a580e56e3008a",
            "sentence": "We thought that we'd only be able to sell a few tickets, but we've already sold them all."
        },
        {
            "id": "3384553bdd804da79cb5058886d5f882",
            "sentence": "I always seem to be sleepy during the day, but I never seem to be able to sleep at night."
        },
        {
            "id": "13498c94379c49e0b557f0ab84095ae6",
            "sentence": "Tom and I both wanted to go to Australia, but the boss said that only one of us could go."
        },
        {
            "id": "ac5a73a524244758afcad6d36cf9ce3d",
            "sentence": "Tom told Mary that he was going to Boston, but he told John that he was going to Chicago."
        },
        {
            "id": "214d74e00f3147e586349bc9e4b8680a",
            "sentence": "Yanni decided to break up with Skura and surprisingly, she didn't put up much of a fight."
        },
        {
            "id": "cbbd1051bfe841c8851641b3254a8ae6",
            "sentence": "Tom has always maintained that he is innocent, and claims to this day that he was framed."
        },
        {
            "id": "2e72d02be84c403495e781dd400e0d0e",
            "sentence": "I recently learned that the people I thought were my real parents aren't my real parents."
        },
        {
            "id": "9c4b4033323b4d06ba1761c042d4c9f3",
            "sentence": "Tom waited at the bus stop for over an hour, unaware that the bus drivers were on strike."
        },
        {
            "id": "ebf323bf14664273a8193bd0ec116904",
            "sentence": "I realize this may sound crazy, but I think I've fallen in love with your younger sister."
        },
        {
            "id": "68903ad1b6594451a7bcbd303fc6b0f5",
            "sentence": "My mother makes my bed every day after I leave for school. I make my own bed on weekends."
        },
        {
            "id": "20bcf92a3ad94964904887a4a694cbbf",
            "sentence": "Tom walked over to his car and noticed a parking ticket stuck under the windshield wiper."
        },
        {
            "id": "92822307860644259a340aed1b4faf05",
            "sentence": "Tom wanted to explore the cave, but Mary said she thought it would be dangerous to do so."
        },
        {
            "id": "8f67246e20994378b2a56c6db4aa2f1a",
            "sentence": "We don't need to know how you're doing that. We just need to know that you're doing that."
        },
        {
            "id": "155907b47cb2468aa4cddc74db2144d5",
            "sentence": "You may not like Tom at first, but eventually he's likely to be one of your best friends."
        },
        {
            "id": "bd6868b4e03f4cfdb417c921f33402cc",
            "sentence": "Please don't make me laugh. I did too many sit-ups yesterday and my stomach muscles hurt."
        },
        {
            "id": "e20d29df9c1b466ca6acae12fedde0a6",
            "sentence": "No man can know them, no hunter can shoot them, with powder and lead - Thoughts are free!"
        },
        {
            "id": "e5b765415fa243c88195acbf180bc323",
            "sentence": "It didn\\'t surprise me at all that Tom didn\\'t do what he\\'d told Mary he was going to do."
        },
        {
            "id": "1d0a4c77a1054ceeb01ada91e0aca1cb",
            "sentence": "Tom has enough money to buy any computer in this store. He just needs to decide which one."
        },
        {
            "id": "0091652fa32c4b18ba1975575e5a3ed3",
            "sentence": "When Tom was a kid, he became obsessed with the girl who lived across the street from him."
        },
        {
            "id": "a09b2b53a2714e7da66998897ff70e28",
            "sentence": "I had an appointment at 2:30, but I got caught in traffic and couldn\\'t get there in time."
        },
        {
            "id": "a17ad573087744b3952710d2622f0b0a",
            "sentence": "When Tom returned home in the evening, he found out that there was no supper left for him."
        },
        {
            "id": "54534f91a825491d8ee33aa830c33506",
            "sentence": "Tom asked Mary about the traffic accident she was involved in when she was five years old."
        },
        {
            "id": "ad116a0955204291b90fcba7a612e223",
            "sentence": "Maybe you need to take a step back and think about who you are and why you\\'re doing this."
        },
        {
            "id": "e8f1e04e6b1144a4b975ebaa5b1e7ee8",
            "sentence": "People say that I dream every night, but if I do, I can\\'t ever remember any of my dreams."
        },
        {
            "id": "1f294db8faa74782a836ae2722139815",
            "sentence": "Whether you\\'re able to speak French or not is completely irrelevant to this conversation."
        },
        {
            "id": "6f74b13725f44bbb888ccaefe5a7c9a8",
            "sentence": "I now live in Boston in the US, but I plan to go back to Japan before the end of the year."
        },
        {
            "id": "f0ce74abc70c482c84f489b7ce39819f",
            "sentence": "Tom just needs a little time to get used to the idea that Mary will now be his stepsister."
        },
        {
            "id": "d4d0b3d5a5004f769f988f5ee4994271",
            "sentence": "Sometimes, it\\'s hard to tell when Tom is being serious and when he\\'s just joking around."
        },
        {
            "id": "22f098ebd608488187bc5c01e0ae98b7",
            "sentence": "You\\'re not as beautiful as my ex-girlfriend, but you\\'re a lot more fun to hang out with."
        },
        {
            "id": "98e784ef6e7e4716958e36e0a26c04e2",
            "sentence": "I had an appointment at 2:30, but I was caught in traffic and couldn\\'t get there in time."
        },
        {
            "id": "c0e54c9eaeb84c5cbae84bf1a5e4d451",
            "sentence": "Since Tom couldn\\'t make a decent living as a nightclub musician, he had to get a day job."
        },
        {
            "id": "d1d70f56df6540e48a7e40bf14f4d529",
            "sentence": "Tom looked hot and tired, so I offered him a cold drink and told him to sit down and rest."
        },
        {
            "id": "1b6e2c3d5c6f4e21ae85c31e3c2e25a2",
            "sentence": "Tom can\\'t help wondering whether he would have been better off if he had gone to college."
        },
        {
            "id": "7e3008e972e04bd2a2651a5cf1b45d19",
            "sentence": "That man asked me who I was, but I didn\\'t think it was necessary to answer that question."
        },
        {
            "id": "fe1780414b954ae08f3992ea2f97ad9d",
            "sentence": "I told Tom the reason I didn\\'t want to do it was that I didn\\'t think it was a good idea."
        },
        {
            "id": "0a6c8d85a1094ad1ba216e71bf15f8ea",
            "sentence": "Even though I\\'ve studied French for a long time, I\\'m still not very good at speaking it."
        },
        {
            "id": "53a2eeb233a74ca596f401d64bf3ea9e",
            "sentence": "Tom\\'s mother had trouble getting him to take the medicine that the doctor had prescribed."
        },
        {
            "id": "12ed1b9a2eff48909d3d76f9e16417a2",
            "sentence": "Tom told Mary that he was going to kill himself, but he didn\\'t have the courage to do it."
        },
        {
            "id": "5893c929c76f4d4291c743943efe2bb9",
            "sentence": "Tom, Mary, John and Alice are friends. They\\'ve known each other since they were children."
        },
        {
            "id": "5d171129bb43412ba10de17499aa4d59",
            "sentence": "Do you have any ideas on how we can make sure Tom sticks around until the job is finished?"
        },
        {
            "id": "601685b617934c9ab79f9827b05edacf",
            "sentence": "Tom couldn\\'t go on the picnic with us today because he had an important business meeting."
        },
        {
            "id": "754cbcdd11014e77b832f8e8257c2fb3",
            "sentence": "I don\\'t think I\\'ll ever sound like a native speaker and I don\\'t really think I need to."
        },
        {
            "id": "2bd87163a5854ff984ddd3480ff8e908",
            "sentence": "Tom and Mary have been too busy fighting to notice how much they actually like each other."
        },
        {
            "id": "3601f8bafdbd47e39600e8c163684161",
            "sentence": "I don\\'t know if you\\'ve noticed, but Tom seems to have fallen in love with your daughter."
        },
        {
            "id": "944ce3da9cb54272b38680a02da8a7b8",
            "sentence": "Tom thought there should be a limit on how much money his wife should be allowed to spend."
        },
        {
            "id": "966070c3c5894fbc82f1259eeaab9458",
            "sentence": "I\\'ve been trying to explain to Tom that he can\\'t keep coming in here without permission."
        },
        {
            "id": "440c96dbed884516a60595aa097d5f01",
            "sentence": "If I\\'d only known there was a possibility that would happen, I\\'d have been more careful."
        },
        {
            "id": "e290d0961b3745dab6f0c64825269642",
            "sentence": "Tom reached in his pocket, pulled out some matches, struck one, and then lit the campfire."
        },
        {
            "id": "82c8786bdc99464cb19ccc0efb23d3e2",
            "sentence": "The reason Tom and Mary look worried is that one of their children is having an operation."
        },
        {
            "id": "7f3be9ed88fb4ceca9a8aeb1ee0200ae",
            "sentence": "If I\\'d studied French harder when I was in school, I\\'d probably not be so bad at it now."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}