{
    "currentPage": 14271,
    "pageSize": 50,
    "items": [
        {
            "id": "289cc2c273154f27a9ef4a51de736ee2",
            "sentence": "Tom managed to cut himself while trying to open a bag of peanuts with his pocketknife."
        },
        {
            "id": "5b93c128c09f49c8bbb6b2aab5ecab81",
            "sentence": "Tom thought that there was a good chance that it was Mary who had stolen the painting."
        },
        {
            "id": "3819a37fb71049fb9f1a3b932cf72653",
            "sentence": "Tom told the police that Mary had eaten at the restaurant in question before she died."
        },
        {
            "id": "c2a7daf230ca44ebb264ff9117ef4c82",
            "sentence": "Tom usually sits at the kitchen table and eats cereal while reading the morning paper."
        },
        {
            "id": "bbf4fa35776c4e919ea615b540d5b059",
            "sentence": "Tom walked over to the woman with a drink in her hand and asked her what her name was."
        },
        {
            "id": "2c31270ee1b84b85a8a192453fa390b4",
            "sentence": "Tom wanted me to tell you that he was going to be away from the office for a few days."
        },
        {
            "id": "9b541103644c4770882a2cf62ad7a781",
            "sentence": "He turned the bottle upside down and shook it, but still the honey wouldn\\'t come out."
        },
        {
            "id": "60ed6b2df4ea4c21afa2f4fb35a69a7d",
            "sentence": "I think the reason Tom is so good at French is that he watches a lot of French movies."
        },
        {
            "id": "36616f76d02440eb8c948dab3f224fee",
            "sentence": "Tom still lives in the same house that his parents bought when he was three years old."
        },
        {
            "id": "56d36d866f5045f3896f91d9a44c4b34",
            "sentence": "Tom doesn\\'t have many clothes. That\\'s why you always see him wearing the same thing."
        },
        {
            "id": "f2bb318345cd40db9be19ebc7b7fb44c",
            "sentence": "Tom was beaten up when he came to the aid of one of his friends who was being bullied."
        },
        {
            "id": "f9050f2dd6eb4aa0b0ceea61d84a47e4",
            "sentence": "Were you able to make it to the station on time to catch the first train this morning?"
        },
        {
            "id": "81d49a82c44b4820b54b5f35f918c111",
            "sentence": "When I was a little boy, my father and I went to Boston to visit my great-grandfather."
        },
        {
            "id": "20f29bc1c5fb4c358b87ec05115adcc8",
            "sentence": "When Tom comes to Boston, he usually stays at a hotel, but sometimes he stays with us."
        },
        {
            "id": "938b50bfb3de40629fc3c9de5d273fc9",
            "sentence": "Having done that with Tom before, I knew that he wouldn\\'t be able to do it very well."
        },
        {
            "id": "f502d17ad5d746c388203e05502ac473",
            "sentence": "Tom and Mary shared an umbrella. However, it wasn\\'t big enough and they both got wet."
        },
        {
            "id": "2018bfa8db8e48caaf68d8ec9673043a",
            "sentence": "The discovery of a new food does more for the human race than the discovery of a star."
        },
        {
            "id": "5bb130a88d44467a99c525d859a01d61",
            "sentence": "Tom and Mary were too busy yelling at each other to notice that I\\'d entered the room."
        },
        {
            "id": "ed0286ef20854980a6d1cfb5641a7550",
            "sentence": "By the time Tom got to the bus stop, the bus he was planning to take had already left."
        },
        {
            "id": "81f650a6aeaa4065b17a9e0c1690280b",
            "sentence": "I\\'m reading things like famous novels which have been rewritten in simplified French."
        },
        {
            "id": "ee6b1cb7757a4a649509745be1cffd73",
            "sentence": "I think it\\'s highly unlikely that Tom will be allowed to keep the gold that he found."
        },
        {
            "id": "faaf8466c90340e0a2e5b6cd566349a2",
            "sentence": "Tom laughed at some of Mary\\'s jokes, but he thought some of them weren\\'t very funny."
        },
        {
            "id": "ac3fe5f1a16345bba33210534f13ed74",
            "sentence": "Tom could tell by the smile on Mary\\'s face that she had had a good time at the party."
        },
        {
            "id": "c39f6b83b948491db1ebd17a38e70694",
            "sentence": "Tom couldn\\'t completely rule out the possibility that he might be laid off from work."
        },
        {
            "id": "dcb622dca33b430194753de05960b496",
            "sentence": "Tom arrived at the train station just as his train was pulling away from the platform."
        },
        {
            "id": "acec9032f63d482b861a9349fd9aee1e",
            "sentence": "I don\\'t know what else Tom told you, but I do know he doesn\\'t always tell the truth."
        },
        {
            "id": "1482397bcb8741daa250d87c42d9ca37",
            "sentence": "Tom and Mary were walking down the path with fishing poles slung over their shoulders."
        },
        {
            "id": "e67114f1f11d460abc3567a587373253",
            "sentence": "Tom broke up with Mary before her birthday, so he wouldn\\'t have to buy her a present."
        },
        {
            "id": "83eeed47537d413a9b6a7fa73fcc0010",
            "sentence": "Where else are you going to find a guitar of this quality for such a reasonable price?"
        },
        {
            "id": "41172a00af2a4f0a9ca9e610a62fafee",
            "sentence": "Tom didn\\'t want to risk his friendship with Mary by trying to turn it into a romance."
        },
        {
            "id": "cea80d546a2243dbae7ca070d7300746",
            "sentence": "Tom was a very good banjo player before he had to have three of his fingers amputated."
        },
        {
            "id": "e8ca6afc366447f4a254e6c22c2cf2a4",
            "sentence": "I can't understand why they're such good friends. They have hardly anything in common."
        },
        {
            "id": "430a78550f3f40b3a4522bb3b9af6a23",
            "sentence": "About ten per cent of the world's fish species live in the African Great Lakes region."
        },
        {
            "id": "8be0a62e478948fe8f6583c43c3eba7e",
            "sentence": "That might not seem like much to you, but it's more than double what I make in a year."
        },
        {
            "id": "12380b08222549d2970b96348d7bd209",
            "sentence": "It's recommended that you change your oil filter every time you have your oil changed."
        },
        {
            "id": "dc378f1dccea4c30832902801a44f2eb",
            "sentence": "Teachers are authorized to confiscate students' smartphones if they use them in class."
        },
        {
            "id": "57995d5b851440a9b520673d5a308650",
            "sentence": "I don't know the key to success, but the key to failure is trying to please everybody."
        },
        {
            "id": "98abbdcf6b194020a17f866bb27dbce2",
            "sentence": "Tom washed the lenses of his glasses with warm, soapy water and dried them on a cloth."
        },
        {
            "id": "27662c94fc87434bb639186fd81ef07e",
            "sentence": "Autumn leaves crunched under Tom's feet as he walked up the path to Mary's front door."
        },
        {
            "id": "8d130a55720a48a4a10d796d8ead91f3",
            "sentence": "When you're getting dressed, how long does it take you to decide what clothes to wear?"
        },
        {
            "id": "1ee30b06062943968874df9a7e356bea",
            "sentence": "Instead of a tree, in Spain it's traditional to put up a nativity scene for Christmas."
        },
        {
            "id": "ad52c655432b4326b99374e66749bf9e",
            "sentence": "When we have a family argument, my husband always sides with his mother instead of me."
        },
        {
            "id": "6948e492f3ac45d4ad68ffe65fb274fd",
            "sentence": "For the time being, Tom is living in Australia, and his wife is living in New Zealand."
        },
        {
            "id": "b906885f425b48448fe666827f3fbc29",
            "sentence": "If you could go back and start your life again, from what age would you like to start?"
        },
        {
            "id": "02496e39b0354b2ab398c0eaeb79636f",
            "sentence": "You don't need to speak to Tom in sign language, because he can read lips really well."
        },
        {
            "id": "00b9ab3a0eb44e1791f53ae99c8ea2df",
            "sentence": "Many women pursue higher education and careers, thus delaying marriage and childbirth."
        },
        {
            "id": "bbd4d80e6ea54885b9c87f968644ff8a",
            "sentence": "We rented the house, not because we liked it, but because it was close to the station."
        },
        {
            "id": "048f99b54e144795947fd4286061b06a",
            "sentence": "It's not that I don't like to do that. It's just that I don't get to do it very often."
        },
        {
            "id": "775c6dcb9894471dbe1e42042bce6689",
            "sentence": "There's a patrol out now looking for skiers who may have been buried in the avalanche."
        },
        {
            "id": "661a9f32c664445bb552a313b244f386",
            "sentence": "After weeks of being on the road, I couldn't wait to get home and sleep in my own bed."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}