{
    "currentPage": 14272,
    "pageSize": 50,
    "items": [
        {
            "id": "95687edb88ab4f3e80ceabd9e0c05409",
            "sentence": "Tom doesn't know where he was born, but his mother told me that he was born in Boston."
        },
        {
            "id": "f10fad0695cc4b56b2e593fce0c2f122",
            "sentence": "Is it wrong to buy things made by companies that don't have decent working conditions?"
        },
        {
            "id": "dcb61d734334404f8703c5aee0f39796",
            "sentence": "Tom only found out after his mother's death that she had gambled away his inheritance."
        },
        {
            "id": "36689258e99c4a038b35190caaa98331",
            "sentence": "Tom called Mary over to ask her what she thought of the tie he was thinking of buying."
        },
        {
            "id": "cafe92abe02f461c963d5b586974b17c",
            "sentence": "Sometimes I wonder when the first world championship in cyberbullying will take place."
        },
        {
            "id": "bf16de4a379e45a1a336f97cee67662d",
            "sentence": "I guess what I've said isn't all that clear, but that's the only way I can explain it."
        },
        {
            "id": "7efb583ec7de4ef98152033703da785f",
            "sentence": "Tom is going to hurt his ears if he doesn't stop listening to his music at full blast."
        },
        {
            "id": "a3904028d7614ff58bc3f3dd1833acfc",
            "sentence": "Tom, stop teasing your brother! You wouldn't like it if he did that to you, would you?"
        },
        {
            "id": "47dfa39344884fc4b03248d1ff7215f2",
            "sentence": "Girders usually have a cross section designed to maximize their resistance to bending."
        },
        {
            "id": "f2301c23199f467296c27f9ee82e27e0",
            "sentence": "Democracy is the worst form of government, except all the others that have been tried."
        },
        {
            "id": "6d698350b15942728adde51fbb969fe1",
            "sentence": "All happy families resemble each other, each unhappy family is unhappy in its own way."
        },
        {
            "id": "a4b8fb2d840a491c9589522f03459a17",
            "sentence": "Tom could feel Mary's head gently resting on his shoulder as they watched TV together."
        },
        {
            "id": "3a852f98c9c3432b9924fbdcd6c6499a",
            "sentence": "It's difficult choosing between what's right and what's wrong, but you have to choose."
        },
        {
            "id": "1e3c1addd51c45859879a30ea9ba4d8f",
            "sentence": "Experts have concluded that the country's power grid is susceptible to a cyber attack."
        },
        {
            "id": "f46f3e6978d14bc88ac508c770434a97",
            "sentence": "I'm not sure what his number is. You'll have to look it up in the telephone directory."
        },
        {
            "id": "8a98e132a293418ba03dfd6a3db79e76",
            "sentence": "Tom was waiting for somebody to do that for him, but nobody did, so he did it himself."
        },
        {
            "id": "54b87098700d492cb744de44ca29e88d",
            "sentence": "It feels wrong to be talking about Tom like this when he's not here to defend himself."
        },
        {
            "id": "e7b502333d014cc786a094667615f605",
            "sentence": "Watch out for her. Her weapon is language - if she wants to, she'll talk you to death."
        },
        {
            "id": "241d34f1e266436cbd2796849a5e4c1a",
            "sentence": "I think we're going to need to put this project on the back burner for a little while."
        },
        {
            "id": "9c2962c479fd44e7868b7b890c40609a",
            "sentence": "Plan for the future because that's where you are going to spend the rest of your life."
        },
        {
            "id": "37db203f71d9458fa16b0bc3af694188",
            "sentence": "Thank you very much for lending me $500 when I was having difficulty making ends meet."
        },
        {
            "id": "e1b790f2e107490284ac36e14e64a0c5",
            "sentence": "Before olives can be eaten, they must be soaked in lye, which must then be rinsed off."
        },
        {
            "id": "b5ba33fb9a0d4b8bb8fa1cd07d7c76c3",
            "sentence": "The police are now looking for the person responsible for dumping garbage in the park."
        },
        {
            "id": "2f7c008771b14b7591e4e83cebb8e34c",
            "sentence": "I prefer staying home when it's cold because I can stay warm and wear whatever I want."
        },
        {
            "id": "6f619a3fabbb4adfa28cad9a467edd18",
            "sentence": "As I entered the hospital, I noticed many people in neck braces, slings, and bandages."
        },
        {
            "id": "39d09b2e480242f59b934fa80d0147ca",
            "sentence": "I left home later than usual, but I was still able to catch the train I usually catch."
        },
        {
            "id": "612484a24e904d4693f0b7efbf45267d",
            "sentence": "I washed my blankets and hung them up outside. It'll take a few hours for them to dry."
        },
        {
            "id": "8bbd656b3ded4e4296e8ea1b3e45239c",
            "sentence": "No news is good news. If you haven't heard from your son it's because he's doing well."
        },
        {
            "id": "66437e07a3da4c49a7ba819af14989d4",
            "sentence": "The more often you see a word when reading, the easier it is to remember its spelling."
        },
        {
            "id": "272717140afe40f5b6c060ed5037f652",
            "sentence": "The best way to learn a foreign language is to go live in a country where it's spoken."
        },
        {
            "id": "71ee2e9340834c5a8cc60032752a8477",
            "sentence": "Tom wondered how long it would take Mary to realize that John wouldn't be coming back."
        },
        {
            "id": "7364903c59584b41954d2b4e2464dec6",
            "sentence": "Tom was from a humble background, but he became one of the richest men in the country."
        },
        {
            "id": "1bb13dbe5adb48b5a812eb907680819f",
            "sentence": "I no longer have to interact with people that I have little to nothing in common with."
        },
        {
            "id": "0ef601b0c8344aee90ce70075d6b719e",
            "sentence": "I'm not yet sure what we'll do. We'll just play it by ear, depending on how things go."
        },
        {
            "id": "5b84d0174be945c2931b6fe95da1a080",
            "sentence": "Could you stand behind my car for a minute and tell me if my brake lights are working?"
        },
        {
            "id": "792014e7390f48648b30f4151b4a9b31",
            "sentence": "The movie that Tom and I are planning to watch tonight is supposed to be really scary."
        },
        {
            "id": "e79933f8110d4f25b751527241a59276",
            "sentence": "Brazil shares a border with all South American countries except for Chile and Ecuador."
        },
        {
            "id": "fe7c3dd6efae4cc9a805319c6876538a",
            "sentence": "Tom agreed to meet us in front of the movie theater tomorrow at 2:30 in the afternoon."
        },
        {
            "id": "6cdc1b7956ea43e191ec7fc759aa4902",
            "sentence": "When Tom looked down at the apple he was eating, he realized he had eaten half a worm."
        },
        {
            "id": "16aa303aae454228914c83a59169a971",
            "sentence": "Tom regrets buying the car sight unseen, because it's broken down twice in two months."
        },
        {
            "id": "a743822993c844178774833991ec629e",
            "sentence": "The immunity from vaccines can wear off, which means booster vaccines might be needed."
        },
        {
            "id": "c13f439267bd4d84b5a370f73ffc83df",
            "sentence": "Tom told Mary who to invite to the party, and she wrote them down on a piece of paper."
        },
        {
            "id": "d2bfd040e38d46ff91e610fb94c0926f",
            "sentence": "Here is a picture of my younger brother Tom, and here is one of my older brother John."
        },
        {
            "id": "9c4ce2bff625424ba8bd119fee67f62e",
            "sentence": "Tom is always a little irritable in the morning before he has his first cup of coffee."
        },
        {
            "id": "a0e1529b8d334d0abdc81d88dceff4b8",
            "sentence": "Many people in England would like to see the public subsidy of the monarchy abolished."
        },
        {
            "id": "7e7f50171c274cd59de38ed14679889c",
            "sentence": "There is no way that my punctuation in French can be perfect, though I keep on trying."
        },
        {
            "id": "1e7ed0b204be4605b4de8958c1b2ac72",
            "sentence": "I wish I was smart enough to invent something that sold well enough for me to get rich."
        },
        {
            "id": "a15572f3483f441ebc019d653900242f",
            "sentence": "I would like to drastically decrease the amount of time it takes me to clean the house."
        },
        {
            "id": "56703378cb424695be24cd173cbd4d08",
            "sentence": "Tom knew that he wasn\\'t going to be able to convince Mary to go to the dance with him."
        },
        {
            "id": "3c963b07ae334cc0b9a0a86ebdfba31c",
            "sentence": "Sometimes you don\\'t need to speak the same language in order to understand each other."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}