{
    "currentPage": 14277,
    "pageSize": 50,
    "items": [
        {
            "id": "1f4726c14fa24127bc406baabe5d4435",
            "sentence": "I don\\'t think I\\'ve ever done anything that would cause my parents to want to punish me."
        },
        {
            "id": "2e4de2be7a4a4b69a804c454fdb80f24",
            "sentence": "English is quite often the language of choice when speaking to an international audience."
        },
        {
            "id": "a3a008a2f73648a5b38960225a462dec",
            "sentence": "Tom kept tailgating the car in front of us even though I told him it was unsafe to do so."
        },
        {
            "id": "2524e4e61a844e9a9b0f257173176d24",
            "sentence": "Tom found someone\\'s business card in his pocket, but couldn\\'t remember where he got it."
        },
        {
            "id": "8eace0eb0e0044d495ba5c18f66e0587",
            "sentence": "I wasn\\'t surprised when Tom showed up at the party because Mary told me he\\'d be coming."
        },
        {
            "id": "2f9cad1962d54a46990aefc6f87bdf37",
            "sentence": "Even though it\\'s against company policy, Tom and Mary kiss and hug every time they meet."
        },
        {
            "id": "56960fb2460a4189b435d4064a4af6b6",
            "sentence": "I think it\\'s highly unlikely that Tom would be interested in buying your old MP3 player."
        },
        {
            "id": "3098e6edfe3543b9bb3fca8e3796cbff",
            "sentence": "Tom was a vegetarian until his doctor told him he should probably start eating meat, too."
        },
        {
            "id": "8006218e27dd47b18f2029bf7351ea96",
            "sentence": "Tom and Mary got married three years ago, but only stayed married for about three months."
        },
        {
            "id": "f94a36e7399843579f173d249496a5a5",
            "sentence": "If you want to be fluent in French, you\\'ll need to study much harder than you have been."
        },
        {
            "id": "e2029b92e06d460fa4711518b151c443",
            "sentence": "Tom couldn\\'t believe that he was going out with one of the best looking girls at school."
        },
        {
            "id": "8ba02f0a09e943b08d08974605615a38",
            "sentence": "Tom is colorblind, so he couldn\\'t tell if Mary was wearing a green dress or a red dress."
        },
        {
            "id": "29695b4ff9e243a6b2af71e90be80af4",
            "sentence": "I wonder whether or not Tom bought that house on Park Street he was looking at last week."
        },
        {
            "id": "b5b5cbc525af442985f79e8f56d913bf",
            "sentence": "I almost agreed to do that, but then I remembered what happened the last time I did that."
        },
        {
            "id": "8f7d992162ae4a47a9ea0ac66175b8b5",
            "sentence": "You didn't really think that you were going to be able to do that by yourselves, did you?"
        },
        {
            "id": "99cb9f293b2e473b8392d98663eade9a",
            "sentence": "Tom has done a lot of stupid stuff, but I don't think he'd ever do something that stupid."
        },
        {
            "id": "5310e15963ac4c1880bb8131dac12720",
            "sentence": "Tom was really tired. He turned off the light at nine and was fast asleep within minutes."
        },
        {
            "id": "24bbf6ab8d614af390e8a54e7e514c0b",
            "sentence": "Whenever I hear this song, I think about the first dance I went to when I was a teenager."
        },
        {
            "id": "315fc20cde2840b3a8b544a2aba67eaf",
            "sentence": "In front of the water fountain, there was a young woman accompanying herself on a guitar."
        },
        {
            "id": "d74a4c1bf2584ecfa5ed818863d80211",
            "sentence": "They say that in America anyone can become president, but perhaps that's not really true."
        },
        {
            "id": "e0a3e5496fe0428bb9a8cb316121df6d",
            "sentence": "Because of a misunderstanding, Tom and Mary haven't spoken to each other now for a month."
        },
        {
            "id": "8a77907714a641d4a42fcf7030b7e5cb",
            "sentence": "Tom looked away in horror as Mary doused her fries with mayonnaise on top of the ketchup."
        },
        {
            "id": "1c191f470f9c4f36a533bffb66b255d4",
            "sentence": "Tom shot himself with the tranquilizer that was meant for the bear that was on the loose."
        },
        {
            "id": "8d8d0e6f95504d7eb99b5beaedf25d93",
            "sentence": "I really admire Tom's ability to focus on his work, no matter what's going on around him."
        },
        {
            "id": "bf72c649ed4b4c08a36b8758c021478f",
            "sentence": "Sooner or later, we'll have to buy a new TV since the TV we have now is a very old model."
        },
        {
            "id": "04c8f667040a475fa722d039d785f526",
            "sentence": "As soon as you're finished looking at the \"kairanban,\" please give it to the next person."
        },
        {
            "id": "2040a19e960a4b83a6ce624ace67ff82",
            "sentence": "Everybody is in a good mood looking forward to the five-day holiday that starts tomorrow."
        },
        {
            "id": "5b1a2a987429475e9ac84756e0903225",
            "sentence": "In the criminals' storehouse, the authorities found pallets upon pallets of stolen goods."
        },
        {
            "id": "42c5f31fe4f7480d978eca5d22d906ed",
            "sentence": "Male Bowerbirds build fascinating ornamental structures called \"bowers\" to attract mates."
        },
        {
            "id": "cf827e9f259b4b7b8b178bb61d437844",
            "sentence": "I have no idea how expensive this is going to be, but I know it's going to cost us a lot."
        },
        {
            "id": "99d94da218fe4f97b2c6da2812250d5c",
            "sentence": "Within the last two weeks, have you had close contact with anyone with flu-like symptoms?"
        },
        {
            "id": "79f859143b674e4781b9a1f561538b76",
            "sentence": "If I tell you not to think about elephants, the first thing you think about is elephants."
        },
        {
            "id": "b3c0b3ac1fe3443ab73ff33b76c88b98",
            "sentence": "He makes good use of the pheasants he hunts. He has a purpose for every part of the bird."
        },
        {
            "id": "3e7790d7834248368f74bfe368723326",
            "sentence": "The government will provide interest-free loans to firms that participate in the program."
        },
        {
            "id": "9db65aa62e7547f38689935aa809b68e",
            "sentence": "It's important that universities engage in serious collaboration with local institutions."
        },
        {
            "id": "69069701d337444282a4a1c71c2c34ff",
            "sentence": "When the accountant was arrested, rumour had it that it was for his creative bookkeeping."
        },
        {
            "id": "1913c3a55ad84cd9a96ab3bfab971a13",
            "sentence": "The young man who has not wept is a savage, and the old man who will not laugh is a fool."
        },
        {
            "id": "c85290191a9146ca8eae7cdf86ee897d",
            "sentence": "You can adduce studies and reports all you like, but their sophistry will always win out."
        },
        {
            "id": "b268868c3b5c4e9a93bd7f4616267b38",
            "sentence": "Mary put a note in Tom's lunchbox telling him not to forget to buy bread on his way home."
        },
        {
            "id": "74492bc8f5a0449fa469002d64a5b225",
            "sentence": "Tom decided to go on a hunger strike until his parents agreed to let him go to the party."
        },
        {
            "id": "d226625fb77c41579b01a8e00b41adc7",
            "sentence": "Tom planned to spend the day in bed, but he got a phone call and had to go to the office."
        },
        {
            "id": "55c5f021b33f4dc598d57fa7fbfff663",
            "sentence": "Tom has an older sister, Mary, and two younger sisters, but I can't remember their names."
        },
        {
            "id": "7b075a853c9947b1a1ea7472dcdb08a3",
            "sentence": "In Spanish, there are many different expressions to indicate changes and transformations."
        },
        {
            "id": "f193a3f97fe443278d52a4fbcf0f701f",
            "sentence": "If you want to be a pianist, you should practice every day, or at least almost every day."
        },
        {
            "id": "4c0462f2b8ab47d2a940a08b0ab6c381",
            "sentence": "Tom covered himself with a wet blanket and ran into the burning building to save his dog."
        },
        {
            "id": "26aa95ac677148559f5744de96d60c9e",
            "sentence": "Two instruments playing the same note sound different because of the timbre of the notes."
        },
        {
            "id": "68b8e8498a3a4b6c8b5c85807727ebeb",
            "sentence": "If you can play the trumpet, you can likely very easily learn to play the valve trombone."
        },
        {
            "id": "0fc4cfa5bf0a45e2a47811949f885c52",
            "sentence": "We discovered that that house is infested with garter snakes. They're all over the place!"
        },
        {
            "id": "a7f85f6708b143c5b0d530c03d152ac0",
            "sentence": "Tom is the sort of person who always demands rather than requests that something be done."
        },
        {
            "id": "a83ba213f3d54ed1be37daae6a0b7e30",
            "sentence": "I was supposed to do a course on how to avoid procrastination, but I kept putting it off."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}