{
    "currentPage": 14279,
    "pageSize": 50,
    "items": [
        {
            "id": "383f80f30a03406c9991cf1f1f93864b",
            "sentence": "He sent me a letter to the effect that his poultry farm would go bankrupt sooner or later."
        },
        {
            "id": "285f1606d3934b64bd26437a4514984a",
            "sentence": "Recently, Tom has been talking a lot about the past and looking through old family albums."
        },
        {
            "id": "26bb7e8e2eb2449a9e323fc0cb344439",
            "sentence": "The cat is sitting on the chair and looking at the meat that's lying on the kitchen table."
        },
        {
            "id": "77b06bcdce3445baae9dd71f596ebd91",
            "sentence": "My father celebrated his seventieth birthday this year, but he's more energetic than I am."
        },
        {
            "id": "32cb80fd87834db0a96668184f8e90e5",
            "sentence": "After a big night out, Tom looked in the mirror and was shocked to see he had a black eye."
        },
        {
            "id": "16bdf0af6de24ca09b50ead8f4afc30a",
            "sentence": "I think that girls spend more time talking about boys than boys spend talking about girls."
        },
        {
            "id": "e22959aed70040a2a05351aa5dd0de8a",
            "sentence": "Every butterfly has been a caterpillar, but not every caterpillar will become a butterfly."
        },
        {
            "id": "8645a9e03094407986e70eeda1c9c564",
            "sentence": "My father brought me here, sir. I had nothing to say about it, and neither did my mother.\""
        },
        {
            "id": "41713274079b43e98d3a51df0385568b",
            "sentence": "Tom could smell dinner from his room, and it made his stomach grumble and his mouth water."
        },
        {
            "id": "a3df2645519a48f88e9221ee60a20474",
            "sentence": "A brewery we finance has made a new sweet sake and brought some to us asking us to try it."
        },
        {
            "id": "b25749f88b834c16bdd7e2956cb5fdce",
            "sentence": "Tom and Mary gave identical answers on the test, a fact which made the teacher suspicious."
        },
        {
            "id": "3bb5d18efa7c4649be4abb86f7a58071",
            "sentence": "When I leaned over to look at the fish, my phone fell out of my pocket and into the water."
        },
        {
            "id": "0732a985333546d08288a34c422cd5a9",
            "sentence": "I think that my French would be much better today if my teacher had been a native speaker."
        },
        {
            "id": "e4e0296249434853a35f8d719c4a6ac9",
            "sentence": "Most people studying a foreign language will never be able to speak like a native speaker."
        },
        {
            "id": "3a1bb35f68ef496b97994ab3de005a76",
            "sentence": "The names of the students who failed in the examination were posted on the bulletin board."
        },
        {
            "id": "ab1b42efe3c243e29013b923d550b0b4",
            "sentence": "They carried on with the construction in the face of strong opposition from the residents."
        },
        {
            "id": "4b7cf372672b4dbbb836e3a5fe97d5e9",
            "sentence": "Tom gets on well with both of his sisters, but things are a bit strained with his brother."
        },
        {
            "id": "236996d2ba0f4e7095909b900ccd2292",
            "sentence": "Tom studied the map to see if he could find a shorter way to get to where he wanted to go."
        },
        {
            "id": "9e3d349fecd14d28847c23b0afca1ec0",
            "sentence": "I always thought that a stroke was one of nature's ways to tell you that it's time to die."
        },
        {
            "id": "67dce903f97f40048a0a192571695ad9",
            "sentence": "Tom couldn't speak French very well, so it was difficult for him to communicate with Mary."
        },
        {
            "id": "6d6671cd384b482fa198e99df40cc350",
            "sentence": "Tom couldn't work as a doctor in Australia because his qualifications were not recognized."
        },
        {
            "id": "687b6273b35b40258a22aff3b50da128",
            "sentence": "I don't think it's always right for local governments to submit to the central government."
        },
        {
            "id": "d19e2ee95ecc46faa1c783df9c25bb05",
            "sentence": "Sorry, but it all came about so suddenly that I haven't got a handle on the situation yet."
        },
        {
            "id": "51acd4776f88474080a7a3499d1c8943",
            "sentence": "If Cleopatra's nose had been shorter, the whole face of the world would have been changed."
        },
        {
            "id": "42d140c1fa3b4b578c239327c27af561",
            "sentence": "I like this picture, not just because it's famous, but because it really is a masterpiece."
        },
        {
            "id": "f3db1074173b4f9e8fae50ea74347cf4",
            "sentence": "Tom pilots a helicopter which patrols the city's beaches, searching the waters for sharks."
        },
        {
            "id": "941407884621400b9d6f9b2ffcb4c585",
            "sentence": "Tom carried a cup filled to the brim with coffee through the hall without spilling a drop."
        },
        {
            "id": "0fae5ed0117c49dca4052183a51b2261",
            "sentence": "I have never killed anyone, but I have read some obituary notices with great satisfaction."
        },
        {
            "id": "d8ad4dd53efe441ab03208ddaaeda66f",
            "sentence": "It's because light travels faster than sound that we see lightning before we hear thunder."
        },
        {
            "id": "1590a2108cc4433fa2d4485e1cfb135b",
            "sentence": "I sent Tom an email the day before yesterday, but I haven't gotten an answer from him yet."
        },
        {
            "id": "153fa6f5cbaa498cac6cc36254a0acfa",
            "sentence": "I hope that you know that the last thing I want to do is go there without your permission."
        },
        {
            "id": "65c3c7fb0e614840ab2bc7cd49a00b38",
            "sentence": "I hope you know that the last thing that I want to do is go there without your permission."
        },
        {
            "id": "7bd64c0eef6144868099099ca228ff01",
            "sentence": "You could tell Tom was unconscious as he fell because he made no effort to break his fall."
        },
        {
            "id": "46ec1ad035594d47966aecf11eba76af",
            "sentence": "Even though Tom was brought up in the country, he loves the hustle and bustle of the city."
        },
        {
            "id": "b81a4fe3c5aa4de0b6e60b26574ea7c7",
            "sentence": "Leftover chicken can be stored in the fridge in a sealed container for three or four days."
        },
        {
            "id": "11e18086b55245ae9fd4a7f461724844",
            "sentence": "The stained glass window in the apartment cast lovely beams of color onto the wood floors."
        },
        {
            "id": "92b5e96510e343a3b3ac2597db1f7902",
            "sentence": "One thing that I don't like about the winter is getting out of my warm bed in the morning."
        },
        {
            "id": "3e93734d7f694f3c95a47f9203d13290",
            "sentence": "I'll eventually want to sell this guitar, but I think I'd like to keep it a little longer."
        },
        {
            "id": "096b1c1186914d749e2a4c7a54aecdad",
            "sentence": "In theory, there is no difference between theory and practice. But, in practice, there is."
        },
        {
            "id": "4a58dfd2c97e4f8991f8f528c431afc2",
            "sentence": "Tom stole Mary\\'s phone and took a bunch of selfies before sneaking it back into her purse."
        },
        {
            "id": "693fe87bdabe4dcba3cab3952ca6daee",
            "sentence": "Tom compared a picture taken of Mary three years ago with one that had been taken recently."
        },
        {
            "id": "74545e205c0c4eb798d47f921feef852",
            "sentence": "When Tom looked down at the apple he was eating, he realized that he had eaten half a worm."
        },
        {
            "id": "fd3d434891d242f18918d48c5e40d470",
            "sentence": "Tom got some money from Mary and went to the supermarket to buy what she wanted him to buy."
        },
        {
            "id": "e35157e3c7bc479db616037e83fef1ed",
            "sentence": "Tom began working as a volunteer at the homeless shelter while he was still in high school."
        },
        {
            "id": "bff2360eb7434ceeb7c55c70fe682012",
            "sentence": "Tom ate at a new restaurant the other day, but he doesn\\'t remember the restaurant\\'s name."
        },
        {
            "id": "4f0442801dbe495099b1e510b467fc7f",
            "sentence": "Even though Tom translated the letter for Mary, she didn\\'t bother to read his translation."
        },
        {
            "id": "e4fad85200a64eef9af998c13a40fd02",
            "sentence": "If you want to really improve your French, you should move to a country where it\\'s spoken."
        },
        {
            "id": "6b243596628b4e9491f1405f00bd3065",
            "sentence": "It took me three trips to the supermarket to buy everything we needed for tonight\\'s party."
        },
        {
            "id": "8bbcf511ca224ed7937043dd23f5ca9d",
            "sentence": "Tom has lived in Boston for thirty years, but he still doesn\\'t seem to know the city well."
        },
        {
            "id": "0b7fa71c8c794b65848aa57edc9c98fc",
            "sentence": "I know some of you want to go back to the way things were, but that\\'s not going to happen."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}