{
    "currentPage": 14273,
    "pageSize": 50,
    "items": [
        {
            "id": "af9b63ce6236448b88073e5c9958b827",
            "sentence": "When Tom gets drunk, he\\'ll eat a lot of things that he wouldn\\'t eat when he\\'s sober."
        },
        {
            "id": "117e60ddfa29402690e5ff4a1840f3b2",
            "sentence": "Tom offered to carry Mary\\'s suitcase, but she told him she wanted to carry it herself."
        },
        {
            "id": "deb358516db24fec9d1f3629f6b249e3",
            "sentence": "Tom was charged with drunken driving after he was involved in a car accident in Boston."
        },
        {
            "id": "bbdeae3750db4887bcde8b603bafc13d",
            "sentence": "Tom wanted to cut down that tree in his front yard, but Mary doesn\\'t want it cut down."
        },
        {
            "id": "652275243ca54e04b70dffeb91d5966f",
            "sentence": "I imagine that Tom will eventually find out that Mary has been talking behind his back."
        },
        {
            "id": "87f3613244a14abe87400fbcea9293db",
            "sentence": "I never for a moment imagined that I would still be doing this kind of thing at my age."
        },
        {
            "id": "ee05ee5c46f74894a34b7a9195d20ed1",
            "sentence": "Since Tom is leaving for Boston tomorrow, today is our last chance to give this to him."
        },
        {
            "id": "8d7af1ba9a544d4f8c5d4165cd478355",
            "sentence": "The bomb blew Tom\\'s house to smithereens. Fortunately, he wasn\\'t at home at the time."
        },
        {
            "id": "24302205364d4f1197f13b559a9d1fbe",
            "sentence": "I think we should all be worried a little bit about the way Tom has been acting lately."
        },
        {
            "id": "f2bb4a2a7cf6488e8582cd0c8bec2bc1",
            "sentence": "Tom wears a modified fishing vest to hold all his harmonicas when he performs on stage."
        },
        {
            "id": "4bbdfebce64a4af0b1b63885238289fb",
            "sentence": "To become a professional banjo player, you need to spend thousands of hours practicing."
        },
        {
            "id": "2f0d36fab8c44bd68c5e70f5f6a0fb9d",
            "sentence": "Tom asked Mary when she was going to buy a new pair of shoes for her youngest daughter."
        },
        {
            "id": "2d22ac89a1704849956c3197b8266f66",
            "sentence": "If you don\\'t think the party is going to be any fun, why are you planning to go to it?"
        },
        {
            "id": "4375a768f483417dac5c0f5fbd43fbe1",
            "sentence": "We were worried that Tom might not make friends in Boston, but he seems to be doing OK."
        },
        {
            "id": "1d2ebc9a40994149ada4bd8df0a341cd",
            "sentence": "When the phone rang in the middle of the night, I immediately knew something was wrong."
        },
        {
            "id": "cf4afdbc2ce54ec48e854419cfc1289e",
            "sentence": "I don\\'t need to sound like a native speaker, I just want to be able to speak fluently."
        },
        {
            "id": "08093bd1fadd45e5b9f60b023afc15d6",
            "sentence": "I guess this is how things are going to be from now on, so we\\'d better get used to it."
        },
        {
            "id": "09855109008e42728828cfd29565d93f",
            "sentence": "It\\'s not always possible to eat well when you\\'re traveling in this part of the world."
        },
        {
            "id": "41b866d6eac948d2b214ba82e0ceec26",
            "sentence": "Even though Tom just had his fortieth birthday, I don\\'t think he\\'s over the hill yet."
        },
        {
            "id": "c0a35cb364ad4cd4a87d48d93aad2db9",
            "sentence": "Tom wasn\\'t wearing a wedding ring, but Mary noticed a white circle on his ring finger."
        },
        {
            "id": "d98e32fbf692446b98893f0a9f5f7e5a",
            "sentence": "Tom\\'s muscles were tired and he wanted to get home and soak in a hot bath for a while."
        },
        {
            "id": "50a869ea38344fcc9b584261c2130cfb",
            "sentence": "After I got married, my French got better since I started speaking French with my wife."
        },
        {
            "id": "5f92bd9b3c9f48e7a7a8a71af1ad7ddd",
            "sentence": "Generally speaking, men find it more difficult to talk about their feelings than women."
        },
        {
            "id": "3eea4dc20fc0415baef62c4a0b18fe73",
            "sentence": "How long do you think Tom will work for us before he quits and goes to another company?"
        },
        {
            "id": "44cc686fba6c4b94807de595ced07f78",
            "sentence": "The knife on the table wasn\\'t sharp enough to cut the meat, so I used my pocket knife."
        },
        {
            "id": "e5257b2562dc4b519d9a1135b25ba300",
            "sentence": "Tom\\'s lawyer didn\\'t think that the jury would think that Mary was a reliable witness."
        },
        {
            "id": "e76028a202d1407ca8c4b93156ba4f77",
            "sentence": "Tom didn\\'t think he had a chance to succeed, but he at least wanted to give it a shot."
        },
        {
            "id": "68330f7fa08d4ccd993c86d8e4a1cf1b",
            "sentence": "Tom claimed that he didn\\'t know his beach house was being used for illegal activities."
        },
        {
            "id": "054710ed38b34ef28975f13c51fc03c4",
            "sentence": "Tom was very good at playing the guitar before he broke three fingers on his left hand."
        },
        {
            "id": "eddf2a1560a54db4a2f256c331aa3a6a",
            "sentence": "I\\'ve got better things to do with my time than to sit here and listen to you complain."
        },
        {
            "id": "efed3949266340178e96f50c3de31f77",
            "sentence": "Tom couldn\\'t persuade his classmates to change their minds about postponing the dance."
        },
        {
            "id": "06438847b57a4fbc9177d53fe58bed63",
            "sentence": "Tom didn\\'t know where Mary was going, but he had a good idea where she might be going."
        },
        {
            "id": "96deee7ee0e9481da9691ce832aba169",
            "sentence": "Tom had his ear pressed to the door, trying to hear what was going on in the next room."
        },
        {
            "id": "96607b6fc95a40f7a8f3054d5c9e4932",
            "sentence": "Are you really going out on such a cold day? I think you’d be better off not going out."
        },
        {
            "id": "db289817daeb42fd937b0d239850c21b",
            "sentence": "Tom could hardly believe his ears when he heard that Mary was coming back home to stay."
        },
        {
            "id": "31665d6839ec44c88087b7e398906be1",
            "sentence": "In the short time Tom was away from his desk, Mary scribbled something in his textbook."
        },
        {
            "id": "8822b311da22434e9730ee1618d4413c",
            "sentence": "When did you find out that Tom wasn\\'t the one who Mary wanted to go to the dance with?"
        },
        {
            "id": "48d8373f750d46c9952c5d0a1e98a247",
            "sentence": "Tom looked disappointed when Mary told him that she wouldn\\'t go to the dance with him."
        },
        {
            "id": "49f84069ac4e4a67b60cf99a48b0813f",
            "sentence": "It\\'s best to translate from a foreign language you know into your own native language."
        },
        {
            "id": "fe4c4bff2e584a2b84095e9a2de2f88e",
            "sentence": "Mary closed her eyes and waited for Tom\\'s kiss. When she opened her eyes Tom was gone."
        },
        {
            "id": "95341375b5c84545ae8d75252fceb919",
            "sentence": "Tom didn\\'t come right out and say so, but he implied that I wasn\\'t telling the truth."
        },
        {
            "id": "4acfe791286f4faeb42c6e8c9e06f624",
            "sentence": "He can't tell a cherry tree from a plum tree, but he can name them in twelve languages."
        },
        {
            "id": "0e698ca91be045fa9dd0caf315266de5",
            "sentence": "The Tokyo Skytree is the second tallest structure in the world, after the Burj Khalifa."
        },
        {
            "id": "6400b22d8a4a4a6596a9f5fd74f17819",
            "sentence": "The Narita Express will take you directly to Tokyo Station in approximately 90 minutes."
        },
        {
            "id": "32e4fac414f2454fba06038aca0ff724",
            "sentence": "I have a brother and a sister. My brother lives in Tokyo and my sister lives in Nagano."
        },
        {
            "id": "b9053170e80046e3bf72ae9b66a383e5",
            "sentence": "As Tom started to walk across the street, a truck ran the red light and almost hit him."
        },
        {
            "id": "1eb27345f4a04449a209fa2b15221c19",
            "sentence": "It seems to me I've seen that person over there who's wearing glasses somewhere before."
        },
        {
            "id": "92486f34e0f04c598a880c749807fad1",
            "sentence": "Huh, you've got the experience?! Don't get me started. I have underwear older than you."
        },
        {
            "id": "116000a9c95c41a7a33b77384597932c",
            "sentence": "While Tom wasn't watching, Mary grabbed his soda can and shook it as hard as she could."
        },
        {
            "id": "4e0d5103105345eaadba98e192ce236f",
            "sentence": "As the night wore on and Tom drank more and more, his jokes got progressively smuttier."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}