{
    "currentPage": 14287,
    "pageSize": 50,
    "items": [
        {
            "id": "d54609f3570b41e99c6f1745278cec1f",
            "sentence": "Tom gave a famous singer ten thousand dollars to come to the restaurant to sing \"Happy Birthday.\""
        },
        {
            "id": "2c2203604de6493396488c38ff666e33",
            "sentence": "Tom agreed to marry that man\\'s daughter with the promise that he\\'d inherit the man\\'s business."
        },
        {
            "id": "50b1dc0773ac4ae0a0bd20631a841e8f",
            "sentence": "As you already know, I don\\'t speak French very well, so I\\'d rather not give a speech in French."
        },
        {
            "id": "b2f6071a79c0405eaf5b817d700475c0",
            "sentence": "Even though Tom didn\\'t want to go to the party, he went because he thought he\\'d see Mary there."
        },
        {
            "id": "25ab0d7afef64450a3b95acf8b48b463",
            "sentence": "Tom wanted to find a doctor who would treat his gunshot wound without reporting it to the police."
        },
        {
            "id": "195699f85be04cd0a572b5b33bb3c7a3",
            "sentence": "Tom was staring at Mary who was sitting on the school bus that was parked in front of the school."
        },
        {
            "id": "96d666e62a784dc095facfb7a6978fff",
            "sentence": "One of the benefits of using mechanical pencils is that you don't need to use a pencil sharpener."
        },
        {
            "id": "6ab13347694a4133b9d88426ec0499a4",
            "sentence": "Would you please meet me at Yaesu central gate of Tokyo Station on Monday, May 10th at 3:00 p.m.?"
        },
        {
            "id": "88f86c8a28434ab9954ed7d1ffc51971",
            "sentence": "Listening to a language being spoken is very different from reading or writing the same language."
        },
        {
            "id": "d8a954cfda89422ca34332ea88bca368",
            "sentence": "If you come across a word you don't know while reading, look up its definition in the dictionary."
        },
        {
            "id": "71038da34e244347957b3f1ee26b48c0",
            "sentence": "I thought Tom would do most of the driving. I didn't expect to have to do so much driving myself."
        },
        {
            "id": "294082b174d2421e8cf4b922b1a08c01",
            "sentence": "If you'd spend less time talking and more time working, we could get this done much more quickly."
        },
        {
            "id": "5d72ad6968ee4b2a89fc22a41c518d40",
            "sentence": "A fault common to scientists is mistakenly believing that every problem has a technical solution."
        },
        {
            "id": "44fc87012e33482e88a9eb0a4ee2bc0b",
            "sentence": "Mary feinted a strike to Tom's face, but then swiftly struck his torso with the tip of her sabre."
        },
        {
            "id": "401ca71f12334066a9562587c9a64011",
            "sentence": "Life would be terribly monotonous and deadly boring if everyone felt, thought and spoke the same."
        },
        {
            "id": "ac9532c5cf5a430f89a923316589a5ed",
            "sentence": "My French isn't very good, but people seem to understand what I'm trying to say most of the time."
        },
        {
            "id": "20b0a41867234bfdb297abc6619291a8",
            "sentence": "I wanted to become a singer or an actor, but my parents wanted me to become a lawyer or a doctor."
        },
        {
            "id": "0ef384bf6f4347348126db6c4f847743",
            "sentence": "Many have suffered oppression and misery for a long period of time under the rule of colonialism."
        },
        {
            "id": "89311e83c936465495fc427790633b1c",
            "sentence": "There are more Buddhists in Germany today than people who know how to make a good chocolate cake."
        },
        {
            "id": "643bf2a69b2e47e19aab92cafb57d42a",
            "sentence": "The bridge is supported by a truss made up of steel beams, making it both strong and lightweight."
        },
        {
            "id": "e5606f6b3b1e48d3a20f1036dcfa4e68",
            "sentence": "Tom went over to where Mary was sitting and gave her the envelope John had given him to give her."
        },
        {
            "id": "edbee48401ae44588085c2c18e6bda1a",
            "sentence": "One of the downsides of living downtown is the noise you hear all day long every day of the week."
        },
        {
            "id": "838f1f1bd2854ac0bc9c803f53dcf1d7",
            "sentence": "I don't believe that Tom was really able to build his house for less than three thousand dollars."
        },
        {
            "id": "5b73994869e0434ca2955a6b46f9df6f",
            "sentence": "Today we issue this writ, so that future generations may be free from persecution and domination."
        },
        {
            "id": "541e042d80a54024901c809c33031f62",
            "sentence": "Heavy rain throughout the night has hampered efforts to rescue survivors from the stricken ferry."
        },
        {
            "id": "6e68667c9b5c4ba09ac8bec3c6501268",
            "sentence": "Tom's school requires students to do at least 30 hours of community service in order to graduate."
        },
        {
            "id": "4f6e78fffc9441ce905c140d61c3d0c2",
            "sentence": "There's got to be something incriminating in that apartment. Tear the place apart if you have to."
        },
        {
            "id": "4d99dc8b2e8c468cbdad8370c3cfbdaf",
            "sentence": "I had been thinking about our new project for two weeks, but I couldn't come up with a good idea."
        },
        {
            "id": "f75869e021ec48d0a5ed7d9e4025197c",
            "sentence": "Chapter three is the end of the beginning of the book. Stop there and read the critic's comments."
        },
        {
            "id": "dd75311109b847419f790dd3d4fcd085",
            "sentence": "It would've been a close game if Tom hadn't hit a home run with bases loaded in the ninth inning."
        },
        {
            "id": "7bf27f0be00043fc88655d2579fd891d",
            "sentence": "You're the last person in the world I would like to see cloned; you're boring enough on your own."
        },
        {
            "id": "189e4355216a45eeb8a1faa0957e55b2",
            "sentence": "Tom, who was adopted at birth, only met his biological mother for the first time a few weeks ago."
        },
        {
            "id": "a6a7837bceaa44308f1f81957d56c838",
            "sentence": "With his mother very sick and a tight deadline at work, Tom has a lot on his plate at the moment."
        },
        {
            "id": "aad06739091844aeb6a25b43be216b7f",
            "sentence": "This song samples a bunch of old American funk records from the 70s using equipment from the 90s."
        },
        {
            "id": "9e88a79b63414547a912e0aff8b24ca4",
            "sentence": "Carbon monoxide is a poisonous substance formed by the incomplete combustion of carbon compounds."
        },
        {
            "id": "d8bcb0fc056748a3a9f2763b875676ef",
            "sentence": "The only way to lose weight is to create a caloric deficit by burning more calories than you eat."
        },
        {
            "id": "dd1e6c5fcb74449d9df44fbfd05f4342",
            "sentence": "There are three different types of people in the world: those who can count, and those who can't."
        },
        {
            "id": "cea5044dcfd54c51b7ec84286668e4b8",
            "sentence": "Tom was shocked to see how much his mother had deteriorated since he last saw her six months ago."
        },
        {
            "id": "2f170b44735640b5a21947a416c3ff0f",
            "sentence": "Tom dropped out of school, so he attended night school after work to get his high school diploma."
        },
        {
            "id": "e759aa58a13d40aab97ebf15652da118",
            "sentence": "Tom doesn't really like chick flicks, but he often goes over to Mary's and watches them with her."
        },
        {
            "id": "a88a16a521c6452b93d87c950ceed8b7",
            "sentence": "Tom put together one million dollars in unmarked, used bills as the kidnappers had told him to do."
        },
        {
            "id": "307883fca5e4489280ebc79c7debd63e",
            "sentence": "Tom told Mary that he thought a hippopotamus could run at a speed of about 30 kilometers per hour."
        },
        {
            "id": "4949c1ec76524895a16bbda4d6f7c2b0",
            "sentence": "The police have been searching Tom\\'s house for three hours, but they haven\\'t found anything yet."
        },
        {
            "id": "ce4984f14c854656b1b1689d10a9a259",
            "sentence": "Tom adapted last year\\'s lesson plans so he could use them with this year\\'s lower level students."
        },
        {
            "id": "b1ce525aaced42a689a50f41d9d0cdb5",
            "sentence": "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime."
        },
        {
            "id": "3d6d46fd6fab4a1ab515ed595a2f04f2",
            "sentence": "The bar where Tom works lost its license because they had been selling alcoholic drinks to minors."
        },
        {
            "id": "0a2d1e18418b4453b8580b3e4694bdf5",
            "sentence": "Tom can\\'t go out drinking with the guys tonight. He has to stay home and take care of his mother."
        },
        {
            "id": "ea81bbe526ac4341a00bd12393af42d2",
            "sentence": "I thought doing this would be easy, but we\\'ve been working all day and we\\'re still not finished."
        },
        {
            "id": "4cb230f9250c4519bb406b167a030814",
            "sentence": "From personal experience, I know that any encounter with him will leave a bad taste in your mouth."
        },
        {
            "id": "9c82635f880e47cabe6875cca917a8d0",
            "sentence": "Why are you always contradicting me? Can\\'t you accept once in a while that I just might be right?"
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}