{
    "currentPage": 14284,
    "pageSize": 50,
    "items": [
        {
            "id": "10196dd494cf4604b5148740ca403638",
            "sentence": "The ecological footprint of a country is closely related to its level of economic development."
        },
        {
            "id": "ca1bdfbca0904aabb642fe8fc03178c3",
            "sentence": "Some months have thirty-one days, others have thirty days, and one month has less than thirty."
        },
        {
            "id": "96b051294b92401c932dac72b97ba89e",
            "sentence": "About 9.5% of the earth's surface is desert, and about 33% of the earth's land area is desert."
        },
        {
            "id": "982ceba9668d4899bd24ee6e6e6966b2",
            "sentence": "I have the afternoon off today, so I plan to go to the park, sit under a tree and read a book."
        },
        {
            "id": "b220f3d6f4424f1d937f23e9a28aaa57",
            "sentence": "Tom went to Australia for a three-month visit, but he ended up staying there for three. years."
        },
        {
            "id": "0695d0920b7442628ff5684a709a9b0a",
            "sentence": "Mary makes tea the way she's always done: without teabags. The tea goes straight into the pot."
        },
        {
            "id": "8eec4bb451ed44f193f1cf16e34d7c76",
            "sentence": "I'd planned to do it that way, but I changed my mind after Tom suggested doing it another way."
        },
        {
            "id": "18d5d0bcea6e4c76a1bfe158dd5c89f5",
            "sentence": "Tom didn't want to major in French, but his parents said they thought it would be a good idea."
        },
        {
            "id": "a9d4d98a70b54740939021afb4678f8c",
            "sentence": "I realize this may sound crazy, but I think that I've fallen in love with your younger sister."
        },
        {
            "id": "07d07fd2ecfd402890ee1778a59c16cc",
            "sentence": "I wonder why I can read and understand French much easier than I can understand spoken French."
        },
        {
            "id": "ecb5d1aac7cd4f788645cb8be6011562",
            "sentence": "The expansion of the Roman empire wiped out a great number of the original European languages."
        },
        {
            "id": "3baaf5f88fb849e6bc5ec1bd68bee93d",
            "sentence": "Cook the mushrooms for about three minutes and then add the washed and finely-chopped parsley."
        },
        {
            "id": "b4fa4bd5f98242d58dacf94230ef625c",
            "sentence": "I could've been finished doing that by 2:30 if Tom hadn't come over and started talking to me."
        },
        {
            "id": "356e8546a7ea401ea0c105d8c3d5d915",
            "sentence": "For quantities of 20 or more, we can allow you a special discount of 10% on the prices quoted."
        },
        {
            "id": "c698f5d86ab042d4ba972828a4d0f3ec",
            "sentence": "Abraham Lincoln, the 16th president of the United States, was born in a log cabin in Kentucky."
        },
        {
            "id": "ba648849952d4224bfb8164a80bd30a5",
            "sentence": "It's OK for you to borrow my bicycle this morning, but I need to use it myself this afternoon."
        },
        {
            "id": "e136bb01207e4277908c2c535c4664c0",
            "sentence": "You shouldn't be so hasty in making decisions. Sometimes it's helpful to sit back and reflect."
        },
        {
            "id": "7cbc0b6cc78a41878e404d988611b882",
            "sentence": "If it looks like a duck, swims like a duck, and quacks like a duck, then it's probably a duck."
        },
        {
            "id": "edc14f47e9b34e67985d15a0c47deea8",
            "sentence": "Tom survived the surgery but got killed by a drunken driver on his way home from the hospital."
        },
        {
            "id": "3bfaba2a109e4d1fa557f621f0a6f7a4",
            "sentence": "If you want to lose weight, the best thing to do is to eat properly and get a lot of exercise."
        },
        {
            "id": "f8aa11c5f54e441fa4d3edef04d14803",
            "sentence": "If I could be reborn, I would want to be the child of a rich family, then I'd be set for life."
        },
        {
            "id": "0c2660047e1f48bca1db8d38eaf2ee02",
            "sentence": "That knife was so blunt I couldn't use it to cut the meat so I had to rely on my pocket knife."
        },
        {
            "id": "6714824c6281418d891a4e4d8aa55d80",
            "sentence": "In Shakespeare's time, in the sixteenth century, tennis was very popular at the English court."
        },
        {
            "id": "e5c04434ec164cb1bc15754c599a7317",
            "sentence": "I understand the general approach, but I'm afraid that I'm getting bogged down in the details."
        },
        {
            "id": "e8a6f2cdb7b14d75810f50cd1a879123",
            "sentence": "Tom quit his job as a long-distance truck driver, so he could spend more time with his family."
        },
        {
            "id": "c8fc7d53511f4350b3251120a3372751",
            "sentence": "The police suspect that a disgruntled former employee was the one who set the factory on fire."
        },
        {
            "id": "756ccd5f22414a6289740dba32679aa2",
            "sentence": "Tom managed to convince his backer that he was on the verge of a breakthrough in his research."
        },
        {
            "id": "f4a34ab7bc00412dbbda06a7e85d91ae",
            "sentence": "I need to study French because I'm planning to visit some French-speaking countries next year."
        },
        {
            "id": "ba55373f81024f61abf9f4d19980f69a",
            "sentence": "Tom still likes to go out drinking with his friends, but he only drinks one beer when he does."
        },
        {
            "id": "02dcad6d62ba49fe87a71bf690a5ae4b",
            "sentence": "During finals week, the first and second floors of the library will be open twenty-four seven."
        },
        {
            "id": "a6c498e7d7a14a029d9ae6c582b04bd0",
            "sentence": "It'll likely be easier to sell your house for the price you want if you wait for three months."
        },
        {
            "id": "8031ea8f8d74412eaeda187c6257e89e",
            "sentence": "Out of all the instruments my roommate could decide to start learning, he chose the harmonica."
        },
        {
            "id": "669e5edfe31c40c8bf79dfeb8cbb3073",
            "sentence": "Tom maxed out his three credit cards and had to take out a high interest loan to pay them off."
        },
        {
            "id": "90645ee604a543e387418f2502cf04d2",
            "sentence": "Tom has some hearing loss and finds it difficult to hear speech when there's background noise."
        },
        {
            "id": "7094fc99bc2a4eceb46e189bfbe74f0f",
            "sentence": "I had about a minute until the train left, so I didn\\'t have time to explain why I was leaving."
        },
        {
            "id": "3671fdd385e54e1cae47ab93e5fc1b7b",
            "sentence": "I realize that this may sound crazy, but I think I\\'ve fallen in love with your younger sister."
        },
        {
            "id": "9c25c90960604813be67964849cf55ab",
            "sentence": "Tom told the children that they could stay in this room as long as they didn\\'t make any noise."
        },
        {
            "id": "8d78d7a47fab40689aa6a1301a2b2a87",
            "sentence": "I don\\'t think it makes him a bad person just because he\\'s decided he likes to eat horse meat."
        },
        {
            "id": "c8a4df4578ea428c8ff26ebb4cec1d8d",
            "sentence": "I just want to let you know that I think you\\'re the most beautiful woman that I\\'ve ever seen."
        },
        {
            "id": "4a901f586adb4f02a1501d7a81671f09",
            "sentence": "Tom likes listening to American English the most, but he also likes the sound of Irish English."
        },
        {
            "id": "5446f9df76e543c490370557d08237dd",
            "sentence": "Tom was unaware of some errors he had made when translating an important document for his boss."
        },
        {
            "id": "bcfb25f0f9fb42caadb77ec225874a12",
            "sentence": "I think that Tom and only Tom can do it. However, some people think that Mary could do it, too."
        },
        {
            "id": "bb84293ae58e4a00941ce9da3123a59c",
            "sentence": "On Friday evenings, a group of us with spouses working overseas meet at Chuck\\'s Bar and Grill."
        },
        {
            "id": "069f285968fc4ede895357eceabbad07",
            "sentence": "The police will be very interested to learn that you\\'re keeping Tom locked up in the basement."
        },
        {
            "id": "354f719e6e3a4bc3bc1f55e08960aaa0",
            "sentence": "If I\\'d only known that there was a possibility that would happen, I\\'d have been more careful."
        },
        {
            "id": "0992aa008b854dc2a4fff0a4e4e5b72f",
            "sentence": "If I\\'d only known there was a possibility that that would happen, I\\'d have been more careful."
        },
        {
            "id": "fcd2bcf21cee410da6c01eee7e77dbad",
            "sentence": "It looks like the question was too easy for you. Next time, I\\'ll have to make it a bit harder."
        },
        {
            "id": "292bee0c90834a9193ae358b097a69e8",
            "sentence": "For some reason, people have been avoiding me like the plague ever since I got back from India."
        },
        {
            "id": "cec9fed84e414f2e824e4fdb478008f1",
            "sentence": "Mary waited years for Tom to get out of prison and was very happy when he finally got released."
        },
        {
            "id": "35a86816ed8d45d38a18d497fab6c45e",
            "sentence": "Tom could hear a commotion in front of his house, so he went outside to see what was happening."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}