{
    "currentPage": 14288,
    "pageSize": 50,
    "items": [
        {
            "id": "403692f382c64431af1fce49d716a000",
            "sentence": "I heard that one way to stay healthy is to avoid eating any food with unpronounceable ingredients."
        },
        {
            "id": "b20d1c83a36d403b9e67dc6152ccc6b9",
            "sentence": "A typhoon hit Tokyo on Wednesday with strong winds and heavy rains stopping public transportation."
        },
        {
            "id": "c195046d143b4b6b93805a5ca0a3b34f",
            "sentence": "One of the best parts of the holiday season is spending time with the special people in your life."
        },
        {
            "id": "be48f5b004394a6d83dd7f31fdb6c4d6",
            "sentence": "I'd hoped that Tom would've changed his habits by now, but I see that everything's still the same."
        },
        {
            "id": "a94775c2d27a4c099842d4da77c4e6e7",
            "sentence": "The eggs in the nest in our attic must've hatched. I've been hearing birds tweeting all day today."
        },
        {
            "id": "c519faf4507a459ab8257a015318a3ad",
            "sentence": "The boy I saw searching through the garbage can said that he had not eaten anything for four days."
        },
        {
            "id": "1bc9a77a78ae4c15a912b62d3f3bddce",
            "sentence": "You get tired of a beautiful woman in three days, and you get used to an ugly woman in three days."
        },
        {
            "id": "cfcd3e8a0030468ea1947409d94f6341",
            "sentence": "According to this article, many tobacco companies knew nicotine was harmful, even back in the 50s."
        },
        {
            "id": "ba333161f9174adfa1981b7a3e054954",
            "sentence": "Tom and John both asked Mary for her telephone number, but she wouldn't give it to either of them."
        },
        {
            "id": "47480cd90d364ad6b5c116af8aac6b29",
            "sentence": "When your friends begin to flatter you on how young you look, it's a sure sign you're getting old."
        },
        {
            "id": "27e80a94f172473681bf0aebeaac3852",
            "sentence": "It is better to remain silent and be thought a fool than to open one's mouth and remove all doubt."
        },
        {
            "id": "3735321e8583473eb26f55c805630053",
            "sentence": "Ultraviolet radiation can cause skin cancer, cataracts, suppress immune systems and damage plants."
        },
        {
            "id": "c2834e3d208544d58fb060c9b8d2207c",
            "sentence": "The company was able to ramp up sales by hiring more employees and streamlining working practices."
        },
        {
            "id": "d2f93042b27c40419f4280147c055090",
            "sentence": "We could spend more time discussing this, but I don't think we'll be able to come to an agreement."
        },
        {
            "id": "031e71162e9c45f287a45a94e31d52cb",
            "sentence": "The handcuffs were too tight and they dug into Tom's wrists, cutting off circulation to his hands."
        },
        {
            "id": "14ccfaf533124c5eb91ac0557d4a6924",
            "sentence": "Tom let it be known with a dismissive wave of his hand that he wasn't enthusiastic about the idea."
        },
        {
            "id": "55ef21e723b14569a59a4d5d074c412d",
            "sentence": "Tom repairs old household appliances in his spare time. People now come to him from all over town."
        },
        {
            "id": "6c2e06fb286e4ca889edc0b74007e072",
            "sentence": "If you can't afford an attorney, one will be appointed for you before any questioning if you wish."
        },
        {
            "id": "3bc46769207e4dd6aa12b87176746b8d",
            "sentence": "It is said that Japanese people are kind to people they know, but rather cold to those they don't."
        },
        {
            "id": "bec1ea699f9446b99141791115d4708f",
            "sentence": "Mary is one of the prettiest girls in the whole school. Despite that, she's never had a boyfriend."
        },
        {
            "id": "013dd2c6e9884da494010bab7991f023",
            "sentence": "I've heard about this kind of thing happening, but this is the first time for me to see it happen."
        },
        {
            "id": "dccdd841b79245bb9fb897071de9d28f",
            "sentence": "I just want to let you know that I think that you're the most beautiful woman that I've ever seen."
        },
        {
            "id": "3686631490224d6ebdcaf36ca6f3a850",
            "sentence": "Tom was exposed to a wide variety of music as a child through his mother's vast record collection."
        },
        {
            "id": "a7088cff3bc64ea0bc76ac1a67a3aee2",
            "sentence": "Even though Tom begged Mary not to go, she left with the children and went to live with her mother."
        },
        {
            "id": "c934a3e8bcc449538e703a9071a45650",
            "sentence": "I was just getting ready to write Tom a message asking him where he was when he walked in the door."
        },
        {
            "id": "824bbfce163243cda02b7d33c40954e3",
            "sentence": "Mary had a few friends over for lunch and they spent most of the time griping about their husbands."
        },
        {
            "id": "98089644433e4eac842fec261c5c5ab2",
            "sentence": "No matter how busy Tom gets, he never forgets to write an email to his mother at least once a week."
        },
        {
            "id": "8677d82f113049b78e2dad74e0ca6b35",
            "sentence": "I may not be able to speak French as well as Tom, but I can usually communicate what I want to say."
        },
        {
            "id": "4b12273c16f94fa8998c5ac567b4b348",
            "sentence": "Tom was sitting alone at a private table eating the most expensive meal that the restaurant served."
        },
        {
            "id": "3260bea741544907bd77b27dd9924800",
            "sentence": "Tom is going to be mad at Mary when he finds out that she forgot to do what she was supposed to do."
        },
        {
            "id": "34c8120e25d443909f9254b1abe39cde",
            "sentence": "I have a lot to do today, so if you don\\'t mind, I\\'d like to have this discussion at another time."
        },
        {
            "id": "b37cda77afdd4b3c9a9d1176dd842db1",
            "sentence": "I think it\\'s unlikely that the next version of Windows will come out before the end of this month."
        },
        {
            "id": "4c52df1b54324e348eed0bd523bae3aa",
            "sentence": "Tom did everything within his power to save the children that were trapped in the burning building."
        },
        {
            "id": "0a213f2e503b4bf78d017f30d5edf7a3",
            "sentence": "Tom and Mary frequently complained that they never had time to spend together without the children."
        },
        {
            "id": "1c8c0d70c391412d8c5e93ad52c71591",
            "sentence": "It\\'s very late. Why don\\'t you get ready for bed, and we\\'ll talk about this again in the morning?"
        },
        {
            "id": "a0be9b19aa87454484160a01c8fd0d3d",
            "sentence": "I usually dream in French unless I\\'m dreaming about talking to one of my English-speaking friends."
        },
        {
            "id": "f666cb7bc6a74067b682ade49684bb08",
            "sentence": "If someone gave you enough money to live in luxury for the rest of your life, would you still work?"
        },
        {
            "id": "0823a285f76046fbaf0610424e59b5ad",
            "sentence": "I've interviewed a number of your teammates, and they all think you're the best player on the team."
        },
        {
            "id": "da370de7fd8a4b1d842d56c415493589",
            "sentence": "A gaggle of intoxicated youths stopped to ponder whether there is an Opposite Day in Bizarro World."
        },
        {
            "id": "3333ebdf5ea54f9e901831e523bceaf6",
            "sentence": "Tom and Mary never stay angry with each other for long and usually make up within a couple of days."
        },
        {
            "id": "70acbf545afe47c3aa2b56e7efb98d5b",
            "sentence": "Tom walked over to Mary's desk and put the box of chocolate there for her to find the next morning."
        },
        {
            "id": "eb1c48161b3e4c429e50faee6ad9c574",
            "sentence": "Lander assumes that rioting and gang behavior are a result of poverty and poor economic conditions."
        },
        {
            "id": "174894bf79e94f41b12df5ec692773b0",
            "sentence": "All things considered, I think we could say that the meeting was successful and met its objectives."
        },
        {
            "id": "cdb1f065b483442a9ee95a02a9106f4a",
            "sentence": "If time is the most precious of all things, then wasting time is the most extravagant waste of all."
        },
        {
            "id": "b15a7744f8cc4054aee8bbd323e62015",
            "sentence": "Tom submitted a list of topics for possible inclusion on the agenda for the annual general meeting."
        },
        {
            "id": "174470482b7a494b96bc9ac09afae131",
            "sentence": "Night was already giving way to the first glimmers of day when Tom finally emerged from the forest."
        },
        {
            "id": "1ecb40f415f6414d8d3eb34d7f931f33",
            "sentence": "When I tried to move the desk, one of its legs made a jarring sound as it scraped across the floor."
        },
        {
            "id": "0ea37031dd7a4506a4941a45453b192e",
            "sentence": "I'm not stupid enough to climb a mountain in the winter without first making adequate preparations."
        },
        {
            "id": "f32e41fec9ce4e29ac4868354b6a2b95",
            "sentence": "I realize that this may sound crazy, but I think that I've fallen in love with your younger sister."
        },
        {
            "id": "84ba06ee84a340ceb0dde1af82767b58",
            "sentence": "Even though I'm trying to lose weight, I just can't resist eating chocolate if I'm offered a piece."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}