{
    "currentPage": 14289,
    "pageSize": 50,
    "items": [
        {
            "id": "4d60ebb302854d098b2e7996f5944cf7",
            "sentence": "I sometimes get frustrated with myself for not being able to do things that I should be able to do."
        },
        {
            "id": "ca140c5452994fd3b0cd859c412c34dd",
            "sentence": "I got worried when Tom didn't answer his phone, so I went to his house to make sure that he was OK."
        },
        {
            "id": "034ecbefb6334c33a90abf6a64e635df",
            "sentence": "We came to realize that the problem isn't just a few bad corporations but the entire system itself."
        },
        {
            "id": "10d6db0e7dd6424a8064f31f8b881ea0",
            "sentence": "Kuma the bear has been wrestling human martial artists to the ground for as long as I can remember."
        },
        {
            "id": "5f2eabac1b3344fa8b2b72d3030c465f",
            "sentence": "You can't necessarily judge a book by its cover, but you can judge people by the company they keep."
        },
        {
            "id": "fb3dbf90d15d4a45b4c3480f5b6acb84",
            "sentence": "An astringent, like an alum block or styptic pencil, helps close and heal small cuts after shaving."
        },
        {
            "id": "58d0af50135f4e68971ef1b661754d11",
            "sentence": "Girls begin puberty around the ages of ten to eleven, and boys around the ages of eleven to twelve."
        },
        {
            "id": "0dfeba2d69824ffeb0d01616ce68d851",
            "sentence": "If you want to lose weight, then the best thing to do is to eat properly and get a lot of exercise."
        },
        {
            "id": "29e14a5c804d4cb3b01c8e71f8ec335e",
            "sentence": "A sick soul that holds on tight to anger and hate will never heal until it lets go of those demons."
        },
        {
            "id": "d713d6f77bde49a88e2ab635fb37c460",
            "sentence": "Someday, dear language learner, you must stop poring over IPA charts and start listening to people."
        },
        {
            "id": "9fb010cd1a2b4b659aaea8536fc7166b",
            "sentence": "Since in this organization they're all chiefs and no Indians, it's a wonder any decisions get made."
        },
        {
            "id": "5a425ba671d6471995256270e54a4b9b",
            "sentence": "During the Depression in the 1930's, many wealthy people lost everything in the stock market crash."
        },
        {
            "id": "2e60fc1272294240bf1541e14ad3dfe4",
            "sentence": "I knew that Tom and Mary were both married, but I didn't know that they were married to each other."
        },
        {
            "id": "18dafdbedb54417aa1c4d32f5baae833",
            "sentence": "During the Middle Ages, honor was fundamental to the life of the free man and of the Christian man."
        },
        {
            "id": "123ae0fdd2e84cb8a4d09b25d587cd63",
            "sentence": "Me, me, me. Now picture billions of voices screaming that and you got yourself modern civilization."
        },
        {
            "id": "63d9f2ffe9b44e298d7381179a3cc3aa",
            "sentence": "We have three divers now searching for a gun that we believe that the suspect threw off the bridge."
        },
        {
            "id": "628addfeabfd4a0c9cf6c467b55effd2",
            "sentence": "Some months have thirty-one days, others have thirty days, and one month has less than thirty days."
        },
        {
            "id": "c363982c33f0448fab67be3fcbb3ea7a",
            "sentence": "Tom looked at Mary's hands and noticed she was wearing a number of rings, including a wedding ring."
        },
        {
            "id": "0bd64bcf07ef46dcb658289f81788917",
            "sentence": "I'm begging you. Don't make me laugh. I did too many sit-ups yesterday and my stomach muscles hurt."
        },
        {
            "id": "6c63f7fe5c9d4d01949dfa4ce48d2a0b",
            "sentence": "If you spend too much time in the sun without putting on sunscreen, you are likely to get a sunburn."
        },
        {
            "id": "dbf45acf972b4ae7910ca67d00cfb66c",
            "sentence": "Tom told Mary that he didn\\'t think it was a good idea for her to go jogging in the park by herself."
        },
        {
            "id": "05ae375c834946b1ab96c1b88979ae34",
            "sentence": "My parents usually speak to each other in French, even though my mother is a native English speaker."
        },
        {
            "id": "a8eb4ca99dbc42dbabd9a56c75043ab9",
            "sentence": "Tom sat down near the window, put on his glasses and began to read the book that Mary had given him."
        },
        {
            "id": "1ecde245f7f14f318ddff1915472bad6",
            "sentence": "Tom speaks several languages fluently, but for his job, he only translates into his native language."
        },
        {
            "id": "aed9ded2f86f4b90ab174fb57d7c0d53",
            "sentence": "If I\\'d only known that there was a possibility that that would happen, I\\'d have been more careful."
        },
        {
            "id": "13169ff2c4914243b49457fa12071e39",
            "sentence": "The first thing Tom does when he meets a new woman is check to see if she\\'s wearing a wedding ring."
        },
        {
            "id": "c9b1482dd967400197529b85b939ae05",
            "sentence": "Tom thinks there\\'s a good possibility that Mary will agree to babysit the children on Friday night."
        },
        {
            "id": "cfd5a329d6d44382b792f25dbbd9b1f4",
            "sentence": "When we started out designing web pages, we were the only ones doing it in this part of the country."
        },
        {
            "id": "ceae81a8c9e341c4908bb8e99a863974",
            "sentence": "I\\'ve kept my weight down even though many of my friends have gained weight as they\\'ve grown older."
        },
        {
            "id": "6c4630f591d54fe1b9cfa9ab1f6ffaa8",
            "sentence": "I usually speak French with my parents, but my brothers and I always speak to each other in English."
        },
        {
            "id": "9cbe4a2cbd9c431eb5190eecf9c632aa",
            "sentence": "I don\\'t usually take the bus to work, but yesterday it was raining, so I didn\\'t feel like walking."
        },
        {
            "id": "27a251e83933472a95b166547aaa8cf9",
            "sentence": "In this world, there are some things that will never come true no matter how much you wish for them."
        },
        {
            "id": "26bb268ef4264eaf8b2f0105fd0be899",
            "sentence": "There are some things in this world that will never come true, no matter how much you wish for them."
        },
        {
            "id": "03956cdac43346df9d1b8178e64adf50",
            "sentence": "Tom and his friend John were swimming close to shore when a strong undertow carried them out to sea."
        },
        {
            "id": "e0d46e7d0c4d43879ff83cf7742995b4",
            "sentence": "Giving up smoking is the easiest thing in the world. I know because I've done it thousands of times."
        },
        {
            "id": "e3eda38fb5244629ac5599247bbef3cb",
            "sentence": "The river is six miles deep in some areas and the only way to cross it is using a pulley and a rope."
        },
        {
            "id": "b50caa0a2e404a45917a8e6d147fb793",
            "sentence": "A noob once met Betty and while desperately trying hard not to get killed, ended up killing himself."
        },
        {
            "id": "c66864c1ef064f2aa6f86e60f1db79b5",
            "sentence": "One of my boots fell off the boat, so I jumped into the water and swam as fast as I could to get it."
        },
        {
            "id": "074e947b2cdb439c8492740606b05072",
            "sentence": "When you're angry, count to ten before you say anything. If you're very angry, count to one hundred."
        },
        {
            "id": "fe8fade12e17427aa461aa415047c2ac",
            "sentence": "As an overweight woman, Mary has experienced many incidents of people judging her based on her size."
        },
        {
            "id": "1349ce55472142a9a3dce12eccbacedc",
            "sentence": "When the tempura I make cools down, it immediately loses its crispiness and doesn't taste very good."
        },
        {
            "id": "9e35eeba3e1447e9b50464f0c71c3a52",
            "sentence": "The future of our company is at stake. We have been heavily in the red for the last couple of years."
        },
        {
            "id": "3365306df75e4cada4de7484aa288747",
            "sentence": "Leeches do not transmit diseases to humans, but in rare cases they can provoke an allergic reaction."
        },
        {
            "id": "84d9dc1ef95a418caac17ab766ae688f",
            "sentence": "We've come up with several ideas on improvements, based on feedback we've gotten from our customers."
        },
        {
            "id": "b87a4bf9bbe44fc98e9b0b30c800ebc6",
            "sentence": "At first there will be many unfamiliar words and grammatical forms, but you don't have to be afraid."
        },
        {
            "id": "acc28ad704724710b19e626b4b159952",
            "sentence": "As a commuter, it can be difficult to make friends with the other students, who are mostly boarders."
        },
        {
            "id": "33d3e8c45c2540939d9d81c7aeb4c120",
            "sentence": "I'm lucky to have some savings I can use at a time like this, but I know that a lot of people don't."
        },
        {
            "id": "f367c0398a424c019be58d2d3fabc055",
            "sentence": "It seems that I spend most of my time helping Tom do things that he should be able to do on his own."
        },
        {
            "id": "98efc240bf7b47f088d7d28f4dc03040",
            "sentence": "I don't know if it was because of the late hour or because of the rain, but there was no one around."
        },
        {
            "id": "78ee6de541dd4788bdaf8aff84a75dce",
            "sentence": "If you really want to learn how to do that, you'll have spend a lot of time studying and practicing."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}