{
    "currentPage": 14297,
    "pageSize": 50,
    "items": [
        {
            "id": "3c031d40c75c4773ace873b9d50b1f9d",
            "sentence": "Tom told me that he often drinks root beer, but he\\'d not only never drunk spruce beer, he\\'d never even heard of it."
        },
        {
            "id": "b77d873817014ca9b0ff52376485f0c8",
            "sentence": "Tom always wanted to be a doctor, but his grades at school weren\\'t quite good enough to get him into medical school."
        },
        {
            "id": "b43ead7a2c004a12a640ca4d45b04640",
            "sentence": "My opponent loves to give grand sonorous speeches that ultimately say nothing. I prefer to get straight to the point."
        },
        {
            "id": "cd31d1cd596043f68c338f4853a21ea8",
            "sentence": "When Tom told Mary to feel right at home, he was secretly hoping that she'd go and wash up the dishes in the kitchen."
        },
        {
            "id": "f94bb3e36d1a4a4f94f9d3f844e1955d",
            "sentence": "I've heard that your child is more likely to die at a friend's house with a pool than at a friend's house with a gun."
        },
        {
            "id": "cb9f61772aa641fb8902cdeb62e65f63",
            "sentence": "The 3 corporations have each hired a retinue of lawyers, and seek to enjoin the state from regulating their industry."
        },
        {
            "id": "5b85786c6aca4e3f9988ce4f793deacf",
            "sentence": "We impose upon our representatives a high standard of probity. Even a small lapse in integrity will result in recall."
        },
        {
            "id": "6f43f85aeb83405e9e2c64aa1eb5fa4b",
            "sentence": "Tom and I used to talk about everything, but now he only wants to talk about Linux and free and open-source software."
        },
        {
            "id": "8b4b1be25793442e8503f6bd42b06bc1",
            "sentence": "It took Tom several hours to assemble a bunk bed that the instructions said would take less than an hour to assemble."
        },
        {
            "id": "15926c3ad4a841559cccc6d230bca0c3",
            "sentence": "The people crowded round the injured man, but they made way for the doctor when he reached the scene of the accident."
        },
        {
            "id": "17b36545bbe6415b8269da807646b9fe",
            "sentence": "If you don't want to put on sunscreen, that's your problem. Just don't come complaining to me when you get a sunburn."
        },
        {
            "id": "729b7c4a6ab5425596cd65b0fd78d4fb",
            "sentence": "When I was studying to become a lawyer, my teachers told me to never ask a question that I didn\\'t know the answer to."
        },
        {
            "id": "94c4de1ead534901b265e725fee851c5",
            "sentence": "Tom said he wasn\\'t interested in Mary, but he seemed to always be looking towards the side of the room where she was."
        },
        {
            "id": "7e4cf4a2a60248aabf6159e6fc0912ef",
            "sentence": "Tom didn\\'t know the meaning of \"anglophobia,\" so he did a quick web search to see if he could find out what it meant."
        },
        {
            "id": "57312c2fdd7542608552bb6ac183deef",
            "sentence": "I had never eaten any kind of Thai food, so I was pretty excited about going to a Thai restaurant with my grandmother."
        },
        {
            "id": "67c646bb7131452baf432ecacd1c53ac",
            "sentence": "This business plan of yours seems almost too optimistic. All I can say is I hope it's more than just wishful thinking."
        },
        {
            "id": "91e53c7e0e5b48aaa7bc860e4c8a2e46",
            "sentence": "You'll get tired of a beautiful woman after three days, but you'll get used to an ugly one in the same amount of time."
        },
        {
            "id": "7e2d8038bb57444b949c68a45316bc2c",
            "sentence": "I don't remember everything that we did that day, but I do remember that we were both exhausted by the end of the day."
        },
        {
            "id": "115e30e02e8b400eba8fa18b41d46da5",
            "sentence": "We don't have to buy it today. Let's think about it some more, and if we decide we want it, we can come back tomorrow."
        },
        {
            "id": "94a4d9f1f1ef4392a1af1a113c14a8aa",
            "sentence": "Your boyfriend is a problematic person, but that's not a good enough reason to give up or break off your relationship."
        },
        {
            "id": "93f6cec3817a4f219501b7dff3b4e539",
            "sentence": "Our company wanted to build a factory there, but many of the landowners in that area refused to sell their land to us."
        },
        {
            "id": "35857de215b0479993a68578329c9a1a",
            "sentence": "Sometimes I wonder if this world is just in someone's head, and he dreams us all into existence. Perhaps it's even me."
        },
        {
            "id": "0a97231e7a3f4e5393bf93cbab7392dc",
            "sentence": "His father would never sanction his engagement to a girl who did not share the same religious beliefs as their family."
        },
        {
            "id": "a8fe175570874565b04872ff3d4000c8",
            "sentence": "Four of my favorite Christmas carols are \"Silent Night,\" \"Joy to the World,\" \"The First Noel\" and \"Away in the Manger.\""
        },
        {
            "id": "c1025d21964c4f8392bbe41660a0a5f3",
            "sentence": "I think it's highly unlikely that Tom wasn't aware that he wouldn't be allowed to enter the museum without his parents."
        },
        {
            "id": "5c6a97231d734bb6a83a48b8ee3d70f8",
            "sentence": "If you memorize 5 English words a day, you'll be able to memorize 1,825 words in a year and 182,620 words in 100 years."
        },
        {
            "id": "5bf78ea6e53343aebaa5e1b8ff3740bb",
            "sentence": "Tom's mom didn't want him reading the book that his teacher assigned him because she thought it would corrupt his mind."
        },
        {
            "id": "26791fecefa444228e4ded5a3c8a41f1",
            "sentence": "There were tears in his eyes, and the expression on his face made it plain to the waiter that something was very wrong."
        },
        {
            "id": "e0a48a59f61543a2a3a2c280a61fdef4",
            "sentence": "The art of modern warfare does not necessarily require soldiers to be armed to the teeth to be effective as combatants."
        },
        {
            "id": "b2e1dd9a017a4cd482fdc03fa9bf3ab5",
            "sentence": "When I got to the office, I had tons of work waiting for me. I was running around like a chicken with its head cut off."
        },
        {
            "id": "87d88703ec294bbb8f9d5798c9c02ab7",
            "sentence": "This controller has accelerometers in it so it can send a farewell transmission as your child chucks it out the window."
        },
        {
            "id": "f12093a5ccbf4813b06b4529ac1e7dce",
            "sentence": "Throughout my life, I've had the great pleasure of travelling all around the world and working in many diverse nations."
        },
        {
            "id": "7cc6c9235ab04180b3ffd64e24384ade",
            "sentence": "It doesn\\'t make much sense to me that I have to pay more income tax than you even though you make more money than I do."
        },
        {
            "id": "5bb0d97deff44afb835812df7c1ac8ab",
            "sentence": "The room didn\\'t look very good after Tom painted it, because he didn\\'t even bother to wash the walls or ceiling first."
        },
        {
            "id": "8072ff919f174a48b0cface5c9979933",
            "sentence": "We talked to each other in French since we thought people around us wouldn\\'t be able to understand what we were saying."
        },
        {
            "id": "774d4dcaa54d4e15a0caaf8aed4576b8",
            "sentence": "After coming in from the bitter cold, Tom stood in front of the fireplace for a long time warming up his hands and feet."
        },
        {
            "id": "cc4d14c2d1574af292daf49c46946944",
            "sentence": "Hiring a non-native French speaker to write your manual in French would be like hiring a carpenter to fix your plumbing."
        },
        {
            "id": "836f407bc0e646f395961e546995734a",
            "sentence": "For what you have written, your reaction is not justified in any manner, and I imagine it can make your life impossible."
        },
        {
            "id": "e407d5232f8e4266a01aa4fd9206df16",
            "sentence": "A friend I went with on our first trip abroad had his wallet pickpocketed. I don't think it left a very good impression."
        },
        {
            "id": "ca6bf7762b074b25b80b1471feb3397f",
            "sentence": "The speeding vehicle skidded and crashed head-on into the rear-end of a truck before the driver could say Jack Robinson."
        },
        {
            "id": "c5fd36acb02e419d97078a8cb47f0d57",
            "sentence": "A dog will remember three days of kindness for three years, but a cat will forget three years of kindness in three days."
        },
        {
            "id": "8091e944b1f84bc0a48193648378952f",
            "sentence": "After talking to Tom for a few minutes, it became obvious that his French wasn\\'t very good, so Mary switched to English."
        },
        {
            "id": "d7ead48545a14284ad61337bd955509a",
            "sentence": "We should spend our time creating content for our website rather than wasting time worrying about minor cosmetic details."
        },
        {
            "id": "f0813d972d184d5d98881d75c503c1f9",
            "sentence": "Asking a non-native French speaker to translate a document into French is like asking an accountant to build you a house."
        },
        {
            "id": "f5ecb511f6ac4c83a2abd280d8aff4a7",
            "sentence": "A native of Australia, Tom has been rocking the electronic music scene since he started his musical journey 13 years ago."
        },
        {
            "id": "1b55641b9ce54f2289ded81f64a56b55",
            "sentence": "Be serious, humble, polite, calm and truthful. Don't say too much, and never talk about things that you don't understand."
        },
        {
            "id": "7ac14b8843494688bea5616ccfe3621c",
            "sentence": "Even now, I occasionally think I'd like to see you. Not the you that you are today, but the you I remember from the past."
        },
        {
            "id": "997b8cb738504b30b8f013ab8e322e11",
            "sentence": "I realize that I may not be the most desirable man in the world, but I still hope that you'll consider going out with me."
        },
        {
            "id": "fe97058f315e462abc4b8719ff95183b",
            "sentence": "In all her pompous majesty, carried on the shoulders of the entire football team, stood the de facto queen of the school."
        },
        {
            "id": "79f691a392294639ba9ee03dfa0549eb",
            "sentence": "I think it\\'s highly unlikely that Tom was not aware that he wouldn\\'t be allowed to enter the museum without his parents."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}