{
    "currentPage": 14290,
    "pageSize": 50,
    "items": [
        {
            "id": "8f91e914cd684136954b395c4ed0c08c",
            "sentence": "It's been reported that children as young as three and a half years old are capable of telling lies."
        },
        {
            "id": "460e3ca907f8426d9123e12595de62be",
            "sentence": "That knife wasn't sharp and I couldn't cut the meat with it, so I resorted to using my pocket knife."
        },
        {
            "id": "eba95fc8898049d3850499993efa9143",
            "sentence": "This drawing is less than great. He needs to do something with the line here at the back of the leg."
        },
        {
            "id": "c55784707fa94c0d86b0fc878faef2f6",
            "sentence": "I know that Tom can play the clarinet and the bassoon. Can he play the flute and the saxophone, too?"
        },
        {
            "id": "2f15bfe460eb4399a3ba815dfcf2cfad",
            "sentence": "The salesman was trying to pressure Tom into buying something he didn't want, so Tom left the store."
        },
        {
            "id": "5bcb35fe40eb4ead83fb4c212db8d53f",
            "sentence": "Tom forgot his shopping list and only got half of what he had intended to get when he went shopping."
        },
        {
            "id": "bc9ccee7815f4dd9b5f19933ad3a21d1",
            "sentence": "It'll be hard to find a good plumber who's willing to come to your house in the middle of the night."
        },
        {
            "id": "04830c9dfd7547069190054ac1167473",
            "sentence": "By the time Tom got to the train station, the train he wanted to catch had already left the station."
        },
        {
            "id": "7d20364c89d14e13b03ee416a5c7f757",
            "sentence": "Tom's father told him to forget about becoming an artist, because he'd never earn enough to live on."
        },
        {
            "id": "ce5c9513456247208e8cf2878d00c94a",
            "sentence": "You get tired of a beautiful woman after three days. You get used to an ugly woman after three days."
        },
        {
            "id": "c824596ec5af4ad3b2a5d7d8dd48f6d2",
            "sentence": "Mary closed her eyes for a second and waited for Tom's kiss. When she opened her eyes, Tom was gone."
        },
        {
            "id": "2a044a183410458bb7ba0d3608392bb1",
            "sentence": "Even though Tom knew he\\'d be teased about his height, he decided to try out for the basketball team."
        },
        {
            "id": "cc9a88a1e704418f8d7594a1fa290a88",
            "sentence": "I don\\'t quite believe it when I hear someone claim they can speak more than five languages fluently."
        },
        {
            "id": "b560a36b90dc4bebb5778d4a9f3a4e4f",
            "sentence": "I think it\\'s unlikely that aliens similar to what we see in the movies have ever visited our planet."
        },
        {
            "id": "e7b5a1ebe09b4e478c89f4531f71810d",
            "sentence": "She advised him to take a long holiday, so he immediately quit work and took a trip around the world."
        },
        {
            "id": "aa68a757cbcf41c0ad92aeb314576d81",
            "sentence": "Tom did everything within his power to keep Mary from being elected president of the student council."
        },
        {
            "id": "bb4604bfa1134d759a990e866df53df8",
            "sentence": "Tom wondered why many people in America think that baseball is more interesting to watch than soccer."
        },
        {
            "id": "0e4ff063da334d7eb533d949cf46aa96",
            "sentence": "George Custer was killed at the Battle of the Little Bighorn in 1876, along with over 200 of his men."
        },
        {
            "id": "153786f7f4d5431e8a3b6042691e34be",
            "sentence": "Tom was taking a selfie on the edge of the volcano when he lost his footing and fell into the crater."
        },
        {
            "id": "81f0d6cf7d754c93a97a1d829d4d55e4",
            "sentence": "I wanted to know if you\\'d heard anything about what\\'s going to be discussed at tomorrow\\'s meeting."
        },
        {
            "id": "105fdf994e654fafb5b86f7cbb876970",
            "sentence": "I thought that doing this would be easy, but we've been working all day and we're still not finished."
        },
        {
            "id": "a0c120a8ce7243589c9e358bf796d2c1",
            "sentence": "As a new graduate with no work experience, Tom was wet behind the ears when he started his first job."
        },
        {
            "id": "8ebc87a973b14212a12e025a66bbe8a5",
            "sentence": "Tom looked like he didn't have a care in the world, but nothing could've been further from the truth."
        },
        {
            "id": "24334092ad52431a87bc524bf9ac5370",
            "sentence": "The pledge to stop smoking cigarettes ranks among the top ten New Year's resolutions year after year."
        },
        {
            "id": "f61838e7851e4c59b9a6efaedb0a233b",
            "sentence": "At the end of his life, Hokusai lived in misery, alone with his daughter, and worked until his death."
        },
        {
            "id": "c7dd8d0cf28c4d61a8f2a4f3e03ebd25",
            "sentence": "Some of the mistakes that Tom makes in French are because the textbooks he studied from had mistakes."
        },
        {
            "id": "a2e12836b3264eb59ed0ef64f27132c9",
            "sentence": "Until 1986, in the schools of England, it was legal to punish children with belts, sticks, and clubs."
        },
        {
            "id": "371c364f432741c8bc54658dcbf385e3",
            "sentence": "You don't have to leave me hanging like this. Why don't you just come out and tell it to me straight?"
        },
        {
            "id": "0e6f3b221a9f43ef8aea1e82bbe64b74",
            "sentence": "People take things too personally and the good behaviour of some rewards the bad behaviour of others."
        },
        {
            "id": "94e85f175da2405c9125b94207751a91",
            "sentence": "Did you say that Tom has left the hospital? That means he'll be coming back to work soon, doesn't it?"
        },
        {
            "id": "cd652d04e0004b5ea945c42c929dcd34",
            "sentence": "I don't think a native speaker would ever say it that way, but I can understand the intended meaning."
        },
        {
            "id": "fbc7276a4b13409abe1c30923e913df8",
            "sentence": "Why did I buy flowers? Why are you asking me such a question? I just bought them because I wanted to."
        },
        {
            "id": "a5d084f493124b8fb08267238287d235",
            "sentence": "People always say that when you kiss a frog, it'll turn into a prince, but I've never seen it happen."
        },
        {
            "id": "85476c66437b4669bc72f26f04e12e44",
            "sentence": "One of the most important skills a debater can have is to deliver cogent arguments in a clear manner."
        },
        {
            "id": "2ff886f10ec3464fa1fea21fd248f056",
            "sentence": "Tom was acquitted of the charge of stealing money from Mary, but was found guilty of attempted fraud."
        },
        {
            "id": "1e3edf17514748a28cbaffcf13a96e2c",
            "sentence": "I woke up one morning to find that all the bills in my wallet had turned into two-thousand yen bills."
        },
        {
            "id": "794ade6b1dab4382b1dfdd78a9c73923",
            "sentence": "It looks like it may rain today. I'm worried that our cherry-blossom-viewing party might be canceled."
        },
        {
            "id": "d3f1b270026e48c1bfedc2079c612ccc",
            "sentence": "Banks will try to lend you an umbrella on a sunny day, but they will turn their backs on a rainy day."
        },
        {
            "id": "95c319d0f1394fe0978545ec9ece4b83",
            "sentence": "The Oxford comma is awkward, unnecessary, and cannot be carried over to languages other than English."
        },
        {
            "id": "071858b6b7574405b9ddf7b330bd1555",
            "sentence": "Grammatically there is nothing wrong with this sentence, but I think it would never actually be used."
        },
        {
            "id": "01e27f183d1a4d7aa076145112494f76",
            "sentence": "If you're tired of arguing with strangers on the Internet, try talking with one of them in real life."
        },
        {
            "id": "5c94faece7df495c934946ce4b4eb37d",
            "sentence": "The doctors thought he was dead, but today he is still alive and healthy, and has a job and a family."
        },
        {
            "id": "45873d47b17043e39f6ff39676dfbfac",
            "sentence": "Farming looks mighty easy when your plow is a pencil and you're a thousand miles from the corn field."
        },
        {
            "id": "e79e3b6cfb85453dbd0817193cf30b99",
            "sentence": "My neighbors never complain about how loud my parties are because I always invite them to my parties."
        },
        {
            "id": "ef04797382bd43aba2ecc91ac8f1d1ee",
            "sentence": "Memories came flooding back when Tom found some photos from his childhood in an old box in the attic."
        },
        {
            "id": "994cf57400ab436baa088d45586cbf8c",
            "sentence": "Recently Tom and I seem to just keep missing each other. I never seem to be able to meet up with him."
        },
        {
            "id": "81b2fdf2efc44d6f82155074e2f5d91d",
            "sentence": "Tom is always sleeping in class. It almost seems like he goes to school just to catch up on his sleep."
        },
        {
            "id": "b622a5af37554ecf8978e8040a77ee8e",
            "sentence": "Tom rolled out of bed at 6:30, shuffled into the kitchen and put two slices of bread into the toaster."
        },
        {
            "id": "5078ab3eff574d98ae90d5bcd94b00d2",
            "sentence": "Tom was determined not to make the same mistakes with his children that his parents had made with him."
        },
        {
            "id": "1c6ada5400fe4f1bb89557123d93cc53",
            "sentence": "My father, grandfather, great-grandfather and great-great-grandfather all had the same name as I have."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}