{
    "currentPage": 14299,
    "pageSize": 50,
    "items": [
        {
            "id": "1a7220dd291a4109aa5e001c63a64532",
            "sentence": "This cactus looks soft and fuzzy, but you shouldn't touch it because its spines are very sharp and will get stuck in your hand."
        },
        {
            "id": "8dfb11567a9c47ee92cafb05a1ef9225",
            "sentence": "I started a new blog. I\\'ll do my best not to be one of those people who blogs a lot right at the start and then quits blogging."
        },
        {
            "id": "ef7eaf9599a44be3b1656dad5ec0223c",
            "sentence": "I can't remember all my passwords, so I write them all down in a notebook I keep hidden where I don't think anybody can find it."
        },
        {
            "id": "b8e46a716e0a4378a7b9b7e2e7e161fb",
            "sentence": "If one has the right to live, then one should also have the right to die. If not, then living is not a right, but an obligation."
        },
        {
            "id": "835d2b403e5e46f1b6ee6fa2367ac183",
            "sentence": "In order to use one of the shopping carts the store provides, you have to insert a small coin into the lock mounted on the cart."
        },
        {
            "id": "aaa6fccbe04c4b59a917eb9f84c5ad17",
            "sentence": "When Tom was a kid, he used to collect his father's cigarette butts until he had enough tobacco to roll a cigarette for himself."
        },
        {
            "id": "a0d1ec3c7fc24114a739c662c3e0be82",
            "sentence": "The cones of the jack pine, for example, do not readily open to release their seeds until they have been subjected to great heat."
        },
        {
            "id": "1466c7866cd444efb999a9f49492ce8e",
            "sentence": "Imogen of the Internet wore an eyepatch under her glasses, a look which hipsters would imitate on and off for the next ten years."
        },
        {
            "id": "8bd98cc269334e40821c0d656641610a",
            "sentence": "In an effort to declutter his apartment, Tom is going to get rid of one or two unneeded items per day for the next twelve months."
        },
        {
            "id": "190850ea5f38486c9672fbe0964f7090",
            "sentence": "The winters come in strong, so I'm always spending December wrapped in layers and layers of thermal clothing while I acclimatize."
        },
        {
            "id": "b489f5755a8f496a83d755ead36210aa",
            "sentence": "The future diplomat to France carved his name and the name of his beloved (a Japanese cartoon character) into the bark of a tree."
        },
        {
            "id": "b52599ca810747a88c040b23393a2c2d",
            "sentence": "One of her choice parlor tricks was to crack walnuts with her quadriceps, to the amazement of even the most seasoned bodybuilders."
        },
        {
            "id": "c3871196f9b046d08514726a17c7ef5d",
            "sentence": "A really perceptive person can figure out a whole situation with just a few clues. That's the kind of person I want you to become."
        },
        {
            "id": "c1df7cb001f54bcea22168f564c86638",
            "sentence": "Since children are more scared than amused by clowns, I wonder if some comedy trope of ours will become horror fodder in 100 years."
        },
        {
            "id": "1aea29c53e334d8eae6762ab23878d9c",
            "sentence": "Every man's work, whether it be literature or music or a picture or architecture or anything else, is always a portrait of himself."
        },
        {
            "id": "57698c60fac144fcbd105f7fecfd32f6",
            "sentence": "\"Educational autism\" in the California school system apparently has looser criteria than the DSM-IV's series of autistic disorders."
        },
        {
            "id": "7b23f10fe1a6443c8fcf965cd3ef576a",
            "sentence": "My university is celebrating its centennial this year, so you can see banners with its colors, logo, and mascot all over the place."
        },
        {
            "id": "1c9f3d3902a34b798a840bd5818bd8a3",
            "sentence": "Rescue dogs are usually trained to respond to hand signals, since in noisy situations, dogs may not be able to hear verbal commnds."
        },
        {
            "id": "3f2e78f7d0e74eeab94fe0b3c373dd9b",
            "sentence": "Blues singer and guitarist Robert Johnson would've been 100 years old on May 8th of 2011 if he hadn't died when he was 27 years old."
        },
        {
            "id": "ac5a7b28a39d4d74a16f26e21341f040",
            "sentence": "Imogen of the Internet has a habit of paying fifty dollars for clothes that are manufactured to look like five-dollar hand-me-downs."
        },
        {
            "id": "f791d158290a40a08e18d415aa2c20ed",
            "sentence": "It's sort of like eating wild mushrooms collected by a stranger who claims he knows which mushrooms are poisonous and which are not."
        },
        {
            "id": "76cd5733493644ed83f9ad5ca0cf1aaf",
            "sentence": "If you know that something unpleasant will happen, that you will go to the dentist for example, or to France, then that is not good."
        },
        {
            "id": "37d1d3628db14ea9b7e98c6e98d66de6",
            "sentence": "Every vertex of a 3D model has a huge amount of data associated with it, influencing the behavior of colors, textures, and lighting."
        },
        {
            "id": "1aa8867aab4b45899858071eca6ced3e",
            "sentence": "I can't remember all my passwords, so I write them all down in a notebook I keep hidden where I don't think that anybody can find it."
        },
        {
            "id": "9982b066a73a4054b862b99d902795c4",
            "sentence": "Italian film director Federico Fellini was known to have used imagery from his dreams as inspiration for scenes in some of his films."
        },
        {
            "id": "ed7abebb497b4913903bbb5cf12c0da9",
            "sentence": "Jill of the Jungle could transform into a phoenix, a frog, or a fish. The fish and the phoenix could both fire unlimited projectiles."
        },
        {
            "id": "2af45bf8af014910bbd2bc1e2f9a5933",
            "sentence": "Tom left Boston at noon on June second and he got back to Boston at noon on September fourth. How many days was Tom away from Boston?"
        },
        {
            "id": "e1ba354f6c734884b54a649a31de2df4",
            "sentence": "Denying a quality education to the children of working families is as wrong as denying health care or child care to working families."
        },
        {
            "id": "6492785539f242829d0fe565447fb753",
            "sentence": "The American Cancer Society says the sooner smokers stop smoking, the more they can reduce their chances of cancer and other diseases."
        },
        {
            "id": "9abaf518f9a74e87b767784fef31a594",
            "sentence": "The use of bad grammar and spelling in the email asking Tom to update his bank account details was a telltale sign that it was a scam."
        },
        {
            "id": "b1fc9f0fc676436fb083c7c4de75f394",
            "sentence": "A number of pollutants are required to be filtered out from the flue gas of power plants before it can be exhausted to the atmosphere."
        },
        {
            "id": "42d92d9ac6434dd0be0ce1caaa503bd6",
            "sentence": "I got fired from the company, but since I have a little money saved up, for the time being, I won't have trouble with living expenses."
        },
        {
            "id": "4e8a85b638a048919772f00d958f6dfe",
            "sentence": "Tom hadn\\'t washed clothes in a long time, so he searched through his dirty clothes to see if there was something clean enough to wear."
        },
        {
            "id": "91d001e829bb4185843d1c27b3b682a6",
            "sentence": "When Tom and Mary got married, he was 42 years old, and she was half his age. How old will Tom be when Mary reaches two-thirds his age?"
        },
        {
            "id": "618a685cc61e49a7a3e6d8fe33015063",
            "sentence": "When I was young, I lived just around the corner from a small confectionery. I spent many a week's allowance there on colorful candies."
        },
        {
            "id": "7c556ac67a674ebaadac26040b8246bb",
            "sentence": "It wasn't my lucky day. First, I got a parking ticket and then things went from bad to worse when I got pulled over for making a U-turn."
        },
        {
            "id": "9fc1b2b004074b55b538a2cf655cc49f",
            "sentence": "In America, we believe that a lifetime of hard work and responsibility should be rewarded with a shot at a secure, dignified retirement."
        },
        {
            "id": "1fcf90194bc7468093ed13f2c94dda64",
            "sentence": "It's sort of like eating wild mushrooms collected by a stranger who claims that he knows which mushrooms are poisonous and which are not."
        },
        {
            "id": "8beba1e6c1184e59bfb879e15afec798",
            "sentence": "Muiriel has promised me that if I read the book \"The Picture of Dorian Gray\" entirely in English, she will help me with my math homework."
        },
        {
            "id": "aaa900bcf0734680908e1eb0e731b0a7",
            "sentence": "I am a Catholic also. If you were to tell anyone, I would lose my job at once, so you see how important it is for you to keep the secret."
        },
        {
            "id": "60444517e3b64065b697a34695d1c472",
            "sentence": "He and I have a near-telepathic understanding of each other. No sooner does one of us say something than the other is already responding."
        },
        {
            "id": "acbe7380466f4ee08c94b79c58ad32dd",
            "sentence": "They call it an English grammar book; I call it an arduous, soul-draining and depressing experience pushing the limits of human patience."
        },
        {
            "id": "a6ff4f4fdced4a789705aad2ed6df52e",
            "sentence": "At higher production rates, it becomes necessary to use an automatic palletizer to sort boxes of finished goods onto pallets for shipping."
        },
        {
            "id": "c22d0d2de9364154bc81dc40c0a7ad4c",
            "sentence": "Well-meaning noobs can give advice capable of bringing about an armageddon with the potential of destroying the Earth multiple times over."
        },
        {
            "id": "6e2a7019aa4f4976a959740b27342e43",
            "sentence": "The Kelpie, an Australian sheep dog, is an excellent working dog and can muster large numbers of sheep with little or no command guidance."
        },
        {
            "id": "3087c0588b394de8b320d8b6367ffeb8",
            "sentence": "The only metal that a metal detector can detect is the metal in another metal detector. That fact was instrumental in my parents' meeting."
        },
        {
            "id": "cb906a1541854f6d883c33dbdce5bbd7",
            "sentence": "Keeping Mario in a state in which he can throw fireballs is a delicate process; that newfound power sometimes makes one cocky and careless."
        },
        {
            "id": "c3e3a7b3c16f42338eaa9f90c47e63ff",
            "sentence": "She has a boyfriend she's been going out with since high school, but she feels their relationship is in a rut, so she's become discontented."
        },
        {
            "id": "4576affc7ec943388817051441002ea7",
            "sentence": "It's fun to watch nerdy cartoon characters from the 90s brag about how many megabytes of RAM they have, which is usually somewhere around 8."
        },
        {
            "id": "5030322104844282af657de3899bfd5e",
            "sentence": "Tim produced a perfect alveolar trill for a straight minute. The rest of the Spanish class envied and despised this vulgar display of power."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}