{
    "currentPage": 14298,
    "pageSize": 50,
    "items": [
        {
            "id": "4e5e3a5a8eef410e95e1d571a8e5b7bf",
            "sentence": "A lot of people who have up until now been spending money having a good time now need to be more careful with their money."
        },
        {
            "id": "4f7de600e76747eba7c6d6c55c76ebfb",
            "sentence": "Tatoeba gave Imogen of the Internet a fascinating opportunity to compulsively produce a series of extremely short stories."
        },
        {
            "id": "42722cc6bac24e5b8834f75c30a982d7",
            "sentence": "The other day when I stopped by at a friend's house, it wasn't my friend that came out of the front door, but her husband."
        },
        {
            "id": "da0bc43ffcda4b158c12cda167e92577",
            "sentence": "There's no telling what kind of trouble this proposal might stir up. The result is certainly going to be something to see."
        },
        {
            "id": "743105ba4f1944db836cf341486442fd",
            "sentence": "A game of basketball was being played, and those not engaged in the game itself were sitting around watching its progress."
        },
        {
            "id": "e30fb89ebe244b6aba4e0e97d012160c",
            "sentence": "I could hear the voices of several other guests who had arrived and were already eating together in the main dinning room."
        },
        {
            "id": "56d32c1719c9414691808d8a6d8d6962",
            "sentence": "I don't think Tom will sell me his old car for eight hundred dollars, but he might sell it to me for nine hundred dollars."
        },
        {
            "id": "966cacc9925642a0ba9f0ca9c5b839db",
            "sentence": "Tom's trip ended in Boston where he was involved in a traffic accident and ended up spending three months in the hospital."
        },
        {
            "id": "8ad92cda6dcb4b6a86bd8547c5b3481e",
            "sentence": "Your English is grammatically correct, but sometimes what you say just doesn't sound like what a native speaker would say."
        },
        {
            "id": "cd533dfd01f4430aaefbcc694dedb7fb",
            "sentence": "It's very easy to sound natural in your own native language, and very easy to sound unnatural in your non-native language."
        },
        {
            "id": "4ad7375f61f54ab488cb0a46977e59c1",
            "sentence": "A homeless man and a three-year-old boy argued for an hour about whether or not Batman has superpowers, which he does not."
        },
        {
            "id": "49b11838e23f4f34b519f19e4fd74ee9",
            "sentence": "Tom didn't know how long the leftover chicken had been in the fridge, so he erred on the side of caution and threw it out."
        },
        {
            "id": "bca6feb4f94a433b8a860db201b2e7af",
            "sentence": "Tom isn\\'t your average guy. He doesn\\'t like things most guys like and he doesn\\'t like to do things most men enjoy doing."
        },
        {
            "id": "428622e8d46643f395d82dcddc57ffac",
            "sentence": "Why do you insist on paying for your school expenses yourself, when your parents are willing to give you financial support?"
        },
        {
            "id": "f9304c4ea5574d67ad4fe7b24f46fe34",
            "sentence": "The United States and Britain have different sign languages. Mexican Sign Language also differs from Spanish Sign Language."
        },
        {
            "id": "bdced9100153426faf5e295db79a746f",
            "sentence": "When Tom was walking down the street at night, a man he didn't know threatened him with a knife and robbed him of his cash."
        },
        {
            "id": "dee369caf0464b3bb81228a9b79e6d31",
            "sentence": "The convicted drug dealer was willing to comply with the authorities to have his death sentence reduced to a life sentence."
        },
        {
            "id": "6b23a06dbac04f179884989a53eeb929",
            "sentence": "Man is the only animal that learns by being hypocritical. He pretends to be polite and then, eventually, he becomes polite."
        },
        {
            "id": "0c2ec3a3034f46478e29c5b11042365b",
            "sentence": "I wanted to visit Tom next Monday, but he said he was going to be busy, so I\\'m planning to visit him the Monday after next."
        },
        {
            "id": "3ab341bda2254e63bab0e52188bb274e",
            "sentence": "It's no use trying to find people to play Street Fighter with when you can't explain double quarter-circle joystick motions."
        },
        {
            "id": "943a48f052d74e5e8a8cfa74301c5c3e",
            "sentence": "With every increase of scientific knowledge, man's power for evil is increased in the same proportion as his power for good."
        },
        {
            "id": "a43c2d9d11a24124a3f20aedb752ec33",
            "sentence": "I remember in art class in elementary school, we were made to wear smocks so our clothes wouldn't get splattered with paint."
        },
        {
            "id": "284e0e84d7be4c8d95151803b638220e",
            "sentence": "Some species will copulate whenever the opportunity presents itself, while others only do so at a specific time of the year."
        },
        {
            "id": "97568ce8859d4e19a580c200d0eaea5e",
            "sentence": "Such was his devotion that the priest hardly ever needed to look down and read from the Bible sat upon his mahogany lectern."
        },
        {
            "id": "b1bf961e8c8f44fc9208b2a48f66887b",
            "sentence": "I tried everything I could think of to convince them to stop ruining their life, but they remained obdurate to the very end."
        },
        {
            "id": "4b57f92d1612434b9162af9ccda4153c",
            "sentence": "You'll need a document that proves your identity, such as an identity card, passport, driver's licence or birth certificate."
        },
        {
            "id": "502cd14c11864bc1bf7efd9aea483331",
            "sentence": "The element Indium is a key component in the transparent, electrically conductive coatings used in many electronic displays."
        },
        {
            "id": "abb3f96019fe481fa35e13a1833bb839",
            "sentence": "History is like quantum physics: the observer affects the event observed. Is the Kennedy assassination a particle or a wave?"
        },
        {
            "id": "5201104e0a1c437a92719fdc1110d06f",
            "sentence": "His style (if you were to call it that) was excessively (though I run the risk of hypocrisy) parenthetical (pardon the pun)."
        },
        {
            "id": "d8a36918aaaa4a1ca6a9e1038c7258cb",
            "sentence": "\"Jingle Bells,\" a popular song around Christmas time, is not really a Christmas song. The lyrics say nothing about Christmas."
        },
        {
            "id": "d67bd4be717048449f003a72aa8538d4",
            "sentence": "Tom speaks French with his mother and English with his father. If all three of them are speaking together, they speak French."
        },
        {
            "id": "ab0b1d440b394c13906bee40d12cdb58",
            "sentence": "Japan's gold and foreign exchange reserves stood at $68.9 billion at the end of 1998, down from $77.0 billion a year earlier."
        },
        {
            "id": "81ceaf03064145ee85e5e4c26683c8ce",
            "sentence": "After 10 years of patchwork development, the software had become so slow and unwieldy that it had to be rebuilt from scratch."
        },
        {
            "id": "52a85c6700d24b2991fe438e0ca75a7f",
            "sentence": "The English language is undoubtedly the easiest and at the same time the most efficient means of international communication."
        },
        {
            "id": "57bb987ddefc43629c3f7ee51eb81cd9",
            "sentence": "I used to watch this anime a lot when I was a kid, but I can't quite remember what happened to the hero in the final episode."
        },
        {
            "id": "0a3bd6d53dc147aabfd306891beb0eb7",
            "sentence": "Is it possible to drive in Australia with a Canadian driver's license, or do I need to get an international driver's license?"
        },
        {
            "id": "f9e43ac1c0f74fdd8dd34c32aa21b903",
            "sentence": "The crocodile, which produces only male young in hotter weather, might die out too because there will be no females to breed."
        },
        {
            "id": "3685da0b95b3415381bc5cf54a1ee87c",
            "sentence": "Hiring a non-native French speaker to translate the document into French is like hiring a carpenter to fix your leaky faucet."
        },
        {
            "id": "c03624f4ea994429a5c08fafeb6793bf",
            "sentence": "Low-lying lands will flood. This means that people will be left homeless and their crops will be destroyed by the salt water."
        },
        {
            "id": "21434405b60e44c6b3df27b8cba6d38e",
            "sentence": "Instead of giving each other Christmas presents this year, we donated the amount we would have spent on presents to a charity."
        },
        {
            "id": "8acfc211bbee4155a6dc9207319817b5",
            "sentence": "Even though Tom and Mary went to the same high school, they never talked to each other until they were both in their thirties."
        },
        {
            "id": "a102706210114a7f920310744b0681b6",
            "sentence": "I thought I had paid the monthly fee, but I received a phone call from the school saying that the bill still needs to be paid."
        },
        {
            "id": "2d078760e317430e8d61dcbe36e90c9d",
            "sentence": "We have to cut business expenses here. Haven't you ever heard of looking at how much you're getting before you start spending?"
        },
        {
            "id": "056569c74cf64f0aa15558b4a4555ae4",
            "sentence": "Mary thought to herself that she ought to buy a new cover for the ironing board since the old one was getting pretty tattered."
        },
        {
            "id": "2f3fc22da1e94965b5519bba04b6c1ce",
            "sentence": "My roommate is prodigal when it comes to spending money on movies; he buys them the day they're released, regardless of price."
        },
        {
            "id": "9e1aa673f2a846c49619f31b75ab2648",
            "sentence": "Looking closer at the photos, I could tell that the weasel was an American marten by the light color of the fur on its throat."
        },
        {
            "id": "29cd9792d54c46ab8ee2969ecaa00938",
            "sentence": "Ray was willing to corroborate Gary's story, but the police were still unconvinced that either of them were telling the truth."
        },
        {
            "id": "2b2584e9f5f8489f9ce38f46bc74d27a",
            "sentence": "I couldn't believe myself when she pretended to be angry. Her loud voice, red face...the whole caboodle was pretty convincing."
        },
        {
            "id": "5852f6add1c54b8ebebef312276ad698",
            "sentence": "Someone had definitely spiked Tom's drink, because he could no longer stand up and the next morning he could remember nothing."
        },
        {
            "id": "72f5673759f84754938432c8b9d75a36",
            "sentence": "I never meant to say that the conservatives are generally stupid. I meant to say that stupid people are generally conservative."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}