{
    "currentPage": 14292,
    "pageSize": 50,
    "items": [
        {
            "id": "de5d6aaddefb4993911e85bd220e849e",
            "sentence": "Tom and Mary went on a safari and saw many animals, such as lions, giraffes, zebras, and hippopotamuses."
        },
        {
            "id": "4fb39802c40b46789ed1d104b7acaf0f",
            "sentence": "Tom is the type of person who always demands that something be done rather than request that it be done."
        },
        {
            "id": "cbe7a755bbdf4a1481b6b63ca42d9a02",
            "sentence": "I\\'ll be playing tennis with Tom this afternoon, but it\\'s not something I\\'m really looking forward to."
        },
        {
            "id": "66a2ec9bc39e44e89780e011bbaa4b43",
            "sentence": "Tom had no idea, as he set off for the party, that he was going to meet the love of his life that night."
        },
        {
            "id": "5759eb1c9ced421b9d772a265774634f",
            "sentence": "If we both hadn't broken our legs at the same time, we wouldn't have gotten to spend this time together."
        },
        {
            "id": "c5252523038e412681634ab8e8ccbc18",
            "sentence": "The crowd may be on the side of Luciano, but the champ has got the skill to win and that's what matters."
        },
        {
            "id": "6601e46ed89e44b194b7c55b353c1aea",
            "sentence": "Tom opened his car door with a little too much force and accidentally dinged the car parked next to him."
        },
        {
            "id": "6ed7c212b1584268ab3c42e0817d3087",
            "sentence": "Tom flew into a childish fit of rage and threw his glasses on the floor with enough force to break them."
        },
        {
            "id": "a1cf72dd62224aeea298c16fddea917a",
            "sentence": "Imogen of the Internet is not yet notable on Wikipedia, but it is one of the many things she aspires to."
        },
        {
            "id": "5b163650a80543b7b46089d42dbaf5e0",
            "sentence": "What's important isn't which university you've graduated from but what you've learned in the university."
        },
        {
            "id": "607c8f171f804eeaa548d2e51c25996a",
            "sentence": "In order to play this song on this keyboard's limited range, I had to transpose it into a different key."
        },
        {
            "id": "20df6dbb3ef24f87be462ffbb338179e",
            "sentence": "Tom looked at Mary's hands and noticed that she was wearing a number of rings, including a wedding ring."
        },
        {
            "id": "fcb43b54e4064347a0800512955c4436",
            "sentence": "Why did you wake me up to tell me something that big? Now, I'll never be able to concentrate on my work!"
        },
        {
            "id": "8439758c625e490893a4a0dc7a65f8fc",
            "sentence": "Some people think that it is difficult for a native speaker of English to learn Chinese, but I disagree."
        },
        {
            "id": "57ae584c334f470c9fb3b5632c854340",
            "sentence": "Our international sales continue to grow, bringing the name of Toyo Computer into businesses world-wide."
        },
        {
            "id": "0d7d3bde41864347b5ecce26d746c406",
            "sentence": "Paganini dazzled his audience with (among other things) a veritable hailstorm of left-handed pizzicatos."
        },
        {
            "id": "93f11306b55c48cea7be322dfa69aa44",
            "sentence": "You shouldn't only not drink and drive, you should never get into a car with anyone who's been drinking."
        },
        {
            "id": "ac66ad26ac1c46c8887aabc3423d5299",
            "sentence": "The careful use of evocative imagery is an important part of building a successful advertising campaign."
        },
        {
            "id": "9d25680f6c7e47e69935ad380b229e44",
            "sentence": "When I got out of prison, I couldn\\'t find a job anywhere near my home since no one would hire an ex-con."
        },
        {
            "id": "f7c79f8ac6ba44458b0e82414799ba3c",
            "sentence": "Since there are rice paddies near my house, I often hear frogs croaking all night long this time of year."
        },
        {
            "id": "bba0a3e44b164ff0b5bb486203aedc94",
            "sentence": "If Tom had been able to speak French better, he would\\'ve been able to tell everybody how he really felt."
        },
        {
            "id": "04c3ddf008c747a79d4a3f7b9ea20f22",
            "sentence": "On school nights, Tom goes to bed at nine o\\'clock, but on Fridays and Saturdays, he stays up much later."
        },
        {
            "id": "f7c54f6337e64165a01c70be7e37aa88",
            "sentence": "If you\\'d listen a little more carefully to what the teacher says, you\\'d probably be able to understand."
        },
        {
            "id": "4dccb683958243b5b9532e2078780aad",
            "sentence": "We were unsure what kind of person Tom would be and whether he would like living in the same house as us."
        },
        {
            "id": "b56479ed79064ebb83fb70cc772a53fe",
            "sentence": "It\\'s very unlikely that the teacher will believe Tom\\'s excuse for not having his homework done on time."
        },
        {
            "id": "d5dc1ce829d04c8db335c8e3345cffdf",
            "sentence": "Tom didn\\'t have any hard evidence, but he thought Mary was the one who stole his mother\\'s diamond ring."
        },
        {
            "id": "17d851443b63437dad6b40f1fc246e3d",
            "sentence": "Tom and Mary don\\'t have much time to talk together. Their children are always demanding their attention."
        },
        {
            "id": "064041b118e34edfb28d1826f104e3b5",
            "sentence": "The two men understood one another perfectly, and had a mutual respect for each other's strong qualities."
        },
        {
            "id": "abe22cd2a63f4dee9bb1165ce0b08dba",
            "sentence": "Tom was able to swim across the river, but Mary had to wait for someone to give her a ride in their boat."
        },
        {
            "id": "db31d34e2bdc4653996efcaefe601a5a",
            "sentence": "We ordered garlic bread and hot cheese dip for starters, which proved to be tastier than the main course."
        },
        {
            "id": "24b99f3dbaba420fa5d161c7adbe66af",
            "sentence": "On the one hand he is kind to everyone, but on the other hand he never behaves with too much familiarity."
        },
        {
            "id": "5b5e899ffbfa4f848f6c421596bf54b0",
            "sentence": "Tom started the car and waited a few minutes for the car to warm up before he pulled out of the driveway."
        },
        {
            "id": "f3f03659901c4f34843c6b5f4f90b825",
            "sentence": "Mary had a rule not to kiss on the first three dates, but this rule went out the window when she met Tom."
        },
        {
            "id": "f1a950de26964a928e80d76c653a2674",
            "sentence": "Tom and Mary's new apartment has three bedrooms. Does that mean that they're planning on having children?"
        },
        {
            "id": "d5549c742c674d329ddbc88a5da18dc0",
            "sentence": "The worst-case scenario is that Tom will lose his job and won't be able to keep up his mortgage payments."
        },
        {
            "id": "cfe9d648d4614843b0ccbd74a9f9e3b6",
            "sentence": "Being totally open and honest isn't always the best idea. These kinds of negotiations require some guile."
        },
        {
            "id": "3a26879545c440788a13d208f0b99b8d",
            "sentence": "Tell me about something that you wish you could do, but don't think you have the time or the money to do?"
        },
        {
            "id": "f2cc99986dcb455997088453618df113",
            "sentence": "Tom's mobile phone fell out of his pocket and into the pool when he leaned over to check the water level."
        },
        {
            "id": "5d7a01c201944873b17c12be98f3fd98",
            "sentence": "Having misconceptions of what mathematics is is even more ordinary than not knowing how to spell my name."
        },
        {
            "id": "efeebb73285d40f0a8e91dd7a1652015",
            "sentence": "Last year, I spent so much time by myself that I almost forgot how to communicate effectively with others."
        },
        {
            "id": "5f8ae024466844a8a4675136e3e18073",
            "sentence": "Tom wondered if Mary would think that eight in the morning was too early for him to open a bottle of wine."
        },
        {
            "id": "550f7a2a943943a9910222616c194edf",
            "sentence": "If you\\'d told me about it earlier, I could\\'ve been free. However, tomorrow I have plans to go back home."
        },
        {
            "id": "35fb4df703e342dfb49d9cbd4c8efd5f",
            "sentence": "Tom\\'s daughter pretended not to know him when he came to pick her up from school in his battered old car."
        },
        {
            "id": "934604c74f0641048bab8a7d2e19ffce",
            "sentence": "We were unsure what kind of person Tom would be and whether he would like to live in the same house as us."
        },
        {
            "id": "fcaa3693a50e410d83e3a1de52b15c42",
            "sentence": "Tom died at the scene of the accident. Mary and her father were seriously injured and are in the hospital."
        },
        {
            "id": "edb151efeff54d70b59dfe7e9c2eb917",
            "sentence": "Even though Tom knew that he\\'d be teased about his height, he decided to try out for the basketball team."
        },
        {
            "id": "ac56f520b39d4c14b363790595193b6c",
            "sentence": "It's difficult to love someone when it isn't clear whether or not the other person loves you the same way."
        },
        {
            "id": "985822379fee49a89ddc557f216339e2",
            "sentence": "I know it's highly unlikely that you'd ever want to go out with me, but I still need to ask at least once."
        },
        {
            "id": "eb57ca8bf4a046c79a54444e11f82ef6",
            "sentence": "I'd like to hold a staff meeting first thing tomorrow afternoon, so could you reserve the conference room?"
        },
        {
            "id": "3a09a7860f6e4f36aca6677cc971d10b",
            "sentence": "There was a feeling of constraint in the room; no one dared to tell the king how foolish his decision was."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}