{
    "currentPage": 14291,
    "pageSize": 50,
    "items": [
        {
            "id": "9d208713e34e4b2ead45495cd04b2a86",
            "sentence": "Before I get out of bed, I spend a little time thinking about what I\\'ll be doing the rest of the day."
        },
        {
            "id": "51202a5c138e471b901cc0f7c56b96da",
            "sentence": "Just saying you don\\'t like fish because of the bones is not really a good reason for not liking fish."
        },
        {
            "id": "42b7c7a37f304f038ba4f8ed44fc8b62",
            "sentence": "It\\'s important to take good care of your teeth so you\\'ll be able to eat properly when you get older."
        },
        {
            "id": "d8e0cff0ab684b8987473782e62f08f7",
            "sentence": "I looked in my closet for something to wear, but couldn\\'t find anything appropriate for the occasion."
        },
        {
            "id": "ebde7e0a8d34420c91bc66f0dae055e4",
            "sentence": "There have been a lot of complaints from students about the amount of homework that Mr. Jackson gives."
        },
        {
            "id": "bc6679f98c50489ab9711b769c9923d8",
            "sentence": "Tom put his career on the back burner and became a house husband, to enable Mary to pursue her career."
        },
        {
            "id": "621d5f8d0743476eb889ea85f0ebe0f2",
            "sentence": "I think all the coffee that I\\'ve been drinking in the afternoon is why I haven\\'t been sleeping well."
        },
        {
            "id": "9f8e7a42b9094784997444725f5c1ef0",
            "sentence": "I was just wondering if I could borrow three hundred dollars from you. I can pay you back next Monday."
        },
        {
            "id": "169a0f7c45614c01aa385c862dbb03c3",
            "sentence": "Tom is such a picky eater that he'll diligently pick the stringy pith from an orange before eating it."
        },
        {
            "id": "a439a9103af743d292d8160c115f427e",
            "sentence": "Tom went over to where Mary was sitting and gave her the envelope that John had given him to give her."
        },
        {
            "id": "5ff6922db66d48bb9f0ee0553a29b22e",
            "sentence": "Tom thought he'd lost his wallet, but eventually found it after searching the house for an hour or so."
        },
        {
            "id": "3197604652bb461598ae74b866ba10ca",
            "sentence": "I wish I'd planted apple trees here when I first bought this property. If I had, we'd have apples now."
        },
        {
            "id": "69491a2f27f14681b895d86ef026f263",
            "sentence": "Harnessing electricity, said the man with the bongos, is a sinful perversion of the earth's resources."
        },
        {
            "id": "b13b6bc683e24d61bf7fc40e6ece48f1",
            "sentence": "A man with a long beard was playing the saxophone and a young girl, perhaps his daughter, was dancing."
        },
        {
            "id": "b26a97536af24e6d99cfb3830fe629a6",
            "sentence": "I wasn't very good at speaking French until Tom and I started speaking French to each other every day."
        },
        {
            "id": "38a1ea3b1e9340f6891759312404e949",
            "sentence": "Tom has a brother and two sisters. His brother lives in Australia and his sisters live in New Zealand."
        },
        {
            "id": "dd93a4e287084d72b49b795a40cab121",
            "sentence": "I wonder if there would be so many Japanese translations on this site if it were called \"Por Ejemplo.\""
        },
        {
            "id": "8f923d479e4a4f10bc3df915daff1c2c",
            "sentence": "Tom was a contractor and thus did not belong to the inner-circle, even though his friend was the boss."
        },
        {
            "id": "84e8d32012564166ab82edf269ffde29",
            "sentence": "Tom spent fifteen minutes trying to pry open the drawer with a crowbar, but he couldn\\'t get it opened."
        },
        {
            "id": "2cc2a130c0b74ef39ae8099759b96e41",
            "sentence": "A young boy, who couldn\\'t have been more than five years old, asked Tom how to get to the post office."
        },
        {
            "id": "5d5b9196141f4b00868b99be6895e20b",
            "sentence": "Tom sprang out of bed, threw on some clothes, ate breakfast and was out of the door within ten minutes."
        },
        {
            "id": "f3d81be39b9b488f97474340c5d15c23",
            "sentence": "You should make sure that you get there on time. Tom won\\'t wait more than ten minutes if you are late."
        },
        {
            "id": "80bbd977e03a40869c137684ee5ca50b",
            "sentence": "There were three hundred cardboard boxes filled with old clothes ready to be sent to the disaster area."
        },
        {
            "id": "cd34172424524222ba5c2a14207dba9c",
            "sentence": "Tom is always sleeping in class. It almost seems as if he goes to school just to catch up on his sleep."
        },
        {
            "id": "dd8e5fdfcb674dedba984ff0d83beeaa",
            "sentence": "Tom prefers to take a shower in the morning while Mary prefers to take a bath just before going to bed."
        },
        {
            "id": "04f0b2157d904a92a82cdcf59019bcbf",
            "sentence": "Tom put a Band-Aid over his small tattoo of a spider so he would be allowed into a Japanese hot spring."
        },
        {
            "id": "cfb79a69f28e41c58f9d65f41e9d5ff2",
            "sentence": "Tom is finding his new job very demanding, and he often finds it difficult to find time for his family."
        },
        {
            "id": "3718cad4db524ab8a74a9ee5164adc8e",
            "sentence": "The band featured Tom on guitar, Mary on bass guitar and vocals, John on drums, and Alice on keyboards."
        },
        {
            "id": "ebda67da885f40b0801173b819695f3a",
            "sentence": "To make up for his unpleasant experiences in the hospital, Tom drank a little more than he should have."
        },
        {
            "id": "e1bab28838494fc39ce0074f11f83443",
            "sentence": "Tom told me Mary was good at playing the piano, but I didn't really believe him until I heard her play."
        },
        {
            "id": "22cf6341277d46a69181168f77e3306a",
            "sentence": "By the time we got there, there was only one puppy left, so we ended up getting the runt of the litter."
        },
        {
            "id": "ce3716b2503c4983a91f44a50baf5472",
            "sentence": "Tom didn't have any money to buy Mary a birthday present, so he wrote her some terrible poetry instead."
        },
        {
            "id": "1a1cfefc3b5242feae07b720a5a79827",
            "sentence": "We carry out treatments like whitening. We also do tobacco stain removal and other cleaning procedures."
        },
        {
            "id": "7ddb1027c8cf4877bf6d7442403919a1",
            "sentence": "A good way to boost reading and listening skills in a target language is to read or listen to the news."
        },
        {
            "id": "7317f93acc2d4280bb26f623e4a977e0",
            "sentence": "Tom wanted a fancy folding pocketknife with a corkscrew, screwdriver head, and a tiny pair of scissors."
        },
        {
            "id": "43cc1418fab04d358fb956aa277403ad",
            "sentence": "I live in a country where the cost of a liter of gasoline is cheaper than the cost of a liter of water."
        },
        {
            "id": "c80bae9901e14c63a07a213f7c01e229",
            "sentence": "In this harsh, petty world where money does the talking, his way of life is like a breath of fresh air."
        },
        {
            "id": "c6dbe0e198884efbac637a3b0c8d2e3a",
            "sentence": "Mary puckered her lips, expecting a kiss, but nothing happened. When she opened her eyes, Tom had gone."
        },
        {
            "id": "e87fe89ba93f4e3388c9cfbfe5c242fe",
            "sentence": "My Japanese teacher used to use a song to help us remember verb conjugations. No one really sang along."
        },
        {
            "id": "0118c6af2fcc4e698d2caef5a1e6f481",
            "sentence": "I never see a library without wishing I had time to go there and stay till I had read everything in it."
        },
        {
            "id": "c946e1bc3e554e40b6e26952915c2ae0",
            "sentence": "After the hatchet job my boss did on my proposal, I'm not sure how long I want to keep on working here."
        },
        {
            "id": "abd735b876494a5589f9fb6a716806b1",
            "sentence": "Tom felt the stiffness in his joints as he stood up after sitting in the same position for a long time."
        },
        {
            "id": "06cccf09c54448b9865a95488800e103",
            "sentence": "Tom was a stay-at-home dad; he took care of the children while his wife finished her surgical training."
        },
        {
            "id": "d35d7a5781ce4b40bfcd5298e3d73ec6",
            "sentence": "Caffeine is a purinergic antagonist that competitively inhibits adenosine at the sites of P1 receptors."
        },
        {
            "id": "f9092f457f1b4542bff043de26bbd90d",
            "sentence": "Since the traffic lights weren't working, there were policemen directing traffic at every intersection."
        },
        {
            "id": "480bbf9655224161980ecac9d2dd34b4",
            "sentence": "Tom doesn\\'t like being around children because he\\'s always afraid of catching a cold from one of them."
        },
        {
            "id": "a5d4141e57574d4686803d73743371fa",
            "sentence": "Tom was glad that he\\'d bought a bottle of wine with a screw cap, since he couldn\\'t find his corkscrew."
        },
        {
            "id": "e7361b7895014e208aa9273c77183fef",
            "sentence": "If Tom would learn to be a little more positive about things, people would probably like him a bit more."
        },
        {
            "id": "97ab35ecc2d24216b68651cf7bed3594",
            "sentence": "Mary asked Tom what he thought of her dress, but he knew better than to tell her what he really thought."
        },
        {
            "id": "2d1eeab25a034ef0abfdd3ccec7ced88",
            "sentence": "Tom thinks he knows how much money Mary makes, but Mary makes quite a bit more than Tom thinks she does."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}