{
    "currentPage": 14293,
    "pageSize": 50,
    "items": [
        {
            "id": "6e74b20f9f9b4566af94041711bbbb9d",
            "sentence": "Mary's kidnappers sent Tom a photo of her holding that day's newspaper, to prove that she was still alive."
        },
        {
            "id": "83a33450322c425f81f3ad7d73f05e64",
            "sentence": "Don't leave anything valuable on your dashboard. If you do, someone might break into your car to steal it."
        },
        {
            "id": "51f320ee861b4954bcdb19f208bddbc8",
            "sentence": "They say you should consult the past if you want to learn about the future. History has a lot to teach us."
        },
        {
            "id": "3bf8cc8072664b43807faa3eb9cea11f",
            "sentence": "When things don't go the way they're expected to go, the first thing most people do is blame someone else."
        },
        {
            "id": "8f985fed026c407b80f0d93417b0b1b1",
            "sentence": "We still have more than halfway to go to get to the top of the mountain. Are you really already exhausted?"
        },
        {
            "id": "f4221126634d4fb4947d17373eeeadde",
            "sentence": "Anime director Satoshi Kon died of pancreatic cancer on August 24, 2010, shortly before his 47th birthday."
        },
        {
            "id": "04ccbfb1947049ae95fa81378083ab2e",
            "sentence": "As he sat next to his dying mother in the nursing home, Tom regretted not having been a better son to her."
        },
        {
            "id": "d311e5b56ad2438aab4636b5bfc78c7f",
            "sentence": "The more I learn about demography, the more I realize how rich a story a single population graph can tell."
        },
        {
            "id": "2db388f26ff04eeb89ace64d0c66823d",
            "sentence": "The website is already available in 7 languages, and we hope to introduce new options in the coming weeks."
        },
        {
            "id": "2c89e36d7abb4aed90c95777bf8dda7a",
            "sentence": "I saw a man in the park wearing a green jacket and light brown pants who looked like he was in good shape."
        },
        {
            "id": "c2f93d06981c4c2b8b6af62ae2b47628",
            "sentence": "Although 475AD is the year that shows the 'decline' of the Roman Empire, it is not the year of its 'fall'."
        },
        {
            "id": "4528091035414f2bb53e1cdcd87ec3a5",
            "sentence": "Nothing will determine our success as a nation in the 21st century more than how well we educate our kids."
        },
        {
            "id": "ba8ae90fab35426180594dcff01ef734",
            "sentence": "We can argue about how to best achieve these goals, but we can't be complacent about the goals themselves."
        },
        {
            "id": "9bc2f2cfb86b4a1daa177d4ade7f53ef",
            "sentence": "It is foolish of you to build a castle in the air while forgetting to drive in pilings for its foundation."
        },
        {
            "id": "e91c967359aa49fb8e75b8dd00f1c212",
            "sentence": "If the device is not connected to the internet, the date and time settings will have to be manually input."
        },
        {
            "id": "4971e9fb27d049adaa453aefa562767d",
            "sentence": "It's difficult to love someone when it's not clear whether or not the other person loves you the same way."
        },
        {
            "id": "f1f3e191e6b9484e9d02f5a04a69740d",
            "sentence": "As long as you are thinking about the pros and cons of a relationship, I don\\'t think you can call it love."
        },
        {
            "id": "08131e06d41a4531b38d36166574e25f",
            "sentence": "I still make a lot of mistakes in French, but people seem to be able to understand what I\\'m trying to say."
        },
        {
            "id": "456eff802e8f41b38bbcc5bd1a2225b6",
            "sentence": "In addition to Mary and her new boyfriend, Tom invited three of Mary\\'s ex-boyfriends, without telling her."
        },
        {
            "id": "ff86dcf7db4b4bedb0b83de4b2c53186",
            "sentence": "The police wanted to search Tom\\'s house, but they didn\\'t have a search warrant, so he told them to leave."
        },
        {
            "id": "5cfe2026947145f7a9dce3b49e9bfce9",
            "sentence": "Tom asked Mary a few questions that she couldn\\'t answer, but she was able to answer most of his questions."
        },
        {
            "id": "ba9f3ef5b23a4ef78f332e5343071960",
            "sentence": "Tom couldn\\'t hear what the teacher was saying because all of the other students were making so much noise."
        },
        {
            "id": "25443ef4c9b04eeb979202a254943eea",
            "sentence": "When speaking to an international audience, it is perhaps best to speak English a little slower than usual."
        },
        {
            "id": "7444f26d4aca478ebbb39d57a9539525",
            "sentence": "It took Tom every ounce of courage he had to admit to Mary that he had once been part of a terrorist group."
        },
        {
            "id": "21b53ec0943f4d479e17c7fd65f09d8e",
            "sentence": "At one time we were enemies, but we've buried the hatchet and we are now on friendly terms with each other."
        },
        {
            "id": "e7c9a0f8902e4d9e942e36d959a3e296",
            "sentence": "Tom claimed he was good at French, so I hired him to teach my children French, a mistake that I now regret."
        },
        {
            "id": "00b17b975a1d49e3a94bf4a181afbec2",
            "sentence": "Why did I buy flowers? Is that what you just said? It's really noisy here so I couldn't hear you very well."
        },
        {
            "id": "6e899656065f491cb307ef9e8415cadb",
            "sentence": "Without an emulsifier to keep them from separating, oil and water always return to a heterogeneous mixture."
        },
        {
            "id": "e49b9d47089d4c0cbb3c70dc58f863e7",
            "sentence": "When bears sleep or lie down, their postures depend on whether they want to get rid of heat or conserve it."
        },
        {
            "id": "c3fad2aaa3c144d7896660ef047a2d20",
            "sentence": "I haven't seen anyone that enjoyed a better life than his, even though his living conditions were terrible."
        },
        {
            "id": "2407fc0bb5c643c2b37bf33a9a3fb580",
            "sentence": "The seven questions that an engineer has to ask himself are: who, what, when, where, why, how and how much."
        },
        {
            "id": "5aec1cd7b96e46f8a14f89ce0e972f63",
            "sentence": "I wasn't suggesting that you do it differently. I was just telling you that there was another way to do it."
        },
        {
            "id": "c828e55abda448dfa0247d6b346b20df",
            "sentence": "Incidentally, this room doesn't have anything like an air conditioner. All it has is a hand-held paper fan."
        },
        {
            "id": "8f798c27ee13419a981859d24b22953c",
            "sentence": "Cats are like girls. If they talk to you it's great, but if you try to talk to them, it doesn't go so well."
        },
        {
            "id": "e8b7a490ff854e25a7aa6368912deea0",
            "sentence": "The large, lonely plain, covered with snow, looked even more wondrous in the moonlight than during the day."
        },
        {
            "id": "db3183e7831946fdb00f99f9987f59b9",
            "sentence": "Tom felt obliged to ask Mary's parents formally, wearing a suit and tie, for permission to go out with her."
        },
        {
            "id": "1b95b5c9c4fa429d9cf8b42287a78bfa",
            "sentence": "Snakes are -to a certain extent- deaf, but can still hear very low sounds and are very sensitive to smells."
        },
        {
            "id": "c792b7e5e21242e9b204e7bcef3fd8a1",
            "sentence": "It's difficult to love somebody when it isn't clear whether or not the other person loves you the same way."
        },
        {
            "id": "8f7fb0760e8b448f80f200b5dc17f980",
            "sentence": "It's difficult to love somebody when it's not clear whether or not the other person loves you the same way."
        },
        {
            "id": "bd049cacd5494faebea7656f48be0891",
            "sentence": "We're gonna make sure that no one is taking advantage of the American people for their own short-term gain."
        },
        {
            "id": "105085428ca04fe9ba371d89363893bd",
            "sentence": "The bus driver slammed on the brakes and three of the passengers who were standing suffered minor injuries."
        },
        {
            "id": "4eba2c599c2f44c8963a0c5e69f9cdef",
            "sentence": "What\\'s important isn\\'t which university you\\'ve graduated from, but what you learned while you were there."
        },
        {
            "id": "a15962c4e884423386906391d983e3b1",
            "sentence": "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for the rest of his life."
        },
        {
            "id": "3e9eb018dbdb4a9c8ceaefc24a80af3d",
            "sentence": "My mother speaks French better than my father speaks English, so they usually speak to each other in French."
        },
        {
            "id": "852b75d956834bcda1194057b9d675c4",
            "sentence": "It wasn\\'t that Tom didn\\'t want to go to school, he couldn\\'t go to school because he wasn\\'t feeling well."
        },
        {
            "id": "5054b452e82c4cca8476dfd74abfa12b",
            "sentence": "I know it is highly unlikely that you\\'d ever want to go out with me, but I still need to ask at least once."
        },
        {
            "id": "0d54b7e0d95e47ceac39c06d222e1580",
            "sentence": "It may seem like Tom has forgotten all about the matter, but deep down inside, he\\'s still torn up about it."
        },
        {
            "id": "71a196b558f34cf8855df8d9e6cac2b0",
            "sentence": "Tom\\'s French teacher called his mother to let her know that Tom had skipped his French class several times."
        },
        {
            "id": "cd6ccfbc45e94195be68155479a97fe9",
            "sentence": "Someone told me that people with type O blood attract more mosquitoes than people with any other blood type."
        },
        {
            "id": "27ad10ef71874c9f804b5f7560bb1fc6",
            "sentence": "I asked Tom what he was listening to and he surprised me by saying that he was listening to classical music."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}