{
    "currentPage": 14300,
    "pageSize": 50,
    "items": [
        {
            "id": "4967a6cae76f4645882c43d0ce75851f",
            "sentence": "Christopher Columbus's happy meal toy was a limited edition clumsy noob waiter toy that whenever is set to walk, trips and falls on its face."
        },
        {
            "id": "8bd230f795dc406ba7981f1a85c9c79d",
            "sentence": "She has a boyfriend she's been going out with since high school, but she feels their relationship has stagnated, so she's become dissatisfied."
        },
        {
            "id": "a3970365e469412eabe29c37633e38a2",
            "sentence": "Yonder is the gymnasium. Down there to the right is the stables for the riding horse, but that building is more than a quarter mile from here."
        },
        {
            "id": "3bcf86aff228441aacac79cfd83280e0",
            "sentence": "When Tom showed up late for work for the third time in a row, his boss told him that it was the last straw and that he would have to fire him."
        },
        {
            "id": "70c04764b0864e928fc54102cbdaaa5b",
            "sentence": "Imogen of the Internet drew a mustache on each of her fingers, outdoing all of her friends, who only thought to draw a mustache on one finger."
        },
        {
            "id": "59ec973415d94051ae43642467aa7feb",
            "sentence": "When we watch a movie, play a video game, or read a book, we become emotionally attached to certain characters and gradually become like them."
        },
        {
            "id": "d8512ccc40da4cafbe81fa80bc53dab7",
            "sentence": "I think it\\'s a shame that some foreign language teachers were able to graduate from college without ever having studied with a native speaker."
        },
        {
            "id": "6b5cfe4198474f94b187862ca95bb21b",
            "sentence": "Everyone can make a difference in their own lives and thereby collectively make the world a better place for themselves and others around them."
        },
        {
            "id": "ed9a967f9ccd42a6b98b7c53a8b036cb",
            "sentence": "We had a power outage, so I had to reset the clock on my VCR. However, I was off by an hour, so the program I wanted to record wasn't recorded."
        },
        {
            "id": "010bf6b3a4854aaebf61baee180fbcd6",
            "sentence": "We had a fairly good idea what the world thought of the United States. Now we also know what the United States thinks of the rest of the world."
        },
        {
            "id": "126df8e4cfed445dad190fddc7811dcf",
            "sentence": "If you button the first button of your shirt wrong, all the others will be buttoned wrong. That's also the case with many other things in life."
        },
        {
            "id": "6fa06666610b4ae4b7b335f75406567f",
            "sentence": "I set my notes on the lectern, adjusted the microphone, and awkwardly set about presenting to the class a summary of my last month of research."
        },
        {
            "id": "74f3d646b2f245668e41db3d7ade07a9",
            "sentence": "Many view discus fish as mere aquarium decorations, but I've traveled to the Amazon to observe their fascinating parenting behavior in the wild."
        },
        {
            "id": "44b84e65b8c24628adbaf23afa9db00e",
            "sentence": "The queen began to fear that an assassin was among her retinue, leading her to expel them one-by-one until there was nobody left to protect her."
        },
        {
            "id": "1512021883e9418091b0efdf3379ce32",
            "sentence": "It is impossible to burn a copy of Dante's Inferno because the ice of the ninth layer of hell will put out any fires kindled with earlier pages."
        },
        {
            "id": "d721c5e35655463782025ceafe3a9086",
            "sentence": "If you translate from your second language into your own native language, rather than the other way around, you're less likely to make mistakes."
        },
        {
            "id": "72696763547e4aaf9a33268415b9bf1d",
            "sentence": "When writing a sentence, generally you start with a capital letter and finish with a period (.), an exclamation mark (!), or a question mark (?)."
        },
        {
            "id": "eaa2758ddae146108a7a7e4fea9fdcc3",
            "sentence": "Rose, Juniper, Lily, and Camellia were all named after plants, as was Giant Corpse Flower, whose high school experience was far worse than theirs."
        },
        {
            "id": "b3f582a1934840e6a2ec0b3c90701a4f",
            "sentence": "When Tom was a kid, he used to pretend he was playing the drums by tapping his fingers on the kitchen table, to the great irritation of his father."
        },
        {
            "id": "487953e6fe7a49cc97c5a1c52c0777d3",
            "sentence": "If forests cover 9.4% of the earth's surface, and if forests cover 31% of the earth's land surface, what percent of the earth's surface is not land?"
        },
        {
            "id": "0e0a3dac0d2b4b8b834e7a117679b47c",
            "sentence": "For the sake of completeness, let us mention that the ring R, considered as a module over itself, has submodules of arbitrarily large finite length."
        },
        {
            "id": "390916ab96504a54859e1fcaa326dc75",
            "sentence": "The National Center for Education Information says a predicted teacher shortage won't pan out because teachers who left the profession are returning."
        },
        {
            "id": "b40eb19209dc47388d250de897b83faa",
            "sentence": "And God saw the light, that it was good: and God divided the light from the darkness. And God called the light Day, and the darkness he called Night."
        },
        {
            "id": "92c15afc03874544a01f6ed126302e61",
            "sentence": "The people all praised the emperor's clothes without telling him the truth so as not to seem stupid, until a little boy said, \"The emperor is naked!\""
        },
        {
            "id": "d745b2af24a34a91b53bf2e6057b5fc0",
            "sentence": "At this rate, even independent film will never reach a true understanding of romance and relationships, so to hell with the movies, let's have dinner."
        },
        {
            "id": "37e44a0909434ce0921fadc5e2360dbc",
            "sentence": "The screening of donated blood for the presence of various illnesses is expensive, but is also necessary to keep the blood supply as safe as possible."
        },
        {
            "id": "6c78547ea22540e68e8c6565f0ea85c9",
            "sentence": "Our activism has been called parochial, but I would like to believe that our efforts will inspire others to make a difference in their own communities."
        },
        {
            "id": "e8ea5a59a82c4155a4eefd64a57b11d9",
            "sentence": "The Indonesian government is very unhappy at reports that Australian diplomats have been tapping their telephone calls, cables and other communications."
        },
        {
            "id": "605b0a0e00e946008e9992c34d6b7dcd",
            "sentence": "It's rare nowadays to see the marquee HTML element in modern websites, but in the early web, pages were sometimes loaded with constantly scrolling text."
        },
        {
            "id": "d1ac95c96a4e4843b4843daeb13494d1",
            "sentence": "The Australian Prime Minister has said that he does not intend to engage in megaphone diplomacy with Egypt over the jailing of an Australian journalist."
        },
        {
            "id": "b6c39f76083a44f6a99f2aa2fec67069",
            "sentence": "Kids these days have no imagination whatsoever. Only a nationwide revolution and sweeping economic reform will bring the hoop and stick back into vogue."
        },
        {
            "id": "356f323a5f714c348cd0d5de735975de",
            "sentence": "The Kansai dialects are said to have a \"sing-song\" quality because their pitch accents differ from standard Japanese, which comes from the Tokyo dialect."
        },
        {
            "id": "12b4d68fac45411f9c368ea5d1721c14",
            "sentence": "The people here are particular about what they eat, so even if a restaurant is inexpensive, it'll soon go out of business if the food doesn't taste good."
        },
        {
            "id": "58f772a45f6942de888fda46f03cc2c3",
            "sentence": "The joke about the chicken crossing the road to get to the other side is an example of \"anti-humor\": meant to be funny because, on the surface, it is not."
        },
        {
            "id": "b5ff434af83e49e988a71dfe0bc0d7ec",
            "sentence": "Part of why corn syrup is in everything is because massive corn monocultures have created a surplus that agriculture companies are scrambling to get rid of."
        },
        {
            "id": "35374e29cd6041a1aa269616f17d4668",
            "sentence": "Will we accept an economy where only a few of us do spectacularly well? Or will we build an economy where everyone who works hard has a chance to get ahead?"
        },
        {
            "id": "936d0e29c678470191d37cbef0df247d",
            "sentence": "That man has hit bottom: his wife has left him, he's lost his job, and he's an alcoholic. The worst is that I know him--he used to be my boss five years ago."
        },
        {
            "id": "5e81179f0a4a45c58daf5a9653496ef1",
            "sentence": "The hair on the back of Tom's neck stood up when he heard a strange sound coming from the room where a previous occupant had been murdered many years before."
        },
        {
            "id": "a8d6d96a3e644f178fe09602721b0b95",
            "sentence": "Little did Christopher Columbus know that future pirates are mostly internet pirates: The closest they will ever get to surfing the sea is being in a bathtub."
        },
        {
            "id": "66cd605e50ae41d9bbaa3c1cb6b4f240",
            "sentence": "You may not learn to speak as well as a native speaker, but you should be able to speak well enough that native speakers will understand what you have to say."
        },
        {
            "id": "81d59183df1c43158b97aee8f8f0d1af",
            "sentence": "Thanks to Facebook, stalking is no longer the bastion of a few devoted enthusiasts, but a highly automated task convenient enough even for the busy housewife."
        },
        {
            "id": "0dcb4e19983344d2b3eb2e3dd36e7c89",
            "sentence": "Is there some gustatory or culinary analog of a novel or film? In other words, can you eat or taste a complete, riveting story the way you can watch or read one?"
        },
        {
            "id": "fa728f09f17a4159b743eb48b74c6063",
            "sentence": "And the good news is that today the economy is growing again. Wages, incomes, home values and retirement accounts are all rising again. Poverty is falling again."
        },
        {
            "id": "639e9abb91f14dc6b679ea7c16fd3be3",
            "sentence": "Convocation was supposed to be a fun all-day event to get us new students acquainted with the university, but it really just felt like a ceremonial waste of time."
        },
        {
            "id": "f921e3673b9843839411dad7e9bf58f4",
            "sentence": "Mathematics is more than arithmetic. Scientists, and philosophers throughout history have called it the foundation of all knowledge, and praise its simple beauty."
        },
        {
            "id": "97581a36061e4a5abc697d391fab0e63",
            "sentence": "It's still too hard to find a job. And even if you have a job, chances are you're having a tougher time paying the rising costs of everything from groceries to gas."
        },
        {
            "id": "188aade876804b86b8f0423342d78f5a",
            "sentence": "Even at the end of the nineteenth century, sailors in the British Navy were not permitted to use knives and forks because using them was considered a sign of weakness."
        },
        {
            "id": "1969dff07b97429693939b69ad617b22",
            "sentence": "Tom said, \"You can kiss your girlfriend goodbye if you don\\'t kiss her goodbye,\" which meant, \"If you don\\'t kiss your girlfriend goodbye, then you\\'ll never see her again.\""
        },
        {
            "id": "771ef05f58a548f3a2d4bb09643c1313",
            "sentence": "The vodka he had brought to the party contained flecks of gold, which turned out to have been salvaged from discarded electronics, making for a lot of carcinogenic cocktails."
        },
        {
            "id": "c686ba5c812c4739bf0a117d62743215",
            "sentence": "When I was a kid, I thought that if I died the world would just disappear. What a childish delusion! I just couldn't accept that the world could continue to exist without me."
        }
    ],
    "nbPages": 14301,
    "nbResults": 715026
}