{
    "currentPage": 1412,
    "pageSize": 500,
    "items": [
        {
            "id": "2d52e14cbe16471387b4b45deda52c14",
            "sentence": "I know Tom is probably better at doing that than you think he is."
        },
        {
            "id": "fd3367570f5747b9a147995278528d97",
            "sentence": "I could tell by the look on Tom's face he knew what was going on."
        },
        {
            "id": "6a4cd46e497b43de8b6032fcec628318",
            "sentence": "Tom wasn't arrested in Australia. He was arrested in New Zealand."
        },
        {
            "id": "5dae1c1216b84ad1bb5f136cc974c4f6",
            "sentence": "It must've been difficult for Tom to live with someone like that."
        },
        {
            "id": "418e443d4022423397dea32a01f3d28a",
            "sentence": "I do not believe the weather will change for the worse next week."
        },
        {
            "id": "bacd1ed3c35b4ab3ba6de0c12b31cb2e",
            "sentence": "Kyowa Bank and Saitama Bank merged into Asahi Bank ten years ago."
        },
        {
            "id": "de9e741643d0424d832b1e59beea662e",
            "sentence": "Tom knew Mary wasn't likely to be ready when he got to her house."
        },
        {
            "id": "8e76678d93034f18a060d4e5cbe17297",
            "sentence": "People generally greet each other by shaking hands in my country."
        },
        {
            "id": "b3ccf1d1bfdc471b983ff996e7a97631",
            "sentence": "One of the most exciting things in life is riding a Ferris wheel."
        },
        {
            "id": "2fc17db2ae04460f98330a417c8a1431",
            "sentence": "It goes without saying that health is more important than wealth."
        },
        {
            "id": "1f67cdcc1a974b729b47d97aa7354bb1",
            "sentence": "How many times did you go to Boston when you were in high school?"
        },
        {
            "id": "f2d7b65561834d80915b2ebdb2f03bff",
            "sentence": "Tokyo, as you know, is one of the financial centers of the world."
        },
        {
            "id": "c549054d55074a35b6ec0a322490d2cf",
            "sentence": "The airport shuttle will take you to Tokyo International Airport."
        },
        {
            "id": "45e5c77dceee464ca1ee787628197754",
            "sentence": "I hear my father was as old as I am now when he came up to Tokyo."
        },
        {
            "id": "8a29707792b64611b011bcb3a15b7f52",
            "sentence": "This is the first time anybody has ever done something like this."
        },
        {
            "id": "48f3c4ab757744b6b6afa43f393da905",
            "sentence": "It's important not to lose sight of the project's original goals."
        },
        {
            "id": "af72408ddb81469baaad85b0c616cab6",
            "sentence": "In spite of everything, I believe we can still fix the situation."
        },
        {
            "id": "d68438cc41dc4daba3e8897421f2fe61",
            "sentence": "I'm a very heavy sleeper so I often sleep through my alarm clock."
        },
        {
            "id": "936f9f4c5d2545ff8a5fbf9d79521df4",
            "sentence": "No one went to the station to see him off when he left for Tokyo."
        },
        {
            "id": "a4f8721da6754308891a59074a8d50d4",
            "sentence": "When I was in high school, I was the tallest student in my class."
        },
        {
            "id": "b3b89ba7cd154fbbaf95b5c103203bd8",
            "sentence": "We don't have enough time to do everything that needs to be done."
        },
        {
            "id": "63ee38efc44247a09ae697b743b4e38e",
            "sentence": "My curtains were open, so I could see what was happening outside."
        },
        {
            "id": "e5916a79426348f8ab16a36f9e083896",
            "sentence": "Tom can't believe Mary thinks it's OK to let John take the blame."
        },
        {
            "id": "79490e8a0bc24dcfba0cb7a4eceb6fe8",
            "sentence": "Why didn't you tell me that you couldn't do that without my help?"
        },
        {
            "id": "12b59ae2dc484396b357c4287f75ceac",
            "sentence": "Why didn't you tell me that you were planning to go to Australia?"
        },
        {
            "id": "1ebb91d559ab475ebae604255970d150",
            "sentence": "To make this cake, you'll need baking powder and unsalted butter."
        },
        {
            "id": "6043505754d64eeda85f6e5b1c59fd0c",
            "sentence": "Are you really listening, or just waiting for your turn to speak?"
        },
        {
            "id": "693185bcda2c4197984d833835ee9716",
            "sentence": "Tom and Mary blamed each other for the failure of their marriage."
        },
        {
            "id": "c4961ca570464013a86bfe59f764cfb4",
            "sentence": "I'm going to do my homework as soon as I get home this afternoon."
        },
        {
            "id": "fa16da17be2542d28d355f4e3ae787e5",
            "sentence": "One of the babies started crying and all of the others joined in."
        },
        {
            "id": "df7a904da54243b19d6da8f45854082b",
            "sentence": "What's the most embarrassing thing that has ever happened to you?"
        },
        {
            "id": "a8623e5069334ab3841cde1b6dc80cf9",
            "sentence": "Tom's answer shows that he's missed the whole point of the story."
        },
        {
            "id": "6995486d2f8b416b8a49bf788976bead",
            "sentence": "What Tom thought was a harmless joke, soon became deadly serious."
        },
        {
            "id": "6413df738e544d71b3e3f0c9688a9186",
            "sentence": "Tom went to bed early because he had an early start the next day."
        },
        {
            "id": "014d980a475d4cc08f7f47f4ed69ef23",
            "sentence": "Tom and his team worked around the clock to get the job finished."
        },
        {
            "id": "e178a750d8a741049155f7a44109551e",
            "sentence": "Tom went down into the cellar and returned with a bottle of wine."
        },
        {
            "id": "ad03b790691546328dc48fe315fe3027",
            "sentence": "It would be wise not to let Tom know what your opinion of him is."
        },
        {
            "id": "9e1a18358bf34da6bab81e32efc94dd6",
            "sentence": "Why do humans smile? This is a very difficult question to answer."
        },
        {
            "id": "a9d0395c3b5c4091a268cf35d2dde5b5",
            "sentence": "If you have an indoor swimming pool, you're probably pretty rich."
        },
        {
            "id": "80a95a9eb8984e4d8a7b34cf209d12a1",
            "sentence": "Before becoming a famous actor, Tom worked as a personal trainer."
        },
        {
            "id": "59b044955f284a67ac14a9119868f188",
            "sentence": "My wife had terrible morning sickness during her first pregnancy."
        },
        {
            "id": "ad46985afb1240829fd9b7f9429226b4",
            "sentence": "Something must've happened in Boston. Tom seems really depressed."
        },
        {
            "id": "bc9c1d8479034454828071dcd18b5ae4",
            "sentence": "If Tom had seen what happened, he probably would've been shocked."
        },
        {
            "id": "5a36b393235842a5bff214e78333d896",
            "sentence": "We heard that a storm was headed our way, so we headed for shore."
        },
        {
            "id": "1dfb9986b0654c06ad85ec32b2ca5b05",
            "sentence": "I was wondering if there is any way you could deliver that today."
        },
        {
            "id": "fa0da84e7ae347019b829bc65e5474f2",
            "sentence": "A lot of back problems can be attributed to poor sitting posture."
        },
        {
            "id": "b555176c7e0b4fc8a3e68967f115be06",
            "sentence": "When Tom was young, he said he wanted to become a French teacher."
        },
        {
            "id": "ae330eef00ff487b96187fe125eea308",
            "sentence": "She didn't attend the meeting for fear of meeting her ex-husband."
        },
        {
            "id": "fdc31644a55842f4a4502d12f3ec8f57",
            "sentence": "I'm wearing myself out by trying to do too much at the same time."
        },
        {
            "id": "fb88c7ce3f2b4bb294b432553b637c52",
            "sentence": "At first I didn't like my job, but I'm beginning to enjoy it now."
        },
        {
            "id": "aa0c270ef3c5477995acc7073632aadd",
            "sentence": "There are bananas, apples, pears and oranges in the fruit basket."
        },
        {
            "id": "a3d2387491bf421eac8fe40d56d4551a",
            "sentence": "When you don't like something, you ought to be allowed to say so."
        },
        {
            "id": "337b19a6480b49b596a6117ceeeac96b",
            "sentence": "An integer is natural if and only if it is greater or equal to 0."
        },
        {
            "id": "f2a6b0023308459c85a87441d5be46f8",
            "sentence": "I couldn't print the handouts because the printer wasn't working."
        },
        {
            "id": "e6bc0105813045a59f96c67fe6918caa",
            "sentence": "When was the last time you told your wife that she was beautiful?"
        },
        {
            "id": "9bbfa12073bf4e63b382036b8178d1ec",
            "sentence": "I use a credit card to pay for things more often than I use cash."
        },
        {
            "id": "5211f38b280d40b49f0ee7ac7bf9430c",
            "sentence": "You didn't know that you were supposed to do that today, did you?"
        },
        {
            "id": "6c2954dc01d04299bbd6f77057211d0b",
            "sentence": "You didn't know that I was still planning on doing that, did you?"
        },
        {
            "id": "f94f7bac40b149f0a719e54ba20a3852",
            "sentence": "I can shut your whole system down with the mere push of a button."
        },
        {
            "id": "fe5a649fe3264fc2921a93c7a47e433a",
            "sentence": "Of all the countries that you've visited, which is your favorite?"
        },
        {
            "id": "3010c7aac0cf47d0a0183654db631654",
            "sentence": "If you showed me how to do that once more, I think I could do it."
        },
        {
            "id": "792ee23c05674b08bec5782d5cd4d42f",
            "sentence": "The Grand Canyon is the number one tourist attraction in America."
        },
        {
            "id": "6cff3f65dd6f42c1b41c0ccdfc203f11",
            "sentence": "Tom sings and plays the guitar at a local bar every Friday night."
        },
        {
            "id": "3669d947d3c64f2ebed21dd73b1a89f7",
            "sentence": "Tom's attempt at a solution created more problems than it solved."
        },
        {
            "id": "e4b6fca9fca242268dce193daefd2ba9",
            "sentence": "Do you think men talk about women more than women talk about men?"
        },
        {
            "id": "986f2448e4da4c0b9592426bb230474d",
            "sentence": "I know you're not going to come to my party, but I wish you were."
        },
        {
            "id": "ffa6a33ddbcf4e40afff733e326ca1a9",
            "sentence": "All commercial goods and packages from abroad go through customs."
        },
        {
            "id": "dc98c5e6e0064aa4affbbc1c08005619",
            "sentence": "Tom admired his father and wanted to be like him when he grew up."
        },
        {
            "id": "4d56dc1305a945a3b72499ad3c0e46ff",
            "sentence": "Tom walks his dog for an hour a day, irrespective of the weather."
        },
        {
            "id": "364f400d61e84547b6e925171db9fa7b",
            "sentence": "Tom was able to buy a gun, but he wasn't able to buy any bullets."
        },
        {
            "id": "ff0e0e0b8d3c45a9914a9101f4a44c1a",
            "sentence": "I've told you a hundred times I'm not going to that stupid party."
        },
        {
            "id": "132a0cb2210a4957ab25e36f1ecd2a5c",
            "sentence": "Tom says that he doesn't think that it'll be possible to do that."
        },
        {
            "id": "06357983254e44c18915fc3fd94ec2ff",
            "sentence": "Do you think that you could convince Tom to volunteer to do that?"
        },
        {
            "id": "157ab83b266a4ff3b0f408424a390d36",
            "sentence": "I don't think that Tom and Mary are going to be happy about that."
        },
        {
            "id": "08592c44d21c47ab809dc8b38276fff9",
            "sentence": "How come you didn't tell me that Tom was going to Boston with us?"
        },
        {
            "id": "60ec545b8a0b4ba1a7f8c5a63f9d7841",
            "sentence": "Tom is rich enough to do just about anything that he wants to do."
        },
        {
            "id": "de45db11a6334148bff4be42b488ca71",
            "sentence": "Tom ended up not buying the car that he was looking at last week."
        },
        {
            "id": "88b01a36bbee48e6b39bb44d31427281",
            "sentence": "Tom was afraid that he'd just made the worst mistake of his life."
        },
        {
            "id": "6b51ccaf38d1424b90b838e2f4fa18a3",
            "sentence": "As a child, I spent a lot of time playing on our rooftop terrace."
        },
        {
            "id": "e37a3058ad9e428fa73ed3cd7a2c7763",
            "sentence": "It doesn't matter how fast you run, you'll never make it on time."
        },
        {
            "id": "5183aa9be51841d9a201c1bbf6bf8586",
            "sentence": "We're not certain that this is true, but we think it probably is."
        },
        {
            "id": "607807dd521f441f9afed36d1bba6ca4",
            "sentence": "I'm not sure that my parents know about my relationship with Tom."
        },
        {
            "id": "a08becc29cff4f24b82253cde5a7d19d",
            "sentence": "I knew that Tom was a married man, but I flirted with him anyway."
        },
        {
            "id": "b47e76c4f2e44c6c833394d43897e947",
            "sentence": "Tom is really jealous and he gets mad when other guys talk to me."
        },
        {
            "id": "aa08074debc746cda1af378c9c1ac5fa",
            "sentence": "It wasn't until Tom left me that I realized how much I loved him."
        },
        {
            "id": "23e1cf13bb8849519b6af7db5c750445",
            "sentence": "I know it's highly unlikely we'll be able to sell all this stuff."
        },
        {
            "id": "e894d42117fa41ad9b86eda12f8f8f85",
            "sentence": "The reason that I'm limping today is because I sprained my ankle."
        },
        {
            "id": "d58a461c094847daaf55d40e3f2b86a1",
            "sentence": "Unless you make a decision quickly, the opportunity will be lost."
        },
        {
            "id": "b19aaad2fb774306939c1a5726efad8f",
            "sentence": "Let's not stay at the same hotel that we stayed at the last time."
        },
        {
            "id": "52e45d75d8d8474d8db1a8741407fae8",
            "sentence": "You should cut down on the amount of fattening food that you eat."
        },
        {
            "id": "fed23f1e869045798ba6761be974f0f7",
            "sentence": "Tom isn't very likely to finish writing the report before Monday."
        },
        {
            "id": "212a47d5ee284777a91d6150b5bbc5b9",
            "sentence": "This app allows you to download stories for free to read offline."
        },
        {
            "id": "bf1440d4729d44c98e028bbff94c7e48",
            "sentence": "I learned that woman I thought was a nurse is, in fact, a doctor."
        },
        {
            "id": "5edfea3f01d248c8894c40c5ac7af441",
            "sentence": "There was a pile of books on the floor in one corner of the room."
        },
        {
            "id": "4e51f9cfc2724bcb9ec61b58040ab7e1",
            "sentence": "I tried to be careful, but I ended up breaking a couple of bones."
        },
        {
            "id": "4b7c58e2f76e49eb923f95f128c07cfd",
            "sentence": "Tom is more intelligent and sophisticated than most boys his age."
        },
        {
            "id": "312eea30d93542f29893ec1fa9903332",
            "sentence": "Tom came to church last Sunday for the first time in a long time."
        },
        {
            "id": "1ef7c0f67ae044268d01b28f892d8cff",
            "sentence": "This is one of the trees that my father planted thirty years ago."
        },
        {
            "id": "f9258736125241189ed19e00ed2f33ca",
            "sentence": "Tom insisted that he didn't have anything to do with the robbery."
        },
        {
            "id": "fed881a7ddba482eb10ec8d8438072fc",
            "sentence": "Tom got out of bed on the wrong side and has been grumpy all day."
        },
        {
            "id": "81abce30f02a43f49ef4329cf30531d5",
            "sentence": "My older sister was grounded for coming home too late last night."
        },
        {
            "id": "dd8d77121b864314aadbed47c84ec9d6",
            "sentence": "Our child seems to be brilliant. Of course, we may be prejudiced."
        },
        {
            "id": "ce79ea9d61cf48f89bcccfe7dd787297",
            "sentence": "Tom has a broken leg and will need to use crutches to get around."
        },
        {
            "id": "7538ec2d5bae4f93b645a7699783fbda",
            "sentence": "Tom said that he spent an average of three hundred dollars a day."
        },
        {
            "id": "41d991f391e34640b19ab0a5b54763cb",
            "sentence": "I'm sick and tired of all the petty squabbling among politicians."
        },
        {
            "id": "9e033cb99a4345f794f0bf4355a2f98e",
            "sentence": "At this rate, it's going to take us all day to finish doing this."
        },
        {
            "id": "3690f541d166486d9e114474613dda1b",
            "sentence": "Going back to Australia stirred up some painful memories for Tom."
        },
        {
            "id": "2126e464a4e14354ab6b7fb748eb218c",
            "sentence": "How many times do you think you can do this before you get bored?"
        },
        {
            "id": "20207b2ce5674cf5811ea0081c2dbe56",
            "sentence": "If it didn't need to be done, nobody would do this kind of thing."
        },
        {
            "id": "0de7c2a6e27c4d8584a58404bb72ecb5",
            "sentence": "Choose a password that's easy to remember but difficult to guess."
        },
        {
            "id": "d4c143ffebec4c5483a47b04b34a9c2c",
            "sentence": "Tom wanted the whole world to know that he was in love with Mary."
        },
        {
            "id": "604cf75991804a2284dec03384294d5b",
            "sentence": "Tom can't buy what he needs because he doesn't have enough money."
        },
        {
            "id": "672656c0d90145299f5ebba95ea10e8b",
            "sentence": "You know Tom and Mary don't get along with each other, don't you?"
        },
        {
            "id": "7cdc4e15fe4244f2ba6f1a762cd9a13f",
            "sentence": "Have you been back to Australia since you graduated from college?"
        },
        {
            "id": "640a1f14e08d4b71b0cb0ef9ab7882e7",
            "sentence": "When was the last time you read a bedtime story to your children?"
        },
        {
            "id": "20a46aa5f41f40c88816f63762a1f637",
            "sentence": "You ought to tell Tom that you aren't planning to stay very long."
        },
        {
            "id": "c047eb28c4984d16a39abbbff272e846",
            "sentence": "This morning, Tom came to ask for my daughter's hand in marriage."
        },
        {
            "id": "2ca6d9b5824f4fc785a34027d918440f",
            "sentence": "Many of my friends think Tom and Mary are overprotective parents."
        },
        {
            "id": "a4776dae8a6e491da3b8defd3a35671f",
            "sentence": "She's thinking of taking a couple of courses at a cooking school."
        },
        {
            "id": "e91b6f0b939e4db98c64b9925942083b",
            "sentence": "It sort of looks like somebody used machine translation for this."
        },
        {
            "id": "6ebfc470f2ac41e794db260a41eb15a0",
            "sentence": "It's impossible to tell what a politician's true convictions are."
        },
        {
            "id": "eae6ffaadf854370ad2c109015908109",
            "sentence": "Love alone is not enough for a successful international marriage."
        },
        {
            "id": "62a60ec7363646bea51e3272a3f99aa9",
            "sentence": "Are you sure you want to drive all the way to Boston by yourself?"
        },
        {
            "id": "cbf4d02c656a4e03bb9b86f299aebdb1",
            "sentence": "Tom Jackson was pronounced dead at 2:30 p.m. on October 20, 2013."
        },
        {
            "id": "b34c3d39033e4de386fa10496c4d5e9a",
            "sentence": "I have no doubt English is the most common language in the world."
        },
        {
            "id": "e33447e938b1494286aebbc3682ac54d",
            "sentence": "I've never seen anyone who could solve that problem without help."
        },
        {
            "id": "3b9a8b0bc973437f8d53bd3684269ba9",
            "sentence": "I can pick out only two or three constellations in the night sky."
        },
        {
            "id": "72d93e263e324e3fb404a8b6c5c4cb36",
            "sentence": "Tom has been trying to set me up with his sister for a long time."
        },
        {
            "id": "213dbf3eed48496b9bb0741c9995f9d0",
            "sentence": "Tom was having trouble breathing, so we took him to the hospital."
        },
        {
            "id": "44dfa21b2b3e4d4ca68705d5ca4f3e0b",
            "sentence": "Mr. Jackson said he'll be giving us a test tomorrow in his class."
        },
        {
            "id": "00f077b338a8466fa8500a03923f6aa3",
            "sentence": "Tom was walking home from the library when he got hit by a truck."
        },
        {
            "id": "284c67b04c07484489930f5f07ddfc6f",
            "sentence": "Are you going with us, or are you going to stay here by yourself?"
        },
        {
            "id": "1f8b59f74ec140dd9007f62fb879eeb9",
            "sentence": "Do you know what Tom's favorite color was when he was a teenager?"
        },
        {
            "id": "20b78764f52444658e0f5a1f685536ea",
            "sentence": "Let me tell you something about Tom that you probably don't know."
        },
        {
            "id": "737de4ed2dec4ed098f1711745219094",
            "sentence": "This week, Tom will be in Boston. Next week, he'll be in Chicago."
        },
        {
            "id": "7279b25eef99484e8c6241c3f4ab49ec",
            "sentence": "Tom and Mary aren't husband and wife. They're brother and sister."
        },
        {
            "id": "b9160c329e8a4692884a39d6c2120eb4",
            "sentence": "Tom has started asking his parents questions about what happened."
        },
        {
            "id": "f994cc908c7d4c3e933b9b1b80a1477c",
            "sentence": "Tom started complaining about Mary again, but I told him to stop."
        },
        {
            "id": "066f53db83834c2aaff8110073b24f16",
            "sentence": "A female friend of ours took a trip to a small village last week."
        },
        {
            "id": "7ad404a1aeb946a38f00abdc70d4c792",
            "sentence": "Tom was so preoccupied that he was oblivious of his surroundings."
        },
        {
            "id": "d01478ff06b74ee8b75fcb487dbbbff5",
            "sentence": "Tom said that he didn't think Mary could've done that by herself."
        },
        {
            "id": "130f029d13cc44fc93e261b11f1fcffd",
            "sentence": "There are two chickens in the backyard and two in the front yard."
        },
        {
            "id": "2c6d13227d4340bbb64e42f16cff95a8",
            "sentence": "Crabs, lobsters, crayfish, shrimp and prawns are all crustaceans."
        },
        {
            "id": "a37e5d050d534022bca189611669b182",
            "sentence": "I bet that you're going to tell me that you're too tired to help."
        },
        {
            "id": "6e04356509aa4c27976ed7e8a99607be",
            "sentence": "Tom was born in Boston but has lived most of his life in Chicago."
        },
        {
            "id": "c3851f0843bf45fa9965de60159802c7",
            "sentence": "I don't have enough money to buy the computer that I want to buy."
        },
        {
            "id": "e6adb673fd9944829a50ea0587df7438",
            "sentence": "Before Tom got married, he used to go out drinking every weekend."
        },
        {
            "id": "e819c98de377465e8686c5d21ec626b0",
            "sentence": "I imagine you would do the same thing if you were in my position."
        },
        {
            "id": "dfa4b75d540a47fc8e8200f03b5e5889",
            "sentence": "I hope you will join us in the parade and march along the street."
        },
        {
            "id": "e3c1aea528444d2ebfc3e3bdfc5d2e01",
            "sentence": "After kissing Tom, Mary forgot to wipe her lipstick off his face."
        },
        {
            "id": "8655edd5e0c34392b8626df3be5d8f22",
            "sentence": "The bottle of wine that I bought this afternoon is in the fridge."
        },
        {
            "id": "914a0888fa854ceb8ec3e37a30d969af",
            "sentence": "Tom's French has improved significantly in the past three months."
        },
        {
            "id": "f4a242f1f4854d3bad2b738e7e6bafe2",
            "sentence": "Tom found himself in desperate financial trouble a few years ago."
        },
        {
            "id": "29e0f83904454278bd83fef282550a22",
            "sentence": "There might be other alternatives that we haven't thought of yet."
        },
        {
            "id": "b5eb716f2f8443dba82f21f243ed7681",
            "sentence": "This is the first time that I've ever cut my finger with a knife."
        },
        {
            "id": "e774df1885d1440785936547b7481023",
            "sentence": "Forget the past, think about the future, and live in the present."
        },
        {
            "id": "bbb992e9563144be9feab70f811d27f0",
            "sentence": "What's the most embarrassing thing you've ever had happen to you?"
        },
        {
            "id": "2602194d9b9046fbab0e5ac91ca2070d",
            "sentence": "When Mary was pregnant, she often suffered from morning sickness."
        },
        {
            "id": "f266476134b8466ead658279d7287404",
            "sentence": "Tom told Mary that he thought that she was behaving like a child."
        },
        {
            "id": "0ef6c2ae12db4f899bda829900c06955",
            "sentence": "Tom ate the delicious meal and thought that he must be in heaven."
        },
        {
            "id": "5e0de568163f484faeaac27586bbf626",
            "sentence": "Do you really think Tom would've been able to do that by himself?"
        },
        {
            "id": "c44309fe96f048299bd1d8904875a298",
            "sentence": "That summer we spent together as kids is one of my best memories."
        },
        {
            "id": "217ef57d8db24cb7a5c7e784e7a53e9f",
            "sentence": "Becoming fluent in a foreign language requires a lot of practice."
        },
        {
            "id": "598d4b6146914be7aac0aa9c680d5979",
            "sentence": "Mary lives in Australia and my other sister lives in New Zealand."
        },
        {
            "id": "874a34cabf6046edb6c6777e0162d1a1",
            "sentence": "Tom is looking for someone who can babysit his kids Monday night."
        },
        {
            "id": "de12a853010f4b1ba750d38bc4f989de",
            "sentence": "Tom yelled at the waitress because she spilled hot coffee on him."
        },
        {
            "id": "72c36d0037a647ba8ff6036e1980e06e",
            "sentence": "In those days, I made it a point to take a walk before breakfast."
        },
        {
            "id": "5c8cf7e4e158445c834607b1ad287cca",
            "sentence": "Tom painted the part of the fence where the paint had flaked off."
        },
        {
            "id": "6f1b0a0506f84c99bab883da16a93de9",
            "sentence": "There are sushi restaurants in almost every country in the world."
        },
        {
            "id": "262d15bae3314209bcb42ff4554c88f1",
            "sentence": "If you happen to be out this way, be sure to call in at my house."
        },
        {
            "id": "18babcfa7e9841038127c2c5a12671bd",
            "sentence": "If you were to be given a million yen, what would you do with it?"
        },
        {
            "id": "31700a9cd99d4114baf7a9aff2039255",
            "sentence": "I feel a lot better now, but I know Dad's going to be real upset."
        },
        {
            "id": "46ea845f273b4263a35656fb02fe5ddb",
            "sentence": "It is one thing to make a plan and quite another to carry it out."
        },
        {
            "id": "faa31e9169914e598378446c53e7c8df",
            "sentence": "If you visit New York, you've just got to come and see our house."
        },
        {
            "id": "99ec5573455f4029b5f767c589645a84",
            "sentence": "I missed a step on the stairs and I'm afraid I sprained my ankle."
        },
        {
            "id": "30d6288e600a42c9b7707db8605e48aa",
            "sentence": "The meeting will begin at 6:00 and dinner will be served at 7:00."
        },
        {
            "id": "129f917411cf4f68a2d8762f838fe020",
            "sentence": "I told her that if I could be of any use I would be glad to help."
        },
        {
            "id": "6db6b03fcd9c4c9bb903fa13e0f2c1f3",
            "sentence": "At the end of a working day, everybody is in a hurry to get home."
        },
        {
            "id": "c04c6089612247c681153bd30a1ae55e",
            "sentence": "If I thought I could get away with it, I wouldn't pay tax at all."
        },
        {
            "id": "82eb532c84ce4f88ab583395d5994157",
            "sentence": "If you will excuse me for a few minutes, I'd like to make a call."
        },
        {
            "id": "170fae3156804446ada5a00d5cc1da05",
            "sentence": "Tom and I've been thinking about going to Boston for a long time."
        },
        {
            "id": "4b38aea97eec4be28a1a87d4089d79c3",
            "sentence": "He studied electromechanics and Buddhism at the local university."
        },
        {
            "id": "f70dc3f355f940eeaa35aceeabf9e3a1",
            "sentence": "If you bring me the ladder, I'd be able to change the light bulb."
        },
        {
            "id": "39c2580453e24afda4aeeb56e54f522d",
            "sentence": "Tom was seen leaving the building at about 2:30 in the afternoon."
        },
        {
            "id": "98150f7fdbd94edab87f8a4db5e7e296",
            "sentence": "You always wear a ponytail. Why not try pigtails once in a while?"
        },
        {
            "id": "129ea37136af4ba7b6c26b587f716047",
            "sentence": "I want you to stay here in Australia until the Monday after next."
        },
        {
            "id": "ea5c5ebc7e0f4315bb6afa579e76b6c6",
            "sentence": "Tom closed the bedroom door, crawled into bed, and went to sleep."
        },
        {
            "id": "f750320ed1ad40f38f6306500019a256",
            "sentence": "When was the last time something like this happened in Australia?"
        },
        {
            "id": "132e6980a2b9409184c48109bde9c78f",
            "sentence": "Tom and Mary were sitting on a park bench, talking to each other."
        },
        {
            "id": "6098cc8279304d22887f97eed8859eda",
            "sentence": "I can tell whether it's Tom or not by the sound of his footsteps."
        },
        {
            "id": "bd63a70e0af64725808336a9a62985bc",
            "sentence": "Even though the accident was six months ago, my neck still hurts."
        },
        {
            "id": "02692c2fa8ad4c04b3e055aca0d3a8a2",
            "sentence": "We're trying to figure out what kind of building we should build."
        },
        {
            "id": "bd581f0610394ec6a5adb80b23e964f7",
            "sentence": "It might not happen right away, but it'll happen sooner or later."
        },
        {
            "id": "95725e3f0ed9483ba29c9fc4569950c1",
            "sentence": "Three hundred and fifteen pink rabbits marched along the highway."
        },
        {
            "id": "9fb2c7c03a924a619493b517fa60e949",
            "sentence": "During the game, it suddenly began to rain and it thundered, too."
        },
        {
            "id": "09557e704de8497583e824946427deb1",
            "sentence": "Don't take it for granted that nature is always there to help us."
        },
        {
            "id": "c83ef1f304e44c46b763259ff885c053",
            "sentence": "I am looking for a part-time job so I can buy a new video camera."
        },
        {
            "id": "6be1d99bb29346aabe1affc692d6a8f4",
            "sentence": "I don't want you to blame yourself for the way things turned out."
        },
        {
            "id": "ecfeb657385749f89c9b3ccce10e067b",
            "sentence": "Tom took Mary to a fancy Italian restaurant on their anniversary."
        },
        {
            "id": "bf4db4f07cbe4c1eaf7e0352ea8fb70a",
            "sentence": "Tom asked me whether I'd rather eat Chinese food or Italian food."
        },
        {
            "id": "6d795a783679465d9a5f4780636f0548",
            "sentence": "It's been a long time since I could afford a bottle of good wine."
        },
        {
            "id": "0df41d2ac61041308db34833ec4d8186",
            "sentence": "I often told you to do your duty, but you would not listen to me."
        },
        {
            "id": "4fa0c85340a845b4a9a2426c0e472193",
            "sentence": "I didn't let on to my parents that I got a C on the English test."
        },
        {
            "id": "f31afb6f47294f5ea9e4d5b505a64de8",
            "sentence": "I may have told you such a thing, but I don't remember it at all."
        },
        {
            "id": "44dd8ba318ac49fdb6093832f79f3a07",
            "sentence": "I am trying to sell my farm, but I haven't had any offers so far."
        },
        {
            "id": "1fb5237db5784a95b949ab305f3b95b5",
            "sentence": "When we are told not to come, we become all the more eager to go."
        },
        {
            "id": "35955ea2fcb74824942b93a88ff499bb",
            "sentence": "I am a bit hard up now and I can't afford such an expensive meal."
        },
        {
            "id": "f85f07d7c883484d8b2b86cd0b62e553",
            "sentence": "It is very fine today so I would rather go out than stay at home."
        },
        {
            "id": "b056e8863ad44ac6bc5ef365ae26baa9",
            "sentence": "We're going up into the mountains, so why don't you come with us?"
        },
        {
            "id": "abefd19bcc544c80be408d087245ed4b",
            "sentence": "I hope I will have a chance to see you next time I'm in New York."
        },
        {
            "id": "0dc3b312f9694fd391cf6dd482d0cc60",
            "sentence": "When I didn't know how to answer the question, he gave me a hint."
        },
        {
            "id": "b61f4930cd76400ba5959dd4288d7073",
            "sentence": "It is out of the question for you to go to New York this weekend."
        },
        {
            "id": "d101913eb39b4e9eb6009d68d124bb75",
            "sentence": "Which of these three books would you recommend that I read first?"
        },
        {
            "id": "b736e85a57314d91abe065997f4fcd0d",
            "sentence": "Tom has been sentenced to life without the possibility of parole."
        },
        {
            "id": "edce2b2bf3a84dbc86300fa897d39f89",
            "sentence": "Tom got out of the bath and dried himself off with a white towel."
        },
        {
            "id": "b944362d8d7e4004a426e3eb91e09b08",
            "sentence": "The reporters all started yelling out questions at the same time."
        },
        {
            "id": "549c9894dd3b48ae90dd44a7b0d67f9c",
            "sentence": "Everybody is about to find out that they're going to be laid off."
        },
        {
            "id": "02b23aeb36cb4ce4a72488c434a42e4d",
            "sentence": "I don't like it either, but that's just the way the system works."
        },
        {
            "id": "7722cf66edb144aaa887d427858d9804",
            "sentence": "I couldn't get out of the parking space because I was blocked in."
        },
        {
            "id": "e531bf460038497d8c1d492a31d175cf",
            "sentence": "I don't know what you guys think I did, but I didn't do anything."
        },
        {
            "id": "ff0ecba2cac2487cae3da522ffe0f9a5",
            "sentence": "Tom and Mary discovered that they were staying at the same hotel."
        },
        {
            "id": "19e5c5483e7d4906b2ff4c2acbc1d78a",
            "sentence": "Once you have formed a bad habit, you can't get rid of it easily."
        },
        {
            "id": "04a127636d60484d9c683de41085c2c4",
            "sentence": "My heart is pounding so hard it feels like it's going to explode."
        },
        {
            "id": "4291f9d3a2d94050b024eee05c25da6d",
            "sentence": "Former pop stars are just plain old women by the time they're 40."
        },
        {
            "id": "214c6650c9ae443ab738a8920fbfe731",
            "sentence": "You can regret it all you want, but it won't do you any good now."
        },
        {
            "id": "150083c719904fe4a42f738cc4fbf3a9",
            "sentence": "You shouldn't have made such a remark even if you had been angry."
        },
        {
            "id": "e223f43fe2944bf1937eba0ee3b23edc",
            "sentence": "Yesterday our hens laid a lot more eggs than usual. I wonder why."
        },
        {
            "id": "47964551c7144ae8ab74d8d2bb79472b",
            "sentence": "During the day I swim, and at night I play music with my friends."
        },
        {
            "id": "56983ec4d6db4a8cbd2cc921ca22dade",
            "sentence": "Tom's stay in Boston lasted three months longer than he expected."
        },
        {
            "id": "37c6623703584d329ab2a169719ea3ec",
            "sentence": "A lot of strange things have been happening around here recently."
        },
        {
            "id": "ac8c34d3dbf54de7828c0b6a92c35dc1",
            "sentence": "Firefighters are some of the most courageous people in the world."
        },
        {
            "id": "099e84e0e5e14a4295fbb27cc6a395fd",
            "sentence": "A teacher should never make fun of a student who makes a mistake."
        },
        {
            "id": "96c60213d71a460b8021031190a2ba55",
            "sentence": "Two adult tickets and three children's tickets to London, please."
        },
        {
            "id": "3cbdce8a5dc5410a9f944f4e5051e642",
            "sentence": "When I was three years old, my name was changed from Tom to John."
        },
        {
            "id": "f826eb96217940fdb1e6c7b5d7275c21",
            "sentence": "The dog started wagging its tail as soon as Tom entered the room."
        },
        {
            "id": "1a2b6e6641ea4182b1e87de28bde138d",
            "sentence": "That movie wasn't as interesting as I thought it was going to be."
        },
        {
            "id": "7abf25ddbbe54577bc5b86820033b243",
            "sentence": "Tom told me that he thought Mary still wanted to go to Australia."
        },
        {
            "id": "1f16db4df04a4a368c6f481783de9529",
            "sentence": "Tom told me he thought that Mary still wanted to go to Australia."
        },
        {
            "id": "9330dfc7fc0046b1b7395c54a58d9d60",
            "sentence": "I'm convinced that Tom can speak French well enough to work here."
        },
        {
            "id": "14ecc3e8daea4d59b9cbf9f59a653912",
            "sentence": "I don't think that I should tell Tom that I'm going to Australia."
        },
        {
            "id": "dba8711b875d4e9bbe58fea0e98d89a9",
            "sentence": "Everybody except Tom knew that he didn't need to go to Australia."
        },
        {
            "id": "0303423891b64691b69c1ee50d6bd6ad",
            "sentence": "When I have migraines, aspirin doesn't alleviate the pain for me."
        },
        {
            "id": "257b5df3da754359a998a447092d9942",
            "sentence": "Trade friction might arise between the two nations at any moment."
        },
        {
            "id": "76a4c6b2eafc42449d27b7ac133880e3",
            "sentence": "Money takes a long time to earn, but you can spend it in no time."
        },
        {
            "id": "33445333630a4243aace05e94fce4f47",
            "sentence": "Grandmother looks very comfortable in that chair beside the fire."
        },
        {
            "id": "8e6c433697294a0b832159214398f045",
            "sentence": "Because the surroundings were so dark, he could not see anything."
        },
        {
            "id": "299bc4caba5c42be8dfe56b6592936f2",
            "sentence": "A caravan of fifty camels slowly made its way through the desert."
        },
        {
            "id": "ffdb7c5757ee4f9db460e9c8f295aea7",
            "sentence": "Many cancer patients lose their hair because of the chemotherapy."
        },
        {
            "id": "81b43347e03647aabbc60122813c0434",
            "sentence": "Whenever I get on the subway, I put my wallet in my front pocket."
        },
        {
            "id": "3b52a52e9e5f419dbfd91d35c01ba940",
            "sentence": "These grapes are fairly astringent, so they make my mouth pucker."
        },
        {
            "id": "072871efc90e4d32b3817620bd685133",
            "sentence": "I'm not likely to be finished doing that before Monday afternoon."
        },
        {
            "id": "94f0859b385b4a788a2b309676ab74eb",
            "sentence": "If I'd known what was about to happen, I wouldn't have done that."
        },
        {
            "id": "06c172c903624ebf97e55efa47aa9a25",
            "sentence": "I'm not the only one here who thinks it's a good idea to do that."
        },
        {
            "id": "e349b3d0e85e47efb027e0c7fcf305a4",
            "sentence": "Tom and Mary sat in the shade of the tree, playing their guitars."
        },
        {
            "id": "c8cb624a107c46ff959cf11843634ef2",
            "sentence": "How was I supposed to know that Tom wouldn't know how to do that?"
        },
        {
            "id": "604715b7b25f42968a4c54f3c77c8843",
            "sentence": "I don't know why Tom did that, but I'm sure he had a good reason."
        },
        {
            "id": "de58b91afe804d798414a34166ae4890",
            "sentence": "Mr. Jackson is the principal of the high school that Tom goes to."
        },
        {
            "id": "ab4f17eb6a664fef840023a81b2fb30e",
            "sentence": "This coat is worn and looks bad. Isn't it time you got a new one?"
        },
        {
            "id": "ed04d6bccef4482fb5a6d23d2a1ad813",
            "sentence": "The fire had already gone out by the time the fire truck arrived."
        },
        {
            "id": "18c9f3376ea54a688f1dd893dd03e7e5",
            "sentence": "You've got a lot of nerve bringing me here under false pretenses."
        },
        {
            "id": "5d03ef3de37a4427a1ccda0fbb9ad92e",
            "sentence": "The party with the most votes got fifty-one percent of the votes."
        },
        {
            "id": "f9924613871f4ee38e0f847e53d09d9e",
            "sentence": "I think you should ask Tom that. He's better at French than I am."
        },
        {
            "id": "7c83690b09e644de845135e87c1a2be1",
            "sentence": "The government was obliged to make changes in its foreign policy."
        },
        {
            "id": "da4cc444b43f41b2b55fdcb0a317555b",
            "sentence": "Mary came out of the shower with a towel wrapped around her head."
        },
        {
            "id": "e0d5a1753a70412ab73636f34c0f02e3",
            "sentence": "Tom and Mary are fighting over the toy because they both want it."
        },
        {
            "id": "caf6ea674f4c4677b02fa1d0dec5f489",
            "sentence": "Tom wrote a letter to Mary last night and posted it this morning."
        },
        {
            "id": "ad49fefee5844336a4283ff6c99527c0",
            "sentence": "When I was a little boy, I wanted to be a teacher when I grew up."
        },
        {
            "id": "2a46bd24be9e4ee985108862728377ff",
            "sentence": "Several old ladies were in the park with their little yappy dogs."
        },
        {
            "id": "699da67981894447800be8a745d57a07",
            "sentence": "Tom doesn't want his parents to find out that he failed the test."
        },
        {
            "id": "3c8ddde3c78d41b28e49f8dcc4d64b0a",
            "sentence": "There are several important questions that science cannot answer."
        },
        {
            "id": "f19744376ccf44fdb52c48c5610d5488",
            "sentence": "The ticket you've bought isn't valid for travel during rush hour."
        },
        {
            "id": "9718106394354b2b88c652c82c04e198",
            "sentence": "I've never heard of someone stealing a muffler from a car before."
        },
        {
            "id": "98d49ade31eb40e1abcfde4e818ede79",
            "sentence": "Tom slept on the concrete floor, and I slept on the wooden bench."
        },
        {
            "id": "eb01d83aff624ade8de274c7791a66d6",
            "sentence": "I was too sleepy to watch the evening news and went right to bed."
        },
        {
            "id": "0816b8b010c64956a9cde46eb0b23581",
            "sentence": "Tom wanted to buy one, even though he wasn't sure what they were."
        },
        {
            "id": "b36c81ec07894d4b9afa64ea50cefccf",
            "sentence": "Let's not forget that both Tom and Mary will be here next Monday."
        },
        {
            "id": "b611bd33389f4a9a831a2217a3b9ceeb",
            "sentence": "Tom said that he enjoyed the meal that Mary had prepared for him."
        },
        {
            "id": "035505171a2644a986ac06767966a4de",
            "sentence": "As a matter of fact, I haven't eaten anything since this morning."
        },
        {
            "id": "bf1bcddd2abb4fc4b1d0198a9018d31f",
            "sentence": "There's no way I could do something like that in front of people."
        },
        {
            "id": "17e074d453c74fe0a5c3f80f42e02a60",
            "sentence": "I don't want to sell this. Let's find something else we can sell."
        },
        {
            "id": "2039e98b2b284ffb9ccb70b119c0b913",
            "sentence": "In Canada, there are many areas where it is illegal to log trees."
        },
        {
            "id": "72dc669a511f4fd6a1b2ef6df64db7f2",
            "sentence": "I think that it's time for me to reconsider how I've been living."
        },
        {
            "id": "92aae288b32c4b95aee4300125216c69",
            "sentence": "I never thought that I would have to support such a large family."
        },
        {
            "id": "6fb8f04b5ec246e3858b3496f1345cd1",
            "sentence": "I never thought that it'd be this easy to hack into your website."
        },
        {
            "id": "af1744d626474b1aa8d8d28a9e21bfd6",
            "sentence": "There must be lots of places in Boston that you haven't seen yet."
        },
        {
            "id": "6a01cedcb08e445eaac3dfcbf2d4059d",
            "sentence": "It was unseasonably hot in Boston the last time that I was there."
        },
        {
            "id": "730884b1077048b287fee071878d5c6d",
            "sentence": "We now have all the evidence that we need to convict Tom Jackson."
        },
        {
            "id": "05ddd917aca449c49427e9029af04bb4",
            "sentence": "Could you just please answer the question? We don't have all day."
        },
        {
            "id": "800fcbb7af334cc797de1e2eb4c74e73",
            "sentence": "The water coming from the faucet is strange. It has a good smell."
        },
        {
            "id": "ee39d4b0a7da4943943508c30e7054bd",
            "sentence": "If you leave right now, you'll be in time for the plane for sure."
        },
        {
            "id": "66144f19248f41bf8e6cf7343701c014",
            "sentence": "Even though the light was red, that car just drove right through."
        },
        {
            "id": "5e82ef50d6ed4f828dec8d70bde2d627",
            "sentence": "My family is still working, so they can't go to Texas right away."
        },
        {
            "id": "07e96048ed654c3992ab4f8b46dde759",
            "sentence": "If you speak to Tom in French, he's not likely to understand you."
        },
        {
            "id": "031a59408c9640c3a536153c75f8546e",
            "sentence": "Increase by a little at a time the amount of exercise undertaken."
        },
        {
            "id": "014f3c7135d54c21ad45b562f30e8bd3",
            "sentence": "If the road is muddy or slippery, wait for the proper conditions."
        },
        {
            "id": "7fb613457bc447fb8b5af823b9f253df",
            "sentence": "Digestion involves muscular action as well as chemical processes."
        },
        {
            "id": "e09c79f8aa2f42b6a2c5db2fd87fe8a5",
            "sentence": "The girls want to play inside, and the boys want to play outside."
        },
        {
            "id": "47fcefd662b64bd3a623149cf5e8abbe",
            "sentence": "It didn't take the dogs much time to track down the wounded deer."
        },
        {
            "id": "cde828fd0b294b63b5fbbcd488af3500",
            "sentence": "One of the magazines is for boys, and the other one is for girls."
        },
        {
            "id": "1e17bc0ef1314689be7ae3c1c5af0e72",
            "sentence": "No wonder the printer hasn't been working. Somebody unplugged it."
        },
        {
            "id": "aa64fededa7b4f6f8f8f8d72cf40fa11",
            "sentence": "If I'd been there yesterday, I would've talked to Tom about that."
        },
        {
            "id": "cfa9ef67497041e7a3d921167072efd4",
            "sentence": "Are you going somewhere this evening, or are you staying at home?"
        },
        {
            "id": "abafa70faa384203a50cb27e4e76dabf",
            "sentence": "Tom went straight back to Boston as soon as the meeting was over."
        },
        {
            "id": "c43dbde81fc44352a6663f138657772a",
            "sentence": "Would it be OK if I examined that document a little more closely?"
        },
        {
            "id": "f89cda75959b4f4ab927871a3156fe8d",
            "sentence": "It's often said you should judge people by the company they keep."
        },
        {
            "id": "012bf8fa201944a3968d66440eeff94e",
            "sentence": "Tom told me that he'd go with you to pick Mary up at the station."
        },
        {
            "id": "7a1327b8af7644b3a8562a691e569642",
            "sentence": "The thigh and lower leg are connected by a joint called the knee."
        },
        {
            "id": "fb6a4971e17c413c831fceb66b20eede",
            "sentence": "It became apparent that Tom couldn't do what he said he could do."
        },
        {
            "id": "4dc83803edcc446dae5d0daaaf13f30f",
            "sentence": "Tom won't be able to do that on his own. You'll need to help him."
        },
        {
            "id": "31171ef107024182af8e97acab2281ed",
            "sentence": "If I'd known the package was from Tom, I wouldn't have opened it."
        },
        {
            "id": "f4d21328e61d4e98a0d22dc9dd88ebfa",
            "sentence": "Tom stopped and turned around to see if anyone was following him."
        },
        {
            "id": "d73d217fec184e22835465e0748360bd",
            "sentence": "I would've told you earlier, but I didn't think you'd understand."
        },
        {
            "id": "142b3c5d5ab24b81a8394e75df265ed2",
            "sentence": "Have you finished reading the book that I lent you the other day?"
        },
        {
            "id": "0a51cf106da14f6b917ae92ea20a4376",
            "sentence": "A man came out of the log cabin with the shotgun on his shoulder."
        },
        {
            "id": "8335008ebc134722a540a4fdd1cdfa9f",
            "sentence": "If Tom had refused to do it, somebody else would've had to do it."
        },
        {
            "id": "6d2060eb73714e8d8fee09c88b86178d",
            "sentence": "Do you really think Tom is the best French speaker in your class?"
        },
        {
            "id": "15f321d0961d4d8386fa3bf276fb013d",
            "sentence": "What made you think that I was going to go to Australia with Tom?"
        },
        {
            "id": "a9d238eebb5a4158a0a56e7f02cbd3d8",
            "sentence": "Tom and Mary told everybody they were planning to live in Boston."
        },
        {
            "id": "e3bbfc7d30944045ae5aabd2b7ced0e9",
            "sentence": "Tom and Mary both said that they weren't studying French anymore."
        },
        {
            "id": "6d7053b0e87942828f39bba076fe004e",
            "sentence": "Tom told Mary he was planning on staying in Boston until October."
        },
        {
            "id": "15aeb101b1e24021b83bf71d0862f024",
            "sentence": "I plan on going to Boston whether Tom wants to go with me or not."
        },
        {
            "id": "f4ae1463266e426b918d82f28f23d5a9",
            "sentence": "Tom told me that he thought Mary didn't know how to speak French."
        },
        {
            "id": "81db4c7b242c4614ae066df4fe2c5c6b",
            "sentence": "Mary assumed the bunch of flowers left on her desk were from Tom."
        },
        {
            "id": "89cb2262007245e6b2bfb96d1c450f66",
            "sentence": "Tom was on his way to the hospital when his car ran off the road."
        },
        {
            "id": "a55849d829cf47cab42c534859e0f3e4",
            "sentence": "I think we'll need to call off the picnic because of the weather."
        },
        {
            "id": "77081a2d8b56431aa71c5da5ca7daf0e",
            "sentence": "Tom soon found out that Mary was stealing from the cash register."
        },
        {
            "id": "20c2d3ed685b4428806b1574db650290",
            "sentence": "Tom, Mary, John and Alice have been friends since they were kids."
        },
        {
            "id": "34b1eff2b69946e4b987118078fe104f",
            "sentence": "Tom was one of the men the police arrested yesterday in the park."
        },
        {
            "id": "3a8103ebef8c4f238866667f779da6e5",
            "sentence": "Mary knew Tom was a married man, but she flirted with him anyway."
        },
        {
            "id": "c863ee450e6b4136be78c3f223f82a65",
            "sentence": "Tom and Mary broke up not long after we visited them last summer."
        },
        {
            "id": "cd0bd50596aa4de7a797d7a24dcf1610",
            "sentence": "In case the shipment is delayed, we have special delay insurance."
        },
        {
            "id": "825f8754e8de43ed993756b7159aaaf5",
            "sentence": "Tom might've gotten away with that if Mary hadn't seen him do it."
        },
        {
            "id": "af97807571c046bfbf00bc81044e6d1d",
            "sentence": "Tom said Mary knew that she might have to do that with you today."
        },
        {
            "id": "37f8211447744fbcb3984e9b398cd889",
            "sentence": "He was elected president with the overwhelming majority of votes."
        },
        {
            "id": "6a86c56458f448a58f88de865d2f9232",
            "sentence": "Tom flopped down on the couch, exhausted after a hard day's work."
        },
        {
            "id": "76596c3f8256429aab6786e6b213d689",
            "sentence": "Tom could see that a potentially dangerous situation could arise."
        },
        {
            "id": "9fe9a3f2b775493c9fcde5a21fd0f7c7",
            "sentence": "The chemicals that cool your refrigerator are warming the planet."
        },
        {
            "id": "9f75392262194b44a2b7dbaf8d8b791f",
            "sentence": "I should've tried harder to get along with everyone in the class."
        },
        {
            "id": "dc94e32049264eff9cb8069e714ed50d",
            "sentence": "People don't usually swim around here. The water's not too clean."
        },
        {
            "id": "6d1ca30fa51749789aafad3049a3aef5",
            "sentence": "Next Monday, Tom will have been in the hospital for three months."
        },
        {
            "id": "6d65b14618e44c84a4cd2420d0e2ded4",
            "sentence": "Tom wasn't the only one who looked tired. Mary looked tired, too."
        },
        {
            "id": "2432c674ef824e8994b55b4dbcb9c493",
            "sentence": "What time of year do you usually like to spend time on the beach?"
        },
        {
            "id": "8317e6884eff499f9b40d22a25ecd182",
            "sentence": "What'll you do if you can't find enough food to feed your family?"
        },
        {
            "id": "0ed40e8149b94cfcb7ac6bd641592050",
            "sentence": "Tom speaks to his family in French and to his friends in English."
        },
        {
            "id": "c237f27be311435e9727bf8c2a9c7140",
            "sentence": "I'm tired. I just want to go on the teacup ride and take it easy."
        },
        {
            "id": "7fb6294a83b24384b9c6d43b0785018f",
            "sentence": "A clerk in the office is only a pawn in the game of big business."
        },
        {
            "id": "0c6ca0dfd3984ba5bee98fe6f95caec0",
            "sentence": "I'm stuck in a rut in my boring job and need to do something new."
        },
        {
            "id": "efb363a9ebaa4191bd20e3a526cb663f",
            "sentence": "Tom didn't find out he was adopted until he was thirty years old."
        },
        {
            "id": "3299445690d94d27ba9059ad2a826480",
            "sentence": "Tom wanted to keep walking, but Mary insisted they stop and rest."
        },
        {
            "id": "8208714126d649cc83d84f89f67c298f",
            "sentence": "I've never done this before. Could you please show me what to do?"
        },
        {
            "id": "35c9df7da08d4bcbb6a97f83ceb8f6ce",
            "sentence": "The government isn't doing its best to solve the housing problem."
        },
        {
            "id": "0fe62a9940e44594afadd89b5771ffde",
            "sentence": "I plan to go to Australia whether Tom wants to go with me or not."
        },
        {
            "id": "da4323c616c34e49b269ab347f6ac4ca",
            "sentence": "I don't think that Tom wants to spend any more time in Australia."
        },
        {
            "id": "8b7eb15003ec4f82a4db6dca5df0b8d1",
            "sentence": "I've been thinking it might be fun to go to Boston and visit Tom."
        },
        {
            "id": "c6ef3af8eb7f4b6fb665e46e6f826dc4",
            "sentence": "Tom said he knew Mary's brother wanted to go to Boston with them."
        },
        {
            "id": "d1635184635d4f0e9fb3a9a202c6de60",
            "sentence": "I don't think that I'd be able to convince Tom to do that for us."
        },
        {
            "id": "0a0bdd92512f4f2ca837ac653bee7850",
            "sentence": "I suspect that Tom knows that he isn't supposed to be doing that."
        },
        {
            "id": "aa9fade698e34c058021e85f926f4579",
            "sentence": "Tom began to suspect Mary was planning a surprise birthday party."
        },
        {
            "id": "c304ca50abf242b28a54a8e003b2eff9",
            "sentence": "I suspect that Tom and Mary were planning on doing that tomorrow."
        },
        {
            "id": "4ae8c1c4bc6a445a9e600ec8a4d3b6f5",
            "sentence": "I wonder whether or not there's any possibility Tom will do that."
        },
        {
            "id": "e313efe3c1a543bd8d7e64b1719353d1",
            "sentence": "I wonder whether there's a chance that Tom will be here tomorrow."
        },
        {
            "id": "0cfd0843e0b74f429491cd5d1e956806",
            "sentence": "You know as well as I do that there's no chance Tom will do that."
        },
        {
            "id": "cd8ccfa173b74eef913ebd36a5766f13",
            "sentence": "You know as well as I do there's no chance that Tom will do that."
        },
        {
            "id": "16450d7a5ac74080b6d6dc54a004c248",
            "sentence": "I don't think you need to tell Tom why you were absent yesterday."
        },
        {
            "id": "4684aebc0f7d4c59b9c7dca8602e3f55",
            "sentence": "I don't think it's just me who thinks what Tom is doing is wrong."
        },
        {
            "id": "00da7e26e0e648039d926954bec291e1",
            "sentence": "I don't think it's a very good idea for you to hang out with Tom."
        },
        {
            "id": "698f1ceee71a489995b3718be7f8a82d",
            "sentence": "I don't think Tom knows Mary can speak French better than he can."
        },
        {
            "id": "bcda6b2182754dfa8a1be99c335f421f",
            "sentence": "I don't think I need to tell Tom about what we're planning to do."
        },
        {
            "id": "4fc3c4e0347b4ee59b304ed1fc0b61b2",
            "sentence": "Tom told me that he didn't know anybody who lived on Park Street."
        },
        {
            "id": "c9908dda6ad74b62997b6ffdccb220f5",
            "sentence": "I wasn't surprised when Tom told me that he wanted me to do that."
        },
        {
            "id": "6317824cb7ef4a8382287da8dc649063",
            "sentence": "Tom told me that he didn't want to wait until October to do that."
        },
        {
            "id": "b1af7385a08f478ea24a6bf4374b2d9b",
            "sentence": "Tom told me that he wouldn't go to Boston unless I went with him."
        },
        {
            "id": "ad1239d6a8d64258b33133d076e84b04",
            "sentence": "Tom told me he thought that Mary was difficult to get along with."
        },
        {
            "id": "b00ff819e6a24327ac441e8288759e4b",
            "sentence": "Tom told me he thought that Mary was amused by what was going on."
        },
        {
            "id": "5f79adc79dd94bc9afb71280710d9732",
            "sentence": "Tom told me he thought that Mary didn't know how to speak French."
        },
        {
            "id": "af73ec93c61b42da89d17299b0cdf10b",
            "sentence": "Tom told me that he thinks that Mary is much prettier than Alice."
        },
        {
            "id": "99ab1bce4af5438483c3d77af337c1e3",
            "sentence": "Tom adamantly denied that he had anything to do with the robbery."
        },
        {
            "id": "e07801f46f7d4f849bc37b810ecccb22",
            "sentence": "Tom knew that there was a possibility that Mary wouldn't do that."
        },
        {
            "id": "d78e16d60aae443d8d78670fa9b7c942",
            "sentence": "Everybody except Tom knew that he didn't have to go to Australia."
        },
        {
            "id": "b5ac04ba61e8497081f2dab9d172a601",
            "sentence": "Do you actually think that I'm going to go to Australia with Tom?"
        },
        {
            "id": "dc9f89eb7e9e4bac8a3ca364a6a5363f",
            "sentence": "The people of the village built a wooden bridge across the river."
        },
        {
            "id": "352142d83edf4ca98f0e31a85a628b90",
            "sentence": "My father was a pacifist who refused to fight in the Vietnam War."
        },
        {
            "id": "adbde000aeb740368edcaaccc0557006",
            "sentence": "The eyewitnesses gave conflicting accounts of what they had seen."
        },
        {
            "id": "28bbe4868f6f4d8b869b782d176d6d43",
            "sentence": "I'll be meeting a friend of mine in front of the station at 2:30."
        },
        {
            "id": "feb178d9b6344d94b48ed613bf6ceb14",
            "sentence": "Tom never thought that Mary would actually graduate from college."
        },
        {
            "id": "b4fabadd99184b42a5628b4d0800ba42",
            "sentence": "I asked Tom why he thought that Mary wouldn't be at school today."
        },
        {
            "id": "036290e03f3f4424b64760dbf92c07a9",
            "sentence": "The police usually close their eyes to cars parked on the street."
        },
        {
            "id": "b1a7a7cc966d41fca05d2a6ff769c22e",
            "sentence": "The generation gap was the result of rapidly changing technology."
        },
        {
            "id": "aa72f351b7f84cec94a8e501a6fe86da",
            "sentence": "I'd like to make a call to Tokyo, Japan. The number is 3202-5625."
        },
        {
            "id": "aca652c546ae4f6db46155bfe0b22211",
            "sentence": "Tom stood outside the restaurant for a long time before entering."
        },
        {
            "id": "327fdd5f9bdf45b0b353e94c75e084d4",
            "sentence": "Just because I'm quiet doesn't mean I don't have anything to say."
        },
        {
            "id": "6f168648b8364721bf3720bfdac0c02a",
            "sentence": "It stopped raining and we were able to finish our game of tennis."
        },
        {
            "id": "81d767a983eb46f99b491840cc69777c",
            "sentence": "The distance from the sun to the earth is about 93 million miles."
        },
        {
            "id": "4c63d0fc87284b13a8f39c5a57ecaba5",
            "sentence": "I'm hoping I can spend more time doing that now that I'm retired."
        },
        {
            "id": "c96e09e695494eeba5444a8459cce2ad",
            "sentence": "You shouldn't have done that without first asking for permission."
        },
        {
            "id": "9896c85bd5ac4bbc8d8631596a948241",
            "sentence": "Tom and Mary are probably not as old as everyone thinks they are."
        },
        {
            "id": "b91dca77318e4b08b1684753411404b4",
            "sentence": "Tom believes the government wants to hide the truth about aliens."
        },
        {
            "id": "35185b16bd4341a598aab12a257d00a4",
            "sentence": "I don't think that there's any chance that Tom will believe that."
        },
        {
            "id": "b3eac54ee8894554abfcfc729699c962",
            "sentence": "I think that we may have something you'd be interested in buying."
        },
        {
            "id": "ad0805c9335d4e0ba1baa692a65b8b34",
            "sentence": "Tom said that he doesn't think that doing that is worth his time."
        },
        {
            "id": "af98ff30d1ad44699c8a66535f022591",
            "sentence": "Do you really think that it was Tom who gave Mary that black eye?"
        },
        {
            "id": "4164c12bc0084b29afb75c319b20bcbd",
            "sentence": "I think it's highly unlikely Tom will ever face criminal charges."
        },
        {
            "id": "b420c231072f4a2ea14d10fa44ed26f9",
            "sentence": "It's been a long time since I've heard anyone speaking in French."
        },
        {
            "id": "dcb10538f9474995a912b5cbae89e2d4",
            "sentence": "The police are convinced that Tom didn't die from natural causes."
        },
        {
            "id": "3f939fce6c5d405cb5e5b8487d2923c7",
            "sentence": "This shirt isn't the same as that one. The buttons are different."
        },
        {
            "id": "c254721bdc284dbb878fab51a655d4ba",
            "sentence": "If you want to get yourself a new hat, then go ahead and get one."
        },
        {
            "id": "80383102cf714777b014f507a196dc96",
            "sentence": "Did you really think that I was the one who painted this picture?"
        },
        {
            "id": "314cef0990694685891d043754a2f832",
            "sentence": "We often fail to realize the extent to which we depend on others."
        },
        {
            "id": "6031580d14c64dcbbbddf4ead2550741",
            "sentence": "This airport has the longest runways in this part of the country."
        },
        {
            "id": "b41bfcf10cbc4406bf6a4440ae1f6c0d",
            "sentence": "You could've at least pretended that you considered the evidence."
        },
        {
            "id": "03d382b8ba4a461abba6146de345e083",
            "sentence": "Tom took a key out of his jacket pocket and laid it on the table."
        },
        {
            "id": "93be97b40f1d46de948c88b794fc717e",
            "sentence": "Tom isn't sure that Mary didn't really go to Australia last week."
        },
        {
            "id": "3e8b9d11701b445cb75722e594693e9f",
            "sentence": "Tom soon found out that nothing had changed since his last visit."
        },
        {
            "id": "fc4db3bfe52b4d0faef675d4867ea432",
            "sentence": "Tom and Mary have a cute little Christmas tree inside their home."
        },
        {
            "id": "9f9ead11023f4fa5a0fb05740faee0b1",
            "sentence": "I bought a pair of gloves for Tom and a pair of mittens for Mary."
        },
        {
            "id": "2c8afc6511ad4baa8db7d863b6ed2912",
            "sentence": "Tom forgot to tell Mary what time the meeting was going to start."
        },
        {
            "id": "3e9e7f0cc08b48a4a25f4e81788864fd",
            "sentence": "I don't know what I would've done if I'd been in Tom's situation."
        },
        {
            "id": "cb45c0307fcd4f77905bbabe939c8393",
            "sentence": "After it rains and the ground is damp, it's easier to pull weeds."
        },
        {
            "id": "8620c745db9e4a0992d21c7bc8488d1d",
            "sentence": "Tom called Mary a few more times, but she kept hanging up on him."
        },
        {
            "id": "c445cbfcb5ff4e0983987dd5f9fdb25c",
            "sentence": "Tom found something in the basement, but didn't know what it was."
        },
        {
            "id": "495f2aa2200246aab0fb839d71482c3c",
            "sentence": "I don't think that you need that much money to buy what you need."
        },
        {
            "id": "8769f5be9b6a454493d45648935b223d",
            "sentence": "I met her at the station, but I did not recognize her in uniform."
        },
        {
            "id": "7721282509794a718c8fde0531e85f2e",
            "sentence": "Seen at a distance, the rock looks like a squatting human figure."
        },
        {
            "id": "3d40e614919a4f9ea4eaa5b6d700b586",
            "sentence": "Although Tom and Mary are twins, they don't look very much alike."
        },
        {
            "id": "004fc79f1bf1450896803e9dfea511c7",
            "sentence": "They just need the job to be done. It doesn't matter who does it."
        },
        {
            "id": "0d2fd2406f5f4c2c9396996f72ceae78",
            "sentence": "Tom knew he didn't have enough time to do what needed to be done."
        },
        {
            "id": "2dc1e652f52a4e6a8af238a86ad01ff1",
            "sentence": "Tom didn't have enough time to do everything that had to be done."
        },
        {
            "id": "1d64cc2773c94e70986bdc812abbfe7d",
            "sentence": "Tom knew he barely had enough money to buy what he wanted to buy."
        },
        {
            "id": "30514d03dd8545a5a4b5d8dd54c3e209",
            "sentence": "I usually don't peel apples before eating them. I just wash them."
        },
        {
            "id": "f9c8acaa39f24098a4648e3de503727e",
            "sentence": "The number of murders is increasing even in a country like Japan."
        },
        {
            "id": "b0c320cf9f2c4ee49a26598b1453b82a",
            "sentence": "Tom asked me why I didn't hang out with him as much as I used to."
        },
        {
            "id": "34ae60bb00c84a3d8a4c497d4645c022",
            "sentence": "My head's still pounding, but I don't have a temperature anymore."
        },
        {
            "id": "a09b967aa1834dc8b2af868790962620",
            "sentence": "You're the only one who wants to go home early today, aren't you?"
        },
        {
            "id": "380a1869afa84cda8a7e85c9901e2710",
            "sentence": "You're the only person in the office who can do that, aren't you?"
        },
        {
            "id": "a8bb8eab580b478488de21b68c41d801",
            "sentence": "The police suspect that Tom was the one who set the barn on fire."
        },
        {
            "id": "1f781cf419d84f59bda54ae17dedb6cc",
            "sentence": "The only time Tom gets to spend with his children is on weekends."
        },
        {
            "id": "6a4687a29a604d828448167bbaefd5f0",
            "sentence": "How many hours a day does the average Canadian spend watching TV?"
        },
        {
            "id": "0896b204568d4677a57c01b8583228dc",
            "sentence": "The family that Tom is staying with doesn't live near a bus stop."
        },
        {
            "id": "ddb3af3ca28a46658db04ec2bd88920c",
            "sentence": "Tom will never forgive Mary for the trick that she played on him."
        },
        {
            "id": "e5a3e6e3915648e99f4b10c4f4230549",
            "sentence": "Personally, I think that corporal punishment is a necessary evil."
        },
        {
            "id": "9474f8e446ed423f800343c537686fee",
            "sentence": "The moment the teacher left the classroom, it became quite noisy."
        },
        {
            "id": "4ba8967e1bdd42f297c002f4e6b78846",
            "sentence": "It started raining, so I took shelter under my friend's umbrella."
        },
        {
            "id": "eb6adf29bdd444ec8ff949c15331e8da",
            "sentence": "I thought that Tom would stay in Australia for a couple of weeks."
        },
        {
            "id": "cae6c779dc7045a084842b2a4fb8f889",
            "sentence": "Tom's doctor told him that he only had three months left to live."
        },
        {
            "id": "f6ab61440a634bf1a1a485b6a0d74e5d",
            "sentence": "You're still not convinced that we're telling the truth, are you?"
        },
        {
            "id": "d5d41088e3214e8cb606e69bf249741e",
            "sentence": "I'm afraid that my efforts to help Tom were just a waste of time."
        },
        {
            "id": "f8a1f6ba433049bda3ec7b8b98e9b174",
            "sentence": "I wouldn't have done that if I'd known that I wasn't supposed to."
        },
        {
            "id": "cca195e5bbe74f2b931135cd6a9b6c7f",
            "sentence": "There was only the sound of the wind whistling through the trees."
        },
        {
            "id": "98385fc010a345dc8297f2141ec5fef1",
            "sentence": "Is it OK if I ask you a few questions about your medical history?"
        },
        {
            "id": "d4c93b6e53044db6b953cfd53305b723",
            "sentence": "Tom can't enter his home. The door's locked, and he lost the key."
        },
        {
            "id": "fa085a56c2d946b8b877b980098a63f4",
            "sentence": "The fire was put out after the firefighters arrived at the house."
        },
        {
            "id": "980e9820a26345df9e6fa236b88c5575",
            "sentence": "Tom didn't accomplish the task that his boss had assigned to him."
        },
        {
            "id": "762039c75e71417586ca1b38384a6534",
            "sentence": "We should've tried buying that earlier. They're all sold out now."
        },
        {
            "id": "32d76069a7d94ad58c0ddafe8c33d928",
            "sentence": "Tom wasn't the first person to encourage me to apply for the job."
        },
        {
            "id": "5a6d46d013dd45e7b14822cdb6db1c02",
            "sentence": "Turtles, snakes, lizards, alligators and crocodiles are reptiles."
        },
        {
            "id": "0cb53296ca354c979a8be9daec06e8d1",
            "sentence": "It didn't take long for Tom to figure out what needed to be done."
        },
        {
            "id": "da354a7d2c164fdca252ee2dcbf81a9e",
            "sentence": "Both Tom and Mary have played the piano since they were thirteen."
        },
        {
            "id": "3b33e60b18084f6aabbc052c0e8c49e0",
            "sentence": "Tom and Mary have both played the piano since they were thirteen."
        },
        {
            "id": "af70a1e317aa4e94a354f0cb5a8d2cd4",
            "sentence": "Even though Tom didn't study very much, he passed the final test."
        },
        {
            "id": "731b9284b53445f181b49fc507acec6d",
            "sentence": "Is Tom really drinking milk? I thought that he didn't drink milk."
        },
        {
            "id": "02a5d1947f5148c3b1f873d0a1450123",
            "sentence": "This is like fighting someone with one arm tied behind your back."
        },
        {
            "id": "ee69c4005cad40ae8ad69ea004a3d3ac",
            "sentence": "Many countries have signed a treaty to eliminate nuclear weapons."
        },
        {
            "id": "77e77dbdd7d4411eb00a2193379d9d73",
            "sentence": "The strange object in the sky could be seen with the unaided eye."
        },
        {
            "id": "0dafa658abd8473788a5cea370b7dfb2",
            "sentence": "This newspaper article is more interesting than the previous one."
        },
        {
            "id": "f776601a8d3e4b7087777056c991db6d",
            "sentence": "We can continue playing, as long as we don't make too much noise."
        },
        {
            "id": "ed75419cd83f443f938a460f22895c63",
            "sentence": "Tom pretended that he didn't notice that Mary was staring at him."
        },
        {
            "id": "93e03c8794ac4d3a873ab6fb1820465c",
            "sentence": "Which of the languages you know was the hardest for you to learn?"
        },
        {
            "id": "2ead5d73ccb549faaa0d81da771301d8",
            "sentence": "I've never been to Australia, but I plan to go there this summer."
        },
        {
            "id": "49222866856942238e3a310c90867771",
            "sentence": "When I was a child, I would spend hours reading alone in my room."
        },
        {
            "id": "6faa4256cfdd4f6483b8d5f2181751b7",
            "sentence": "You'll have this composition written by noon tomorrow, won't you?"
        },
        {
            "id": "229626f8fd454e06b3b530bc1982f5ed",
            "sentence": "Tom won't sell his cello, even though he desperately needs money."
        },
        {
            "id": "2b1c5d330c714cf58138c0867a9385ac",
            "sentence": "The only thing you have to do is stay still and not say anything."
        },
        {
            "id": "c553968bf623470b9f71f93f455d4109",
            "sentence": "If you don't keep your promises, people won't take you seriously."
        },
        {
            "id": "864947f74bbe432097c86dea39f2d58b",
            "sentence": "I've heard about these, but this is the first one I've ever seen."
        },
        {
            "id": "4fc3d0456dd6464fba3fa713670add9d",
            "sentence": "It isn't good manners to laugh at people when they make mistakes."
        },
        {
            "id": "909211d08ad44e8280740f0f27efcfb0",
            "sentence": "We've set our thermostat lower to save money on our heating bill."
        },
        {
            "id": "93f767cf387642618d7e1a9bf96b0770",
            "sentence": "Buying things that you often use in bulk can help you save money."
        },
        {
            "id": "b5fa1fb5cb8c4e0aa91fb9a7dde37caa",
            "sentence": "I'm glad to hear the person who broke into your house was caught."
        },
        {
            "id": "97c65123d0e84761b4bedf4397fd8a89",
            "sentence": "It's unfortunate that dogs and cats don't live as long as humans."
        },
        {
            "id": "7ba6b4f0f25447669bfe440fe1bb3744",
            "sentence": "I'm the only one who stayed after the party to help Tom clean up."
        },
        {
            "id": "878a804bc87045e5a55ab051792abfaf",
            "sentence": "This problem is too difficult for grade school children to solve."
        },
        {
            "id": "e47bf81458024f1382d339e00d5f9915",
            "sentence": "Tom doesn't know the difference between a diamond and an emerald."
        },
        {
            "id": "dd33e96aaf764679b9de953f32062f72",
            "sentence": "Tom said he thought he wouldn't enjoy going to Australia with me."
        },
        {
            "id": "76013640064c45a1b7e1a276c5e7c4c5",
            "sentence": "I'm pretty sure that Tom doesn't want to go to Australia with me."
        },
        {
            "id": "921e1ac7a6494b24846334adcc7a364d",
            "sentence": "Didn't you know that Tom was planning to go to Australia with me?"
        },
        {
            "id": "ccd103588935460cad5219bb980c309d",
            "sentence": "Things are getting worse and there's not much we can do about it."
        },
        {
            "id": "0be28bb3527147978447fe7a321af7b8",
            "sentence": "Tom went up to Mary and gave her the flowers he'd picked for her."
        },
        {
            "id": "b5ee98ba7982433c94b70a86afea654e",
            "sentence": "Those dolls weren't easy to sell, but I finally sold all of them."
        },
        {
            "id": "ac8bc74a01b94d23842b9810b5c74b2c",
            "sentence": "Tom didn't ask Mary who she was planning to go to Australia with."
        },
        {
            "id": "073d18976e3441ffb52c3a3349b80304",
            "sentence": "My granddaughter just had a baby, so now I'm a great-grandfather."
        },
        {
            "id": "5b39f64bd924415caa90b3e5a9eb0ccf",
            "sentence": "Tom and John are identical twins and often wear matching clothes."
        },
        {
            "id": "c5b8ddab1dc64560a6624f0465e6a328",
            "sentence": "Are you willing to do what it takes to make your dream come true?"
        },
        {
            "id": "3bc1f257abbe44d0a37f74b9ce035be5",
            "sentence": "What I want is for things to get back to the way they used to be."
        },
        {
            "id": "3971c476f19045409a09bce7ba571000",
            "sentence": "The door won't open. There must be something wrong with the lock."
        },
        {
            "id": "8d8247c5e4db4daba481112cb8ef2122",
            "sentence": "The staircase to the loft doesn't have a handrail. It's not safe."
        },
        {
            "id": "0cbc75fbba7542d58953a3c70796d921",
            "sentence": "If you were going to buy a boat, what kind of boat would you buy?"
        },
        {
            "id": "b9ab1d1567b741ed9a0f75c8223dfb2a",
            "sentence": "How many Chinese characters does the average Japanese adult know?"
        },
        {
            "id": "45d9ab7bd2c347c2a8b4dc558c7e7158",
            "sentence": "I didn't have anything else to do, so I thought that I'd drop by."
        },
        {
            "id": "943528f450a2419baafe558c222c492c",
            "sentence": "Tom is better at speaking French than anybody else in the office."
        },
        {
            "id": "8842cd5aca0740c5949ef35c19854145",
            "sentence": "Trying to persuade Tom to do that will likely be a waste of time."
        }
    ],
    "nbPages": 1431,
    "nbResults": 715026
}