{
    "currentPage": 1416,
    "pageSize": 500,
    "items": [
        {
            "id": "87d9439195824f90b28aba55bb68bfde",
            "sentence": "Everything that we asked Tom to do will be difficult for him to do."
        },
        {
            "id": "fe9916b33d4448a1b3ff2e2d6528384a",
            "sentence": "I saw Tom walking a dog, but I'm not sure if it was his dog or not."
        },
        {
            "id": "d9d291ef81724a6991999dad2ffffae2",
            "sentence": "I can't help but think that it would've been better not to do that."
        },
        {
            "id": "6c8da1e1755f4dadb915347eaabe3edc",
            "sentence": "Tom as well as everyone else in the room knew what the problem was."
        },
        {
            "id": "c88fd2f6cb864946bb87a942468b042a",
            "sentence": "I told Tom that my relationship with Mary was none of his business."
        },
        {
            "id": "61bc23ed53d7445aa6ee1db812ab75d0",
            "sentence": "Tom was worried that someone would discover details about his past."
        },
        {
            "id": "82136dfcec444e999f4df8fb95ec542a",
            "sentence": "Tom goes to visit his grandmother in the hospital almost every day."
        },
        {
            "id": "66e7ade52e074ce2a9235c4b5c9a73c3",
            "sentence": "You need to pull the weeds out by the root so they won't grow back."
        },
        {
            "id": "11e696b9b67a4c2ea11c525dd456da4b",
            "sentence": "I know it's late, but let's keep working until we've finished this."
        },
        {
            "id": "a535e1a9a4fc4b769f3515aa82208224",
            "sentence": "Tom was worried that somebody would discover details from his past."
        },
        {
            "id": "f6da6accff3f4f55b60d0f6de933544f",
            "sentence": "When I went into the classroom, the book was lying where I left it."
        },
        {
            "id": "8e90503626304c36be18c4ebe826882d",
            "sentence": "I don't have time to deal with this letter. Could you deal with it?"
        },
        {
            "id": "31db42acd244427d9b086f6bb39bd00d",
            "sentence": "Tom knows just about all there is to know about growing vegetables."
        },
        {
            "id": "63a4ccbc325240019916746a068e44ed",
            "sentence": "It's a pity that you didn't catch up with Tom while he was in town."
        },
        {
            "id": "b3e90657477a4a6fabae5b79a5d33cd9",
            "sentence": "Tom came up with some half-baked idea that was never going to work."
        },
        {
            "id": "d50206708ac54f8ca0d9b2b214a53b46",
            "sentence": "With the passage of time, Tom felt less bitter about the situation."
        },
        {
            "id": "f6fe115b7e3e48a0a23b8214beefe5f9",
            "sentence": "Tom usually has a glass of wine before dinner to whet his appetite."
        },
        {
            "id": "0e9e8a2e6a66452a915688b1576fa752",
            "sentence": "During excavation work, the tiled floor of a Roman villa was found."
        },
        {
            "id": "eac9a2b17eab4f2291c86fa486f96893",
            "sentence": "Imagine basing your entire personality on hating a group of people."
        },
        {
            "id": "31c9d9f125e74c48b980737c83b5052b",
            "sentence": "Tom said that Mary was the one that was responsible for doing that."
        },
        {
            "id": "04ef31257e0349fe9e40e83163710561",
            "sentence": "Do you think anyone else in your office will get married this year?"
        },
        {
            "id": "ded1c7066f494da2b0c79871099173e4",
            "sentence": "Some people seem to have forgotten what it was like before the war."
        },
        {
            "id": "ad493ca64db94da89d7fae03c50bace9",
            "sentence": "If I'd known you were sick, I could've visited you in the hospital."
        },
        {
            "id": "280a13d02e61497e95deb35b927b066b",
            "sentence": "I use French a lot for my job, but I still prefer speaking English."
        },
        {
            "id": "d9048da772d14687b59c0763a55a215d",
            "sentence": "I suspect Tom and Mary aren't planning on going to Boston with you."
        },
        {
            "id": "2b902bb5007743e4befd64cf8a0b192f",
            "sentence": "I'm afraid you'll need more than a conical hat to be a real wizard."
        },
        {
            "id": "60874aae534a4987a8e7240e2e0bcf37",
            "sentence": "I'll stand up for what I believe in and won't yield to any threats."
        },
        {
            "id": "7f870c4ed5464a03a9bf454c74143818",
            "sentence": "I'm sorry I haven't been able to give you my cousin's contact info."
        },
        {
            "id": "6486a9f2618a4c37a920758ca10f1285",
            "sentence": "Three boys came in. I spoke to the boy who seemed to be the oldest."
        },
        {
            "id": "363a7d2fa7e54a7382d0190d0d41296d",
            "sentence": "A man's happiness doesn't depend on what he has, but on what he is."
        },
        {
            "id": "5eaf4a09cd704b91aaf761ecb4ee755e",
            "sentence": "He didn't tell a lie. As a matter of fact, he told the whole truth."
        },
        {
            "id": "46b48a11b0e84717bb777ef905e187f8",
            "sentence": "Tom has volunteered to stay up all night and keep the fire burning."
        },
        {
            "id": "3b5fd0802ae5455993e95cf21d67128f",
            "sentence": "Your mother wouldn't like it if she knew we were seeing each other."
        },
        {
            "id": "604e8b5eb46f4c28aca5b756b036ea8f",
            "sentence": "The man sitting on the bus next to me and I talked the entire trip."
        },
        {
            "id": "51de521de0934542b1c016d6b45ba58a",
            "sentence": "I can't believe you're eating what your doctor told you not to eat."
        },
        {
            "id": "b5b015537f944fcf90fee9e57162a7cd",
            "sentence": "If I were a foreigner, I probably wouldn't be able to eat raw fish."
        },
        {
            "id": "f826143b6569473780c4bd048313914f",
            "sentence": "By and large, reporters don't hesitate to intrude on one's privacy."
        },
        {
            "id": "de4e045f1a17444eb3d73b5aeb23c68d",
            "sentence": "I have attached instructions on how to use FTP to access our files."
        },
        {
            "id": "242a204916014898983de1b0f199b67e",
            "sentence": "\"You have to take all this medicine to get better,\" said the nurse."
        },
        {
            "id": "731b287186984f93b95128b47ebb7cae",
            "sentence": "I think that it's highly unlikely Tom will get custody of the kids."
        },
        {
            "id": "c6f15355a9d24d4b8e6b4f864c0f4e4c",
            "sentence": "I think that I might buy that house on Park Street that's for sale."
        },
        {
            "id": "c4657ceea21c473ba1d3aaf18fcca144",
            "sentence": "Do you think that there's any chance Tom knows Mary's phone number?"
        },
        {
            "id": "cc586dddc7184e8ca50989ad794cb716",
            "sentence": "I still think it's unlikely we'll ever find someone to replace Tom."
        },
        {
            "id": "c0bb754962f944f895bbd8dcd5c92a01",
            "sentence": "Don't buy flowers for yourself. Let somebody else buy them for you."
        },
        {
            "id": "7b1950a7cfe84066ba7da74320e3a4b1",
            "sentence": "Birds sometimes cause accidents by getting in the way of airplanes."
        },
        {
            "id": "da3395dd7283463e80f4f2f2ff7671c3",
            "sentence": "It's really sad when people exclude you because of your skin color."
        },
        {
            "id": "8559094244334f26aafdf546d5f9578e",
            "sentence": "This airport has up to three hundred takeoffs and landings per day."
        },
        {
            "id": "e0daf0cbe98243feba06a4a6a9485df6",
            "sentence": "I bought some gifts for my kids at the airport before driving home."
        },
        {
            "id": "dae69f69396843998af4b710c22cd8fa",
            "sentence": "You didn't talk to me much back when we were in junior high school."
        },
        {
            "id": "a2504c35dbf64411aa91a877a07f14e8",
            "sentence": "Tom lost money at the casino, but told his friends that he had won."
        },
        {
            "id": "43b54395f4584a85bba4a6c5ef02d89e",
            "sentence": "There was a big demonstration on the road outside my house earlier."
        },
        {
            "id": "b4e6f0c58d64470e93f5e8f1f2336c86",
            "sentence": "If there's not some kind of miracle, it'll just continue like this."
        },
        {
            "id": "4b940b9d7e2f47ad93d8e304c8168970",
            "sentence": "Tom and Mary kissed each other for the first time on Christmas Eve."
        },
        {
            "id": "bcc985e5a6c34e60bab3eaf0bf7ed2d9",
            "sentence": "I just kept asking Tom the same question, but he never answered me."
        },
        {
            "id": "11d70f8506ab47a6a3c365b2260f384c",
            "sentence": "Instead of going to Australia next summer, let's go to New Zealand."
        },
        {
            "id": "384094dc78704250b3aa4187952f3830",
            "sentence": "From time to time, I think about my mother who is no longer living."
        },
        {
            "id": "1b71ce5e9d3445ac9499e785c4a0c7e0",
            "sentence": "If you want to form a new habit, positive reinforcement works best."
        },
        {
            "id": "0fa6efc48d1e4836963ef8e777c8d286",
            "sentence": "Tom said that he hoped that Mary would be able to do that tomorrow."
        },
        {
            "id": "63edb63ebe8e47cf95cbd5348884d9b3",
            "sentence": "Tom came home and ate lunch with us, and then he went back to work."
        },
        {
            "id": "c3532167d59f4be5b4af86dbe5307388",
            "sentence": "When I don't have anything to say, I'm not embarrassed to be quiet."
        },
        {
            "id": "5bc4ee776ff542dc8159a4e1a6e59779",
            "sentence": "Something terrible is likely to happen if we don't leave right now."
        },
        {
            "id": "3dd1363c825449f7b5e912d9eb502ffd",
            "sentence": "I think Tom would like to know that you aren't planning to do that."
        },
        {
            "id": "1a1ceb6ff8ec40a9ab6d91c4c3701976",
            "sentence": "As soon as the accident occurred, a police car rushed to the scene."
        },
        {
            "id": "040e85a44c274a9b8dc0b89b19b59921",
            "sentence": "Tom got his nose out of joint when he wasn't asked to Mary's party."
        },
        {
            "id": "85438093f9d34081ae8bf4899ce82d7d",
            "sentence": "Tom punched a hole in the wall after his team lost the grand final."
        },
        {
            "id": "c36c95ea3c0d4f1b98fc9cedb5c5aab4",
            "sentence": "Tom makes his bread with only 3 ingredients: flour, water and salt."
        },
        {
            "id": "2e5261cd9b8144d58e799be7c3386fcf",
            "sentence": "I'm beginning to believe that we actually might be able to do this."
        },
        {
            "id": "33cb817666c84f558f107f9d031867a4",
            "sentence": "The hardware store is now selling potted plants at a huge discount."
        },
        {
            "id": "0a642eb5e248454c93bc0e21a29690dd",
            "sentence": "I put the book that I borrowed from you the other day on your desk."
        },
        {
            "id": "bf2c16fcd7e44ee788c89ebee863634d",
            "sentence": "In my opinion, Australia is one of the best countries in the world."
        },
        {
            "id": "b64376824fb64531ba7592ca2539bdc7",
            "sentence": "Tom spent the night in the lifeboat and was rescued in the morning."
        },
        {
            "id": "0383173270bb429cacaab4a3c8785ba9",
            "sentence": "Tom's father never spent much time with him when he was growing up."
        },
        {
            "id": "285ae0736e824977b9927ecc216ca577",
            "sentence": "How long will it take before Tom realizes that he's made a mistake?"
        },
        {
            "id": "6223eaa197664427bf687b98fc6cba5e",
            "sentence": "Bus drivers are responsible for cleaning the buses that they drive."
        },
        {
            "id": "0d91579e50c54735a742eae7b0888afb",
            "sentence": "Someone probably tried to tell you that, but you weren't listening."
        },
        {
            "id": "734f451bcc3d41ff957c01c73568ae63",
            "sentence": "They both walked out of their offices, carrying bulging briefcases."
        },
        {
            "id": "84750778ceb94f399d1a780e475eb7e8",
            "sentence": "A year has passed, but it's as if we saw each other only yesterday."
        },
        {
            "id": "6a62ea34e2ee44968100c53b984a62d2",
            "sentence": "You knew it wasn't the first time that I had done that, didn't you?"
        },
        {
            "id": "940c14a680cc427fa715d666677e6a9e",
            "sentence": "I wonder if I could ever learn to speak French as well as Tom does."
        },
        {
            "id": "9ddaf86addbb4bbf99cf6b8e3c15c8a6",
            "sentence": "There's only one way to open this door, and that's from the inside."
        },
        {
            "id": "cad5b623ce9d4b51b48e8ceeef72d2b3",
            "sentence": "I poured myself a shot of tequila and poured Tom a shot of bourbon."
        },
        {
            "id": "c4dd289b526a4d04b0b88aa80a7a8be4",
            "sentence": "I'm very tired today, so I'm going to go to bed earlier than usual."
        },
        {
            "id": "0fb22bc13c0a4dbd892cd55ba9be1151",
            "sentence": "What are some of the differences between basketball and volleyball?"
        },
        {
            "id": "ad0f4ac618f944ca935bd553bbef64ad",
            "sentence": "Tom and I often talk to each other on the bus on the way to school."
        },
        {
            "id": "39116d30d570414bb8a049e2326dc030",
            "sentence": "I've been walking around all day today, and my legs are killing me."
        },
        {
            "id": "b6e0e0d04d5141b49020e345e660c903",
            "sentence": "Could you run to the store and buy a couple of bottles of red wine?"
        },
        {
            "id": "c31d2249c3824658812b0352b64bc352",
            "sentence": "Tom said that he didn't have enough money to buy food for everyone."
        },
        {
            "id": "28ead9af508144b4906bd6dea73b38d1",
            "sentence": "Some people think it's time to buy. Others think it's time to sell."
        },
        {
            "id": "d8ab8397ec894148aab522e0f7cb0072",
            "sentence": "I bought Tom's last novel, but I don't think I'll buy his next one."
        },
        {
            "id": "8decca7697c141e4914e9567a39658c9",
            "sentence": "Tom's computer crashed and he lost a number of important documents."
        },
        {
            "id": "2397c30244e64ccba48374b3dda33d61",
            "sentence": "I'd like to be able to understand why people think the way they do."
        },
        {
            "id": "20d825c46d664a17b34329204861b1c9",
            "sentence": "If you don't want to talk about it now, we can talk about it later."
        },
        {
            "id": "42783dfdfe6e4b00a1b7b276c482f95e",
            "sentence": "Mary told her friends she didn't like the ring that Tom bought her."
        },
        {
            "id": "638742eaf18f4f3f80be9442bdf57944",
            "sentence": "Tom was the only person in the office when I got here this morning."
        },
        {
            "id": "851284e92352400e825b2b45f3d479a2",
            "sentence": "The teacher asked us some questions, none of which we could answer."
        },
        {
            "id": "e475a6a3c7904779a715ae91aed27df7",
            "sentence": "The old farmer led the guests into the wine cellar beneath the inn."
        },
        {
            "id": "79ed97ca10cc41a897bfc7947c6ba01c",
            "sentence": "I didn't mean to imply that the work you're doing isn't worthwhile."
        },
        {
            "id": "f83a401a2bc84ecea013e72c5125c508",
            "sentence": "The things that Tom stole from me weren't really all that valuable."
        },
        {
            "id": "a946a89ef57e4cfb94895738a8b7cd2e",
            "sentence": "That sign over there says that swimming isn't allowed in this lake."
        },
        {
            "id": "7bdf5f75eb2e48b68cde3a2fa986315b",
            "sentence": "There are more pagans in Northern Germany than in Southern Germany."
        },
        {
            "id": "6a3a72d1793b49b092122c569e4d6a7d",
            "sentence": "The nurse sat little Tom down and told him to stick out his tongue."
        },
        {
            "id": "57545d3fc0594d08994f2e04021079d9",
            "sentence": "Do you remember the name of the person that we're supposed to meet?"
        },
        {
            "id": "27e2e0ea9f6c4805b217402375543b08",
            "sentence": "To have a successful store, you have to sell people what they want."
        },
        {
            "id": "7262c318ed694393b21ad51f0f60a63c",
            "sentence": "A men's club bought the building across the street from our school."
        },
        {
            "id": "a391d624260f4b21b63d34b3e9bcb89c",
            "sentence": "Do you still think Tom and you'll be able to do that by yourselves?"
        },
        {
            "id": "0821d731bd734930849ff9eda0900e22",
            "sentence": "I learned how to cook Chinese food while I was living in Australia."
        },
        {
            "id": "347a6b5fff2c4e6c9badcdcea1304a58",
            "sentence": "Tom wanted to buy a jacket, but he couldn't find one that he liked."
        },
        {
            "id": "35676d7c976a42d0b7c9837c00ce1b43",
            "sentence": "Tom wanted to buy something for Mary, but he didn't have any money."
        },
        {
            "id": "9453727afc384c1eb9effb7bbf49e0d2",
            "sentence": "I'd still like to hear Tom's opinion before coming to a conclusion."
        },
        {
            "id": "df0428cd143149749f0a9375a6783770",
            "sentence": "In the last minute of the game, Tom scored his team’s winning goal."
        },
        {
            "id": "f8681821d3ba428ca34188547b5b6880",
            "sentence": "Unfortunately, the food supplies gave out before the end of winter."
        },
        {
            "id": "5e00227b19df49dda3ac862c4ecdad08",
            "sentence": "Didn't you have a crush on Tom when you were in junior high school?"
        },
        {
            "id": "5598f6e126e644fa92e3df817fa80132",
            "sentence": "Have I ever told you guys about the first time that I went camping?"
        },
        {
            "id": "a70cfc989c7a487580c1c0cacdc8e913",
            "sentence": "In case my last text wasn't clear enough, I'm breaking up with you."
        },
        {
            "id": "41be55c60e854e67907ee40fb074375e",
            "sentence": "Tom said that he was sorry that he'd hurt Mary's friend's feelings."
        },
        {
            "id": "81b0a01a70ca4e058f42697eeec93218",
            "sentence": "Tom asked his girlfriend to pardon him for forgetting her birthday."
        },
        {
            "id": "f2d2a44c3f8548a5bc57f2c82a832b7e",
            "sentence": "Doing something with somebody else is more fun than doing it alone."
        },
        {
            "id": "b5aaabbeb50f471b814d68fff46e9b41",
            "sentence": "Tom is well-read and can talk knowledgeably about almost any topic."
        },
        {
            "id": "e76e705ea1bd4e3ebcd5033de636ec1f",
            "sentence": "Tom was shocked by the news that his father had had a heart attack."
        },
        {
            "id": "b48694d7d38a4194ae696711ed0edc3e",
            "sentence": "I suspect Tom won't tell Mary the real reason he's going to Boston."
        },
        {
            "id": "f9db9cacb74140689407437a40755284",
            "sentence": "I suspect Tom and Mary would be reluctant to do that by themselves."
        },
        {
            "id": "7dad8054e3a142bebd4eecdff4069d4c",
            "sentence": "Tom is afraid Mary might eat his lunch if he leaves it on his desk."
        },
        {
            "id": "e466e39417c44f23b569398a397e9787",
            "sentence": "Tom told me he thought that Mary would be interested in doing that."
        },
        {
            "id": "2fd96cea66ce4f9a9f31143ca9e66b9c",
            "sentence": "Tom told me he thought that Boston wasn't as safe as it used to be."
        },
        {
            "id": "6d0c97dc67604a02a1b6664b751ffd6a",
            "sentence": "Tom told me that he thought that Mary was the first one to do that."
        },
        {
            "id": "3c304424bf304c85a75cf600022639d6",
            "sentence": "Tom told me that he thought that Mary had studied French with John."
        },
        {
            "id": "98e77aba3b57440f855b4e02a1ca6acc",
            "sentence": "Tom seemed surprised when Mary told him that she wanted to do that."
        },
        {
            "id": "e9d012558ddb456f8977a2a78c69d32b",
            "sentence": "Tom seemed surprised when Mary told him that she needed to do that."
        },
        {
            "id": "11fa6d88a33c4ef7b51065a4d1c654ae",
            "sentence": "Tom knew that there was a possibility that Mary would show up late."
        },
        {
            "id": "628f88c97d05449f981400c18335bbd8",
            "sentence": "Tom knew certain things about Mary she hoped he wouldn't tell John."
        },
        {
            "id": "2e3d31cbb1924f25a5779b70de3391de",
            "sentence": "I don't think Tom is going to go to Australia with Mary next month."
        },
        {
            "id": "a22d1173b7fc48a193cce1521f804479",
            "sentence": "I don't think there's any need for Tom to come to the office today."
        },
        {
            "id": "b3e4079e6bff4ab393b86977e20890c5",
            "sentence": "I don't think that either Tom or Mary is ever going to get married."
        },
        {
            "id": "573dfb1d2c7f46ee96c0c6d693a7cd74",
            "sentence": "I suspect that Tom won't tell Mary that she needs to do that today."
        },
        {
            "id": "f89cffa58bf54cefabdd7d60ba62bc9d",
            "sentence": "We suspect someone murdered Tom and just made it look like suicide."
        },
        {
            "id": "657c58a4619643b5a8253131adcf0fc4",
            "sentence": "Tom thinks that it important for Mary to learn how to speak French."
        },
        {
            "id": "73caf8c0d7154e45b2a967c3759ef4cb",
            "sentence": "I suspect Tom and Mary aren't planning to go to Australia with you."
        },
        {
            "id": "b18171f0da684c1598452d35943a3143",
            "sentence": "I told Tom that I wasn't interested in going to Australia with him."
        },
        {
            "id": "fe4d77358a434959bb922f0a94b07a52",
            "sentence": "My parents think that I'm still too young to go downtown by myself."
        },
        {
            "id": "9ca1f4516b104190b19dbd2728140202",
            "sentence": "I don't think that Tom knows how much coffee Mary drinks every day."
        },
        {
            "id": "65a57bbe09664e648676c36c4762f44c",
            "sentence": "Tom had something that he said that he needed to discuss with Mary."
        },
        {
            "id": "77ed86dc25e94e76a153283efbc15954",
            "sentence": "Memories of the good old days came flooding back one after another."
        },
        {
            "id": "b1a828e622cf4d74a2b04dba42604c74",
            "sentence": "Six months ago I had an operation for the cataract in my right eye."
        },
        {
            "id": "916034e69fd44dfdb648840b94c629df",
            "sentence": "Maintaining a high salt diet may contribute to high blood pressure."
        },
        {
            "id": "c21a5e0be53a40229cbf577b17875d2c",
            "sentence": "Of course, to be valuable, an old carpet must be in good condition."
        },
        {
            "id": "cf6cb4c94f1543dca5beecd18305d417",
            "sentence": "Nobody contributed to the understanding of dreams as much as Freud."
        },
        {
            "id": "d7b93a97fed94d7099886ddfec498c19",
            "sentence": "If you go by bus, you can get there in about one-third of the time."
        },
        {
            "id": "ba0c8f5429c34f43ad9c1ffcfedd9f15",
            "sentence": "My throat hurts, and I have a fever. Can I have some cold medicine?"
        },
        {
            "id": "fef8756bc0f1462c87c0610135ff108e",
            "sentence": "Tom needs to understand that this type of behavior is unacceptable."
        },
        {
            "id": "563f4924480a434e80f7be10056258d0",
            "sentence": "Tom took a piece of candy out of the bag and put it into his mouth."
        },
        {
            "id": "45c8a988873e4a149e3a54ea1afc0353",
            "sentence": "That beautiful girl with black hair over there is Tom's girlfriend."
        },
        {
            "id": "417999c1ebd943abb77e5c93a64f5cd5",
            "sentence": "This is probably one of the most frequently-asked questions we get."
        },
        {
            "id": "7d3174d219ca416889f413e082bd9606",
            "sentence": "My father used to always say that you only tease the ones you love."
        },
        {
            "id": "409fe01475c94ee78e9706ddeef08462",
            "sentence": "Do you have any idea how much money you spent on clothes last year?"
        },
        {
            "id": "279a3044e94742e4a097b37e7aae5296",
            "sentence": "I'm not going to buy this shirt for Tom because he'd never wear it."
        },
        {
            "id": "83f481f0b8cd450580929d1fcbd1e4b0",
            "sentence": "If I'd had a little more money, I could've bought something better."
        },
        {
            "id": "889433f2d244493aa6d80b6ac1576f32",
            "sentence": "Please see that the birds in the cage get water and food every day."
        },
        {
            "id": "06a878017cbd4db189f9f39030e08725",
            "sentence": "Tom doesn't yet know how long he's going to have to stay in Boston."
        },
        {
            "id": "1666ec0e13764a9bb262e7634c54eaa7",
            "sentence": "The party in power is corrupt, but the opposition is little better."
        },
        {
            "id": "5b638feff27c49a2818100fc8d2b094e",
            "sentence": "Tom dropped in to see his grandparents on his way home from school."
        },
        {
            "id": "fa208a6b704b4fc89c30447cd2904e45",
            "sentence": "All the girls in Tom's class think that Tom is really good-looking."
        },
        {
            "id": "5ca90a95ed5d40f9b10fc8f564b88b1a",
            "sentence": "I don't know the exact date that happened, but it happened in 2013."
        },
        {
            "id": "5015b04af9a64388bb7d8b3458b027b5",
            "sentence": "Tom didn't want anybody to know that he couldn't understand French."
        },
        {
            "id": "a209e5dde4a04a7ebf35c0be33a12be3",
            "sentence": "If you wanted a high paying job, then why did you become a teacher?"
        },
        {
            "id": "b830b8ddd5854752b45857a12f3b496f",
            "sentence": "Tom has beaten me at tic-tac-toe more times than I'd like to admit."
        },
        {
            "id": "81f69f1d8710490e8fc6700d73d0f4e4",
            "sentence": "Our vacation was so much fun that we decided to stay an extra week."
        },
        {
            "id": "4fcca16e8604463094529a5cd8d96fb0",
            "sentence": "It's almost impossible to learn a foreign language in a short time."
        },
        {
            "id": "08b008a4b3b647438bbf7e27963c0938",
            "sentence": "Tom still hasn't found the courage to talk to the kids about death."
        },
        {
            "id": "4cf7f2b95eb74b98bf2dd1740fc09c48",
            "sentence": "Tom cut the article out of the newspaper and sent it to his mother."
        },
        {
            "id": "71ae59e1164348c5b3be974dd83c321b",
            "sentence": "The only foreign language that they taught at my school was French."
        },
        {
            "id": "4205d4b256684616a6b2b14140d52a07",
            "sentence": "This place hasn't changed very much since the last time I was here."
        },
        {
            "id": "186a473278fc47deb3768d78b388b1d2",
            "sentence": "What matters is how you play the game, not whether you win or lose."
        },
        {
            "id": "90fd89e526e845bdb2a231aa24aeb68e",
            "sentence": "I've been uploading three videos per week for the past three years."
        },
        {
            "id": "191cbb170ccc4ae48a076868f3e7779a",
            "sentence": "What are little boys made of? Snips and snails and puppy dog tails."
        },
        {
            "id": "96497415c7b741bb9ff36559020127bb",
            "sentence": "One of Tom's daughters is much more beautiful than the other three."
        },
        {
            "id": "f05bbc04a01344f6b839790613fd1d80",
            "sentence": "I've been thinking about you. Have you been thinking about me, too?"
        },
        {
            "id": "ea3d3cb7e7fa4da9b0a9b73ace1c5ea4",
            "sentence": "Are there any radio stations in this area that broadcast in French?"
        },
        {
            "id": "fa02a1d5d34346f29166b9a315aaaf9e",
            "sentence": "I admire your ability to help others understand difficult concepts."
        },
        {
            "id": "aa9bab947253426b852ed46ae73e3a49",
            "sentence": "Tom got a job as a lifeguard at a pool not far from where he lives."
        },
        {
            "id": "9cc5bea7379c4206bb2aa046a747f169",
            "sentence": "I didn\\'t sleep well last night, so I don\\'t have much energy today."
        },
        {
            "id": "a14906633f7f47c4bfc6937399062654",
            "sentence": "I assume we\\'re doing a pretty good job since no one has complained."
        },
        {
            "id": "5fe5875ec0a64ad188fbc5f677e212c7",
            "sentence": "The unemployment rate in Japan was 3.4 percent in September of 2015."
        },
        {
            "id": "b873c041183c4dfc8d79ca4e9e40ca1d",
            "sentence": "Tom and Mary are both determined to make the best of this situation."
        },
        {
            "id": "f6fb7b6fb91749f0b90664fb660366d7",
            "sentence": "Tom has been hunting for a job ever since he lost his job last year."
        },
        {
            "id": "ef12171fb9434cb4b016b92d709cca90",
            "sentence": "Tom is still using the wallet I gave him on his thirteenth birthday."
        },
        {
            "id": "2989bdad5a554f829542a11a9f2ef46a",
            "sentence": "When I was about to leave my house, I got a telephone call from her."
        },
        {
            "id": "cee220c470f9463da1d158f0e1c1cb9a",
            "sentence": "I have two dogs and I try to feed them each the same amount of food."
        },
        {
            "id": "eaf8723cec7743cc95ba80abd4af1623",
            "sentence": "I parked on the left side of the street just in front of the school."
        },
        {
            "id": "2326cf91230747e0af73cf27066e638b",
            "sentence": "I read somewhere that short people need more sleep than tall people."
        },
        {
            "id": "a23511f909af41859bfc9463ad5b9208",
            "sentence": "I thought it was a mistake to tell Tom where we buried the treasure."
        },
        {
            "id": "4d7f855d2d0e403cb0f2c9e7eae45766",
            "sentence": "I thought it would be an opportunity for you to improve your French."
        },
        {
            "id": "a0671e4fc7024336b686a38449d2397a",
            "sentence": "My mother asked me not to feed the dog until after we had all eaten."
        },
        {
            "id": "48ba1df921a04505b7eaf7108ad69ca8",
            "sentence": "People have the tendency to speak more loudly when they get excited."
        },
        {
            "id": "f6c509ccd2cc43218c82eb89606184c1",
            "sentence": "The police believe that Tom may have fallen asleep behind the wheel."
        },
        {
            "id": "58ba69f35a3c42cdabdd0e891cd9bac3",
            "sentence": "The suspect was taken to the police station for further questioning."
        },
        {
            "id": "986ff077871d4245a150935d2f7de51b",
            "sentence": "I don\\'t think I\\'ll have enough time to do everything I want to do."
        },
        {
            "id": "406203ab4dd04f3eb5173bda085c03f9",
            "sentence": "I don\\'t think Tom will be able to do what you\\'re asking him to do."
        },
        {
            "id": "c285a168130c4256aa169e2eefbc258f",
            "sentence": "I can\\'t believe you\\'re eating what the doctor told you not to eat."
        },
        {
            "id": "3540b3dab9654d19b4607c44c0c0318d",
            "sentence": "The other day you said you lost your umbrella. Did you ever find it?"
        },
        {
            "id": "62138b03fc0f47a0b3460d1bacccafc7",
            "sentence": "Tom bought a bottle of vodka and some perfume at the duty-free shop."
        },
        {
            "id": "e7cd9f68469e496fb771359d90693a50",
            "sentence": "Tom decided that he was going to study French for three hours a day."
        },
        {
            "id": "687900d68b7e4532ba87c3fff21e839c",
            "sentence": "Tom is married to Mary now, but at one time he was married to Alice."
        },
        {
            "id": "8ff260d557074a2da52a01e611933b9a",
            "sentence": "There\\'s a restaurant pretty close to here, but it\\'s not very good."
        },
        {
            "id": "2be67d4d36824309a30409279212210b",
            "sentence": "I thought you might be lonely, so I came over with a bottle of wine."
        },
        {
            "id": "ec790e3aafc945a9aed1272529b868e8",
            "sentence": "If two men always have the same opinion, one of them is unnecessary."
        },
        {
            "id": "705b5c73cb184d4ab37e368a9acaaeb1",
            "sentence": "In the summer, I go to the sea, and in the winter, to the mountains."
        },
        {
            "id": "81f835d078ca41de841ccb4ae923ad3b",
            "sentence": "Tom spent a lot of time trying to learn how to play the French horn."
        },
        {
            "id": "604bcff83de14b9098e880a7ca2c40f7",
            "sentence": "Mosquitoes seem to be more attracted to people wearing dark clothes."
        },
        {
            "id": "4a0de9dfc2a045d58697d077b78116af",
            "sentence": "My French got better after I got married to a native French speaker."
        },
        {
            "id": "cef6c26265984fa0859df5b31f278adc",
            "sentence": "My friends and I are hanging out tonight. Would you like to join us?"
        },
        {
            "id": "dc279fbdfc02425a809ffc2596a1605f",
            "sentence": "No matter what they tell me, I still plan to go to Boston on Monday."
        },
        {
            "id": "ba0ab24708d44136851a12b95bc8494f",
            "sentence": "Tom and Mary didn\\'t seem to understand what John wanted them to do."
        },
        {
            "id": "ebf5963776724f3c9d2e9ab47e0d8340",
            "sentence": "Tom began to wonder how Mary always seemed to know where he\\'d been."
        },
        {
            "id": "749a005fcd294e23a2505c08021c3527",
            "sentence": "Tom didn\\'t expect that Mary would be able to play the harp so well."
        },
        {
            "id": "719ed75210ea4fcdb7f0762b46c4ac1f",
            "sentence": "Tom\\'s father was the one who built the house that Tom\\'s living in."
        },
        {
            "id": "a0bedaf229504033854254e5537f67a0",
            "sentence": "I thought you might like to know that Tom isn\\'t planning on coming."
        },
        {
            "id": "4e32fa1815c44144986d69221a4f45e2",
            "sentence": "I wanted to borrow your camera to take pictures of Tom\\'s new house."
        },
        {
            "id": "6c797d86bb25472a962e6e042a3e634e",
            "sentence": "One thing you definitely don\\'t want to do is borrow money from Tom."
        },
        {
            "id": "aa1f6a8ef5f54959af6607ac3a9efcaf",
            "sentence": "Three months ago, I didn\\'t even know how to say one word of French."
        },
        {
            "id": "0d1697da9ff84d199a31062357bd7d32",
            "sentence": "I don\\'t know why I even thought that you might consider doing that."
        },
        {
            "id": "5595a9e8c3e04cf8b4a7db54750a7729",
            "sentence": "I have so many things to tell you that I don\\'t know where to start."
        },
        {
            "id": "85b1fc45d712407280d6f90e8a41e354",
            "sentence": "Tom and Mary don\\'t seem to really talk to each other all that much."
        },
        {
            "id": "fb838ec6b3564c7b8c6a412496e91d7e",
            "sentence": "Tom would rather let Mary have her own way than to have an argument."
        },
        {
            "id": "c2123cd1535547129a75da0b67562018",
            "sentence": "What was the name of the hotel where you stayed in Boston last year?"
        },
        {
            "id": "662c955795064984b8b88c2a710fd8b1",
            "sentence": "Tom can\\'t forget the time he and Mary had their first big argument."
        },
        {
            "id": "289a8f21d19a4ba0a4b4cba2a5e55d3b",
            "sentence": "If at all possible, you should go and look into the matter yourself."
        },
        {
            "id": "c60e37fb6a214e6982485c2e47df21c6",
            "sentence": "I should\\'ve known Tom would do something we didn\\'t want him to do."
        },
        {
            "id": "4a4b7980529a49a09a81d38f3279df52",
            "sentence": "That teacher sometimes hits his students, but no one ever complains."
        },
        {
            "id": "0ab8faa8652d441f9030037871e7a628",
            "sentence": "The last time we all went out drinking, I was the designated driver."
        },
        {
            "id": "35fd18d1cdca4c30859810016891b927",
            "sentence": "I think Tom needs to start hanging out with someone other than Mary."
        },
        {
            "id": "a2dc244929e248478b54735f3ec3df67",
            "sentence": "Tom looked over his shoulder to see if Mary was still following him."
        },
        {
            "id": "899f899535d5420d9a54adbccd0e3b38",
            "sentence": "Tom made a frantic attempt to finish painting the fence before dark."
        },
        {
            "id": "ba4104f46a5a4b4cae4d3e74a3bf802d",
            "sentence": "Tom made it quite clear why we had to have the job finished by 2:30."
        },
        {
            "id": "baff22ca2fc5448d992e5b14f4ed1fdb",
            "sentence": "Tom never suspected that Mary was the one who had stolen his wallet."
        },
        {
            "id": "e34a6ff7527843fa93975e9c960a1fc1",
            "sentence": "Please return the book I lent you after you\\'ve finished reading it."
        },
        {
            "id": "731bc7f660f44614876a390c1c83499b",
            "sentence": "She\\'d just begun to read the book when someone knocked on the door."
        },
        {
            "id": "7b4264f47f084b4397227d7ffa3e14ee",
            "sentence": "She\\'s signed up for a couple of night classes at the local college."
        },
        {
            "id": "dc6fbaddb844400387088ed4b02c20ef",
            "sentence": "Tom decided that he wouldn\\'t tell Mary anything about the incident."
        },
        {
            "id": "299f0b15eb2041e1ab4074b6d03438c7",
            "sentence": "Tom didn\\'t really feel like going out drinking with the other guys."
        },
        {
            "id": "8451caf7422d4e66b789148c3ba9cca2",
            "sentence": "Tom didn\\'t think he had enough money in his wallet to pay the bill."
        },
        {
            "id": "fe6b0502e41f43cab40d88e68f31a08d",
            "sentence": "Tom didn\\'t want to get involved in the fight, but he had no choice."
        },
        {
            "id": "b384c50e711149f2b3ee27316451f1b2",
            "sentence": "I suspected that he was telling a lie, but that didn\\'t surprise me."
        },
        {
            "id": "be185e102e2a44ef80558b94f059a334",
            "sentence": "Tom not only eats more than Mary does, but he also eats much faster."
        },
        {
            "id": "e24d56dd1c77404e91d73fac4d35037b",
            "sentence": "Tom noticed something on the floor and bent down to see what it was."
        },
        {
            "id": "1921b291f61f4bfb99433b44efdaeac3",
            "sentence": "Tom put his bags in the trunk, then hopped in the car and drove off."
        },
        {
            "id": "2a297a8de2fa4424a71549ca166bbb11",
            "sentence": "Tom thought Mary knew how to program in Python, JavaScript and Perl."
        },
        {
            "id": "e7381f606eb347d8b24104ca2ccc0ed1",
            "sentence": "I\\'m going to go buy a ticket, so please watch my bags for a minute."
        },
        {
            "id": "66569768e901450eb1ab26ff668871e0",
            "sentence": "I\\'ve already forgotten where you told me you wanted me to meet you."
        },
        {
            "id": "ecf58adb7aa645b58d25367ba71eb591",
            "sentence": "Let\\'s quickly finish the remaining work and go out for some drinks."
        },
        {
            "id": "1ec08eb1b5ef479fbef44519e9e0553b",
            "sentence": "I think it\\'s time for me to accept responsibility for that problem."
        },
        {
            "id": "8627573644f84f7ab4632ff0e1ead7c4",
            "sentence": "If Tom couldn\\'t do it, probably nobody else will be able to either."
        },
        {
            "id": "e4a2dd8543234424b1e27ea489cd8dcc",
            "sentence": "Tom couldn\\'t find a job he liked in Boston, so he moved to Chicago."
        },
        {
            "id": "a2b3694079fa4813b3e45eee37d70a62",
            "sentence": "The store was so crowded that Tom and Mary lost sight of each other."
        },
        {
            "id": "62995a56d453423fa1adc3d1caf6ee7f",
            "sentence": "Tom told Mary that he had finished the work she had asked him to do."
        },
        {
            "id": "ddf46d746f3b4d9fb346bd55d1380d8b",
            "sentence": "Tom took a small envelope from his shirt pocket and gave it to Mary."
        },
        {
            "id": "fc5ea13f07c640c58c086b7011b4119d",
            "sentence": "Tom tried to make amends by giving back all the money he had stolen."
        },
        {
            "id": "20379cb35d194e50a05e2fac784f12aa",
            "sentence": "Tom tried to make sure that every employee was treated with respect."
        },
        {
            "id": "2e4a6dc24db745b89907fab38b3e1866",
            "sentence": "I had to wait for Tom\\'s reply for a long time, but it was worth it."
        },
        {
            "id": "6ec8c293c5a6479eb249175c25c48df2",
            "sentence": "At first, Tom seemed angry, but then I realized he was just worried."
        },
        {
            "id": "85d3994c72c34c1da1a22d6a272624ed",
            "sentence": "Being aware of what and how much we eat is essential to good health."
        },
        {
            "id": "37c05619f4484f0591e7746219d40184",
            "sentence": "He was very worried about having to spend Christmas in the hospital."
        },
        {
            "id": "3da69985c96241bdbca003d926accd08",
            "sentence": "Tom thinks that Mary won\\'t be able to pay all her bills this month."
        },
        {
            "id": "a5d505a8d9354f2c86999a242c8c268d",
            "sentence": "I know your time is valuable, but could I ask you just one question?"
        },
        {
            "id": "c621ab3e66f3427289db3b8dd885bc62",
            "sentence": "Tom was glad he didn\\'t have to live in Boston for more than a year."
        },
        {
            "id": "22c07c393534491e8d73f0a418215ac2",
            "sentence": "Tom couldn\\'t remember the punch line of the joke he wanted to tell."
        },
        {
            "id": "522e562c3dfb474e8bb0d770e3ca2d01",
            "sentence": "Tom said he had a stomachache and didn\\'t feel like eating anything."
        },
        {
            "id": "a81a275de25e4c57b24ce7ce6cffc511",
            "sentence": "I can\\'t tell you how much I\\'ve been looking forward to your visit."
        },
        {
            "id": "98b66ad2c5264b9a9a62908b7bdbfd19",
            "sentence": "All I want to do is sit here and drink this bottle of wine with you."
        },
        {
            "id": "1d0f7e2c915740cbb9fc46d048d767cf",
            "sentence": "Americans like football in the same way that Japanese like baseball."
        },
        {
            "id": "8bda56867c86440c8da4ce31f02118b7",
            "sentence": "I doubt that Tom has the courage to do what really needs to be done."
        },
        {
            "id": "6ad7928128e846f8adf56fa914469349",
            "sentence": "We\\'d like to thank you for taking the time to answer our questions."
        },
        {
            "id": "08a452fe6f5946a69eeda6efc590eb3c",
            "sentence": "Why isn\\'t there any wine left in the bottle? Did you kids drink it?"
        },
        {
            "id": "f5e64b2bb5c4451f86e2ddc23269ddab",
            "sentence": "I really can\\'t remember people\\'s names, but I don\\'t forget faces."
        },
        {
            "id": "ac3b87e763964407af31e668685899f7",
            "sentence": "Tom had to walk to school today because his bicycle had a flat tire."
        },
        {
            "id": "b7db73d55a0647598f7e6805a5ab3bf6",
            "sentence": "Tom has been getting a busy signal every time he tries to call Mary."
        },
        {
            "id": "e38ef13e371142f19f5e78d43a450863",
            "sentence": "Tom is a good employee. He gets things done quickly and efficiently."
        },
        {
            "id": "8f356baecf6c4d55ae4b58b6be030ba1",
            "sentence": "Tom saw Mary standing by the fireplace and went over to talk to her."
        },
        {
            "id": "36caaea8631a422a89afe1b54720878a",
            "sentence": "Tom was reading the sports page when Mary came into the living room."
        },
        {
            "id": "7c66298fa0204e7e9d656cf97178e10f",
            "sentence": "Tom was sitting at home in his pajamas watching TV and eating pizza."
        },
        {
            "id": "8515b8da6bbe481cbc2060ee63b74b19",
            "sentence": "Tom was studying French in the library the last time that I saw him."
        },
        {
            "id": "1e0255a1b4fe4e89a4d3955ceeaf66b9",
            "sentence": "Tom went backstage to see if he could meet some of the band members."
        },
        {
            "id": "b2c6e1bd4a744b2e91532beecf576c9e",
            "sentence": "Tom went for three weeks without shaving before his wife complained."
        },
        {
            "id": "1172b2047e074806abf5d45abcb6bae1",
            "sentence": "Tom said he\\'d be very surprised if Mary didn\\'t win the tournament."
        },
        {
            "id": "af469710758c47d8b0a7e7b88da3af6f",
            "sentence": "Tom and Mary are talking about what they\\'ll do on Valentine\\'s Day."
        },
        {
            "id": "8355391c0e0b49ba9505c33cf45452bf",
            "sentence": "I want to find out if Tom is going to wear the new shirt I gave him."
        },
        {
            "id": "b7f9181a78ab46cdb10f799e010ed167",
            "sentence": "I wish you happiness in your personal life and success in your work."
        },
        {
            "id": "ba65c867da154e569ba37042bf7da612",
            "sentence": "Just because he likes painting doesn\\'t mean he\\'s good at painting."
        },
        {
            "id": "b66910d9ce93479a9ea536151b183d24",
            "sentence": "A bookstore in that location wouldn\\'t make enough money to survive."
        },
        {
            "id": "7d5e227fea06434ca9775a65bf50398a",
            "sentence": "In this kind of weather, it\\'s best to stay home and not go outside."
        },
        {
            "id": "89ea854f974f4a6ca5c38f31405a7a71",
            "sentence": "Even though he lives in the United States, Tom can\\'t speak English."
        },
        {
            "id": "9b37d3ed9d984863b5ab91cf299cba6c",
            "sentence": "I can\\'t imagine why anyone would want to steal something like that."
        },
        {
            "id": "88d6d9f3455a48cb99d0be39dfb0e319",
            "sentence": "I think it\\'d be better if you didn\\'t go drinking with Tom tonight."
        },
        {
            "id": "e2bd0b5d136440ef8635189306232e26",
            "sentence": "How many young people do you know that own as many cars as Tom does?"
        },
        {
            "id": "06768987ba0d4d9abff4610654409aee",
            "sentence": "I called you three or four times, but you never answered your phone."
        },
        {
            "id": "93582f2890424fe18433405c2b1eb4d0",
            "sentence": "I heard that Tom was working late last night with you. Is that true?"
        },
        {
            "id": "7d695de094aa4469ae83a8c097dd986e",
            "sentence": "Tom wondered how his ex-wife and her new husband were getting along."
        },
        {
            "id": "733950f915594847a3ff611446de85b3",
            "sentence": "Tom wrote his name on every dirty car windshield in the parking lot."
        },
        {
            "id": "562828ad299a4dd290abf4c933be6eb3",
            "sentence": "She always says nice things about him, especially when he\\'s around."
        },
        {
            "id": "f25ae038000f4f358d078669cbe8a3f8",
            "sentence": "Tom watched the tadpoles swimming in the jar that he\\'d put them in."
        },
        {
            "id": "37f34e7a14bb454292e5298676bc34e4",
            "sentence": "I chained myself to one of the trees they were planning to cut down."
        },
        {
            "id": "507cc7a116c24b488ba4c6ddd59ff546",
            "sentence": "I\\'m usually in pretty good shape, but now I\\'m a little overweight."
        },
        {
            "id": "2da4608212de4fa286bd47278403f90f",
            "sentence": "I\\'ve been studying French for a long time, but I\\'m not yet fluent."
        },
        {
            "id": "91e567934c854f70a08d808f0c65a325",
            "sentence": "I\\'ve just started to learn French, so I\\'m not very good at it yet."
        },
        {
            "id": "747b57bf6fb0474f85524379a139a4c4",
            "sentence": "Tom always worries about things that don\\'t really matter very much."
        },
        {
            "id": "fdb92ae29f7e44a8aad28b7f5d5024af",
            "sentence": "Tom can\\'t be in the car more than ten minutes without getting sick."
        },
        {
            "id": "e7d26fd950544a048555464b5c87a79f",
            "sentence": "Tom could tell by Mary\\'s accent that she was probably from Ireland."
        },
        {
            "id": "f306c420104049e8bd4cedbe7a58f5f3",
            "sentence": "I\\'d like to be able to tell Tom that he has nothing to worry about."
        },
        {
            "id": "75f4651fa1f045aeb8edbe5ee65d37de",
            "sentence": "I wouldn\\'t have sung that song if I\\'d known it would make Tom cry."
        },
        {
            "id": "4db50879f5804c329a4456f878f33984",
            "sentence": "Tom told Mary not to waste her time trying to convince John to help."
        },
        {
            "id": "c5ce652a27dd424f8321acf5a7af8024",
            "sentence": "She bought him a camera that was too big to fit in his shirt pocket."
        },
        {
            "id": "cc9df09796bd480e977455786ff3a6f1",
            "sentence": "The translation of the French novel took him more than three months."
        },
        {
            "id": "0a672974248f4c02993f75eca761d01c",
            "sentence": "We cut down the largest tree we could find so we could make a canoe."
        },
        {
            "id": "2590c9ac50df4a049f3bef63cafee5ff",
            "sentence": "We were supposed to tell everyone to be here by 2:30, but we forgot."
        },
        {
            "id": "05853a7249914b4786956d2b4b09a95c",
            "sentence": "What matters in life is not where you are, but where you are headed."
        },
        {
            "id": "1efca4dbe0eb474d904de53e76580e92",
            "sentence": "When I was in Boston someone broke into my room and stole my wallet."
        },
        {
            "id": "a26dd2f0463e4db8a274397bd6a5c3b9",
            "sentence": "Tom can\\'t afford all the stuff Mary wants him to buy on his salary."
        },
        {
            "id": "d10bbdeed7a1448fa8ffe9f80fc9e222",
            "sentence": "I wish I could tell you all the details, but my boss told me not to."
        },
        {
            "id": "cf01bfc7d0404fb2a40d2091c1f4371f",
            "sentence": "She had never seen New York before, so I offered to show her around."
        },
        {
            "id": "fbb5f6d8b0ef47e4bb57f19bef4102bb",
            "sentence": "I see no reason why you shouldn\\'t ask Tom to go to Boston with you."
        },
        {
            "id": "da5c82d5ba094822b067cefb23fdcf25",
            "sentence": "If you wish to speak to Tom, you\\'ll need to wait about three hours."
        },
        {
            "id": "b7d27e50d9fa4068a72b409d8450a4a8",
            "sentence": "I\\'ve just renewed my passport, so it\\'s good for another ten years."
        },
        {
            "id": "41278d65e6ab40b6a10daaaaef488b6c",
            "sentence": "You\\'re the only one here who thinks Tom is a nice guy, aren\\'t you?"
        },
        {
            "id": "b605fce2d57a415881a907a41928bd8f",
            "sentence": "No matter how busy I become, I\\'ll always have time for my children."
        },
        {
            "id": "ea4209c59e104d2c87763bec297e2025",
            "sentence": "If it doesn\\'t rain tomorrow, Tom plans to go on a picnic with Mary."
        },
        {
            "id": "8e44d8d75b314b3f956e065665f88480",
            "sentence": "If you need some money, why don\\'t you borrow some from your mother?"
        },
        {
            "id": "072c63a4e1b0402d94ac36f3f403c49a",
            "sentence": "How do you think climate change will affect our lives in the future?"
        },
        {
            "id": "dbe217fb77df46319b06b8f3b8674230",
            "sentence": "I bought flowers because my grandmother is coming today for a visit."
        },
        {
            "id": "6e5438bea2c84abeae5aa425be57b70a",
            "sentence": "I can think of some situations in which a knife would come in handy."
        },
        {
            "id": "22f98a73bb384687b9e12b97a00587ea",
            "sentence": "People can\\'t stop talking about how nice a couple Tom and Mary are."
        },
        {
            "id": "c27348127d9a410787bfb0456d6aaff3",
            "sentence": "I\\'m sure Tom would\\'ve been unable to do that without Mary\\'s help."
        },
        {
            "id": "c711e9f80d894ce8b024826210191724",
            "sentence": "Tom said he didn\\'t think he\\'d be able to do that without any help."
        },
        {
            "id": "6e290b760fb941e4832cba3ced8c5aa7",
            "sentence": "If you want to find out more information about this, please call us."
        },
        {
            "id": "90e508e1a8f04295a6873fd305b76972",
            "sentence": "It took Mary a long time to choose which dress to wear to the dance."
        },
        {
            "id": "6fd973e9a83e423d9435de0a277aea0e",
            "sentence": "After a long day at work, nothing feels better than a good hot bath."
        },
        {
            "id": "469178c8387944d8843c91831fe6a3ee",
            "sentence": "There is an urgent need for people to help clean up the environment."
        },
        {
            "id": "1abb758fda6142baaeafecb8d4c46ec1",
            "sentence": "Today, for the first time in a week, Tom was able to eat solid food."
        },
        {
            "id": "194bee6b58cb4e69ad41a281a8c25e9b",
            "sentence": "Tom went to the hardware store to buy another hammer and some nails."
        },
        {
            "id": "021c60fbf08440cdb296ae8dec15800f",
            "sentence": "Tom wondered how many hours it took Mary to get ready for the party."
        },
        {
            "id": "39b2821d09864871abd433cd1cbf14dc",
            "sentence": "Have you decided who you\\'re going to invite to your birthday party?"
        },
        {
            "id": "8e0ea636c8ed43408030fe4b41ae3950",
            "sentence": "I can\\'t get any work done here with all these children in the room."
        },
        {
            "id": "792c91bec61445a9bc59556ae5ff513b",
            "sentence": "Tom ran as fast as he could hoping that he wouldn\\'t miss the train."
        },
        {
            "id": "6252b77ec0bb4d98abe2e8c920e35ffd",
            "sentence": "I probably would\\'ve participated if I\\'d known about it in advance."
        },
        {
            "id": "7f0a9bcac80f4a789d342c55aad82288",
            "sentence": "Tom came to his senses and decided to turn himself in to the police."
        },
        {
            "id": "3f9b15625bd3438085a022f97f567f46",
            "sentence": "Tom changed his mind after thinking over the matter for a long time."
        },
        {
            "id": "98dd41894796406b80f8f18c1a1dae19",
            "sentence": "I couldn\\'t get out of my garage because there was a car in the way."
        },
        {
            "id": "629b55aa1736444889ea5f0bd10a4e22",
            "sentence": "Tom got injured because he was in the wrong place at the wrong time."
        },
        {
            "id": "ee813bb6a8844f11b92aa6a02a7df84a",
            "sentence": "Tom had decided at an early age that he wanted to become a botanist."
        },
        {
            "id": "781fe53f1d7a4315b8b957a6e8f395a9",
            "sentence": "Tom had just started to clean his room when Mary came over to visit."
        },
        {
            "id": "673d658799e0455c99a0051590a43e07",
            "sentence": "Tom fell off the dock because he wasn\\'t looking where he was going."
        },
        {
            "id": "97b33124298b42caa647100c268a785a",
            "sentence": "Tom fell off the pier because he wasn\\'t looking where he was going."
        },
        {
            "id": "ed8e1510d07e4a2f821bc63ed47376da",
            "sentence": "Tom has accumulated a lot of junk since he\\'s moved into this house."
        },
        {
            "id": "adba421f43f74cd99ee169fde20f9533",
            "sentence": "You\\'ll get a ticket if you park the car in front of a fire hydrant."
        },
        {
            "id": "120fb5517a5b4719a67d083f71daa654",
            "sentence": "You\\'re going to wreck your eyesight if you play games all the time."
        },
        {
            "id": "00b78a3f94304427af4324086e7569dd",
            "sentence": "Did you really leave your car unlocked with the key in the ignition?"
        },
        {
            "id": "5f6ada969553489cbae1afd1fba82eab",
            "sentence": "I think it\\'s highly unlikely that Tom will get custody of the kids."
        },
        {
            "id": "5523d66689ae47f5a1e7717ac594d8c6",
            "sentence": "How could you not have known what was going on between Tom and Mary?"
        },
        {
            "id": "42a2583789bf4acaa523bd287fade8f0",
            "sentence": "I want you to find out if Tom is planning on coming here by himself."
        },
        {
            "id": "43fe1f69d21743c989f60fbd3e9254f4",
            "sentence": "I was under the impression that Tom and Mary wanted to adopt a girl."
        },
        {
            "id": "a4585cdec8974fc08dbf9aa2a00f5c6e",
            "sentence": "Tom said that he wanted to go to Boston, but he didn\\'t tell us why."
        },
        {
            "id": "8087ceb890fa4a54a5633627e6bd45b7",
            "sentence": "Tom said that he\\'d be more than happy to help Mary weed the garden."
        },
        {
            "id": "6ea7e785dd0b460d8829e1215d1d78c5",
            "sentence": "The paramedic ripped open Tom\\'s shirt and took a look at the wound."
        },
        {
            "id": "14e44a52841b42f7a9cbab4b9d283f55",
            "sentence": "The way Tom drives, he\\'s going to have an accident sooner or later."
        },
        {
            "id": "d7480db837244081a54594ca04861f92",
            "sentence": "They\\'re likely to cancel school tomorrow because of the heavy snow."
        },
        {
            "id": "99f26d17dad049dfa51b0cb36aee7750",
            "sentence": "I wanted to give you something, but I wasn\\'t sure what you\\'d like."
        },
        {
            "id": "0a34fca7c34a43798d74561f5c0b5f0a",
            "sentence": "If Tom had had enough money, he would have gone to Boston with Mary."
        },
        {
            "id": "d8ed6068641d454fb77b819693b1a553",
            "sentence": "Tom asked Mary if she would ever consider going out with John again."
        },
        {
            "id": "f044327afa634b059e09a5f5882be8f9",
            "sentence": "Let\\'s not forget we never could have done this without Tom\\'s help."
        },
        {
            "id": "7e39b21e108a4a58b58ac8f94dfe7553",
            "sentence": "Obviously, I can\\'t force you to do something you don\\'t want to do."
        },
        {
            "id": "b902c398409a4587b755265b04b47394",
            "sentence": "I wonder whether or not there\\'s a chance Tom will be here tomorrow."
        },
        {
            "id": "8e366499e54741a49b1f4a86ed2e2a88",
            "sentence": "Don\\'t have anything to do with him. He is completely untrustworthy."
        },
        {
            "id": "21c479fd8a564da6bd5156f4f0649712",
            "sentence": "You\\'re supposed to meet Tom in front of his hotel in about an hour."
        },
        {
            "id": "614dbe36bc2142a1b11b35865b316d51",
            "sentence": "After Tom explained it in French, he said the same thing in English."
        },
        {
            "id": "917b9caf9b6045c190b834f5b263dc99",
            "sentence": "After the earthquake, many people decided to sleep outside in tents."
        },
        {
            "id": "c16eb64897ba4a76a20dababd2eea697",
            "sentence": "You can\\'t let Tom drive that old truck. Let him drive your new car."
        },
        {
            "id": "72531589affa4a73b8e7e368edcfc856",
            "sentence": "According to the guidebook, this is the best restaurant around here."
        },
        {
            "id": "3f5d6d8b3ff0417ba41220b62584550f",
            "sentence": "I know Tom can play the clarinet? Can he play the saxophone as well?"
        },
        {
            "id": "2cb53e25a56b41179a08bb6550e6d996",
            "sentence": "I looked around me to see if anybody was paying any attention to me."
        },
        {
            "id": "61c6269650844d7cb1a77219a9ff21dd",
            "sentence": "We were supposed to meet at the restaurant, but Tom never showed up."
        },
        {
            "id": "4e7714a2fd284e88b43ef0a105d70ad4",
            "sentence": "Tom and Mary got married the week after they graduated from college."
        },
        {
            "id": "d4e46b6b69f346b5baa75c745a396998",
            "sentence": "Tom and Mary invited all their friends and relatives to the wedding."
        },
        {
            "id": "b6e18d82b05d425fb7351ec52210c1c4",
            "sentence": "Tom asked Mary to water the flowers in his garden while he was gone."
        },
        {
            "id": "9eada73d2c7645959eaaabad05137e8a",
            "sentence": "I haven\\'t had the chance to tell you how much I enjoyed your party."
        },
        {
            "id": "5a1d285e1aaa4a61814b8e58237d5cfb",
            "sentence": "I hear you\\'re selling your motorcycle. How much do you want for it?"
        },
        {
            "id": "2f551b0df50a42d1880d2ed4680c5ee6",
            "sentence": "Do you want me to just call Tom up and tell him that we can\\'t come?"
        },
        {
            "id": "3b949be1ab1a48ec9737254dba195856",
            "sentence": "I have a lot of books in my library, but none of them are in French."
        },
        {
            "id": "569275143b0f44eeb0b61318be79aaf4",
            "sentence": "I almost always take a shower in the morning before going to school."
        },
        {
            "id": "78a7e689cba740599f5278e0223235cb",
            "sentence": "Tom and Mary are at one of the tables in the back of the restaurant."
        },
        {
            "id": "56af9e464aea43ebbaa16bcf4b9cf8de",
            "sentence": "Tom sensed that someone was behind him and turned to see who it was."
        },
        {
            "id": "8cb618335c7d40f69eca19ab18606e86",
            "sentence": "Tom had no reason to suspect Mary was the one who stole his bicycle."
        },
        {
            "id": "60818f4e44b24f39b297a5fb80c88cea",
            "sentence": "I was scared to ask questions because I didn\\'t want to look stupid."
        },
        {
            "id": "b485739f516c4419bf13d9a4f3b52381",
            "sentence": "Are you sure you don\\'t want to come with me to get a cup of coffee?"
        },
        {
            "id": "5ce565fa98d34e77b24ebeff13c9d61f",
            "sentence": "Boston is a nice place to visit, but I wouldn\\'t want to live there."
        },
        {
            "id": "25f63aaed9bd4718b44f237b29ffa345",
            "sentence": "Can you think of any reason why Tom and Mary shouldn\\'t get married?"
        },
        {
            "id": "fd3907f039ef45839da2b6e2effcd1d2",
            "sentence": "Didn\\'t you know that Tom was planning to go to Australia with Mary?"
        },
        {
            "id": "2c800bae4393403f9eb1f89a0eab9c63",
            "sentence": "It\\'s not that I don\\'t love you, I just don\\'t want to get married."
        },
        {
            "id": "fdcf6e2df4a642e08f65aea5cad75013",
            "sentence": "Tom said he doesn\\'t know exactly what time he\\'s going to get here."
        },
        {
            "id": "a8cf3b59861e4e10b15c68e1f45ace66",
            "sentence": "Do you see the guy wearing the black jacket over there? That\\'s Tom."
        },
        {
            "id": "6d16161e91dc451c8a904caa72eac38b",
            "sentence": "I think I have a pretty good idea what Tom might be doing right now."
        },
        {
            "id": "84313c9891be43c1b6b8cbe6878b064b",
            "sentence": "Tom was in Boston last week, but I don\\'t know if he\\'s still there."
        },
        {
            "id": "6b59e64f2d8b486b9daa87c6dce36065",
            "sentence": "Tom just stood there watching Mary staring at herself in the mirror."
        },
        {
            "id": "51568f9da868462db5b2c30c72e9804c",
            "sentence": "You should tell Tom that Mary wants him to teach her how to do that."
        },
        {
            "id": "31f0494bcb9f45baac580822991e4148",
            "sentence": "Do you have any idea how many people are coming to tonight\\'s party?"
        },
        {
            "id": "042f401f1f814d1d904c13740b2e3731",
            "sentence": "I don\\'t have much experience driving on the right side of the road."
        },
        {
            "id": "078b5eebedad462f89ad8e4d18ca672c",
            "sentence": "Even though I asked Tom not to do that, he\\'s going to do it anyway."
        },
        {
            "id": "939a267cec3e40ff842ad72cf3273e2a",
            "sentence": "Do you think that Tom would like to go camping with us next weekend?"
        },
        {
            "id": "7478a8e1c0c749cba2be4d432d45281f",
            "sentence": "I wonder how Tom used to do that all the time without getting bored."
        },
        {
            "id": "396d77e5ca1c4912b91ad58d5c8936a6",
            "sentence": "Let me ask you something, Tom. Do you think we really have a chance?"
        },
        {
            "id": "d30b4e579b7043a7a84eda008c7bbc2d",
            "sentence": "I can\\'t figure out how to export my email addresses to a text file."
        },
        {
            "id": "8a56bc6e5436422496315bd3ad5c7746",
            "sentence": "I can\\'t go with you next weekend, but I can the weekend after next."
        },
        {
            "id": "27cb1246e694499caa62cb3e72c53f17",
            "sentence": "This food will just go to waste if you don\\'t take it home with you."
        },
        {
            "id": "b4150fe5addd4425a4e01294575aa1e4",
            "sentence": "I\\'d like to read the newspaper as soon as you\\'re finished with it."
        },
        {
            "id": "42915d6c13cb4fdf858c9e7bc9af4ec3",
            "sentence": "I don\\'t know why Tom doesn\\'t want to go sailing with us next week."
        },
        {
            "id": "f4c1d7d5ef4440bb8fbd8b36ac9c60b0",
            "sentence": "Tom and Mary are twins, but their personalities are quite different."
        },
        {
            "id": "30bf678339f14a36a539ea1d23dd7a80",
            "sentence": "Tom probably wouldn\\'t have died if he\\'d been wearing his seatbelt."
        },
        {
            "id": "c017b454c5294df8b5cd8f42df6b2299",
            "sentence": "Everyone was talking at once, so I couldn\\'t get a word in edgewise."
        },
        {
            "id": "245495bd254d4ec3a73e4b16e918cd2d",
            "sentence": "Your wife wouldn\\'t be happy if she found out about this, would she?"
        },
        {
            "id": "476a6348ebe94f5781211602fcefc611",
            "sentence": "Do you think that Tom would like to go fishing with us next weekend?"
        },
        {
            "id": "ea11fa854e924454bd04a461d0a5cf3d",
            "sentence": "Tom wouldn\\'t have passed the test if Mary hadn\\'t helped him study."
        },
        {
            "id": "e1c8ef3b2e114b59b423f74a3f7e30bf",
            "sentence": "Tom\\'s favorite saying is \"You can\\'t put two saddles on one horse.\""
        },
        {
            "id": "5756a44c3063460bafc98607831bba03",
            "sentence": "Tom knew that he wouldn\\'t be able to do what Mary wanted him to do."
        },
        {
            "id": "8cd35ac9799d4f9b88e5429e71b0845d",
            "sentence": "Tom said he didn\\'t know that Mary couldn\\'t speak French very well."
        },
        {
            "id": "5053e78577414e14aaa82467c65f2272",
            "sentence": "Tom knew that Mary thought John and Alice were going to get married."
        },
        {
            "id": "7947432242444a2988fb9695987db686",
            "sentence": "As soon as Tom walked into the room, everyone started to look happy."
        },
        {
            "id": "dd1a32007c864979bb71726fd0b5946a",
            "sentence": "Tom asked Mary how much she\\'d paid for the sofa in her living room."
        },
        {
            "id": "8a1cdf7a01e94d8aa901fab0c321790c",
            "sentence": "I\\'m going over to Tom\\'s house now to tell him about what happened."
        },
        {
            "id": "4387ee51214d48a58a19f321d9f9992f",
            "sentence": "Tom\\'s parents have decided to punish Tom for staying out all night."
        },
        {
            "id": "984fd7e1164a44dfb8a78f8f96c69a75",
            "sentence": "We won\\'t have another chance to do that anytime in the near future."
        },
        {
            "id": "b2c284b499bb45889c402a372cfe7dde",
            "sentence": "Tom explained everything to Mary, but I don\\'t think she understood."
        },
        {
            "id": "8741b03e18c444988dc3ba5268f22338",
            "sentence": "Mary was dressed all in white, except for a pink ribbon in her hair."
        },
        {
            "id": "043d3da3c0c84e9984e8a8bd59255ef1",
            "sentence": "Tom wanted to drive, but since he was drunk, Mary wouldn\\'t let him."
        },
        {
            "id": "de89714c2a1e4d0e8dcd45d5290e6bb1",
            "sentence": "Tom couldn\\'t tell me because he\\'d promised Mary that he wouldn\\'t."
        },
        {
            "id": "031b043b2f374b17901377bb475d0120",
            "sentence": "Tom\\'s parents were disappointed that he couldn\\'t get into Harvard."
        },
        {
            "id": "42b8c2d7acde4c48a6d7b10404d5070f",
            "sentence": "Tom asked Mary to teach him how to poach an egg in a microwave oven."
        },
        {
            "id": "88cb8dd21ce345738b8f8fd0551fe09f",
            "sentence": "Tom wouldn\\'t even give me a chance to explain why I did what I did."
        },
        {
            "id": "fcef0541ac214e8ba9ab7f1121d4acc2",
            "sentence": "While Tom is here, you might want to have him fix your leaky faucet."
        },
        {
            "id": "27e7743d2f6542349bb08c518607615f",
            "sentence": "Where on earth do you think that Tom is going at this time of night?"
        },
        {
            "id": "f09ee8765a9844fc93cd010840834fd1",
            "sentence": "If Tom hadn\\'t been working last weekend, he would\\'ve gone fishing."
        },
        {
            "id": "42144e643698449ca2ff60abeaf21b2c",
            "sentence": "Tom knew he barely had enough money to buy everything he had to buy."
        },
        {
            "id": "995e036216654300b60723c89188260e",
            "sentence": "Tom knew that Mary was unlikely to want to go to the dance with him."
        },
        {
            "id": "3582688bfc2b47679ea13ed8f7b558ee",
            "sentence": "We all knew Tom was in trouble, but none of us did anything to help."
        },
        {
            "id": "37487faa1d034ef4a05ad02403ad8e8b",
            "sentence": "How long do you think it\\'ll take you to finish writing this report?"
        },
        {
            "id": "51c526657b0748b1b6c155583e6666df",
            "sentence": "Tom told Mary that she was the most beautiful woman he\\'d ever seen."
        },
        {
            "id": "4f3e3105063b440a944da0588dd91a90",
            "sentence": "Tom told me that he didn\\'t recognize Mary the last time he saw her."
        },
        {
            "id": "d2ced00cd4014dbb890e8aa0843fd264",
            "sentence": "If you could travel to any country in the world, where would you go?"
        },
        {
            "id": "1630cf2ba97a4cba872491b9661ddfc5",
            "sentence": "Many predictions were made, but none of those predictions came true."
        },
        {
            "id": "7faffb3174374397adc9a4d42e1b416f",
            "sentence": "Tom couldn\\'t believe that Mary would really do something that dumb."
        },
        {
            "id": "52a32dfac54c4b34a14bdab3284f2d4d",
            "sentence": "Mary tried to smuggle a hacksaw blade into the prison inside a cake."
        },
        {
            "id": "fe2bd66a05f04c27b59727bfd24828b4",
            "sentence": "Tom accomplished what we thought he wouldn\\'t be able to accomplish."
        },
        {
            "id": "66ed124dd4be4c43befd0396d2d4a2c5",
            "sentence": "It was obvious that Tom and Mary had strong feelings for each other."
        },
        {
            "id": "1a85c87fffdf497b81520065a4950cec",
            "sentence": "It\\'s important for the students to know what to expect on the test."
        },
        {
            "id": "cccc77f6141845328b00e5b2d79fdf06",
            "sentence": "You\\'ll probably find walking through that part of town interesting."
        },
        {
            "id": "efbac82fcdb6451092a34fb759e8fe59",
            "sentence": "Tom has done things he doesn\\'t want his children to find out about."
        },
        {
            "id": "6fc9adfc68e24cf29b0a8c13cc838d72",
            "sentence": "Tom hasn\\'t been back to Boston since he graduated from high school."
        },
        {
            "id": "b958b5e0eace4b7eb37ace60d61a3858",
            "sentence": "Tom knew he didn\\'t need to do what Mary told him needed to be done."
        },
        {
            "id": "52b6d1cc5f894ff9bd8cd24489cff33a",
            "sentence": "The blood alcohol limit for drunken driving is .08 percent in Texas."
        },
        {
            "id": "659af98453fd45e9b32ea532701743a9",
            "sentence": "Tom and Mary walked from early morning until it started to get dark."
        },
        {
            "id": "32b4b8dd2926408899a92de68828ea85",
            "sentence": "Tom assured me that he would be here in time for the opening speech."
        },
        {
            "id": "0ae8f3baffb945a985f133e9b898d8cb",
            "sentence": "What makes you so sure Tom doesn\\'t want to play basketball with us?"
        },
        {
            "id": "f8c75320bae3487bafba15bf1856a809",
            "sentence": "Tom and Mary fight more and more. I\\'m afraid the honeymoon is over."
        },
        {
            "id": "a5880dce563546d48ca7d9ed37ab1bf4",
            "sentence": "Tom can\\'t deny the fact that he did what Mary accused him of doing."
        },
        {
            "id": "e93a5d33964b45f7bc5eeb7c3ce94e7d",
            "sentence": "I\\'d really like to know why Tom didn\\'t do what we asked him to do."
        },
        {
            "id": "8edbb483014a48139b13fbe4d8279193",
            "sentence": "I\\'m beginning to think that there\\'s nothing we can do to help Tom."
        },
        {
            "id": "47b6a94426b241eab091b218a7c6502d",
            "sentence": "Mary and her boyfriend are planning to go to a movie Friday evening."
        },
        {
            "id": "f61333a86c6e46ca83feecc1cd45ca9b",
            "sentence": "Tom said that he didn\\'t believe that Mary would do that by herself."
        },
        {
            "id": "3fadb060771244e7bd89d02a7b8f109b",
            "sentence": "The bread that I bought at the supermarket doesn\\'t taste very good."
        },
        {
            "id": "223ed6293d3040f99e150debf41a130e",
            "sentence": "The first step in solving a problem is realizing there\\'s a problem."
        },
        {
            "id": "e9c7df42f8ea43d1981bc1edfd9a03be",
            "sentence": "We sat around the campfire, roasting marshmallows and singing songs."
        },
        {
            "id": "a80793ad083a4dba854b5db6837c9004",
            "sentence": "Do you want to come over to my place and watch a movie or something?"
        },
        {
            "id": "58294cc91a214599baa2f5e279b1c71b",
            "sentence": "Tom doesn\\'t think there is any need for Mary to attend the meeting."
        },
        {
            "id": "e2b7fab66ac84e48b5bca0ea24fdcfc2",
            "sentence": "Our house was broken into last week, but it seems nothing was taken."
        },
        {
            "id": "5fe3970044564229bf6e3db15d65598b",
            "sentence": "Tom said that he didn\\'t know Mary couldn\\'t speak French very well."
        },
        {
            "id": "acde237df414476387a7973b243a4124",
            "sentence": "Everyone is happy with the decision, so please don\\'t rock the boat."
        },
        {
            "id": "f8885c039ed94886a96db2090093b335",
            "sentence": "I don\\'t have Tom\\'s address in Boston, but I have his phone number."
        },
        {
            "id": "63b06d2942e041bc904f0e78182ec42c",
            "sentence": "Tom didn\\'t know he didn\\'t have enough money to buy what he wanted."
        },
        {
            "id": "1833c7a1d51a4d888ae07c949e22b9cf",
            "sentence": "We\\'re sorry to tell you this, but Tom didn\\'t survive the accident."
        },
        {
            "id": "e182344121574f96ad73d5551e53a9e5",
            "sentence": "Tom spoke so quickly that I couldn\\'t understand what he was saying."
        },
        {
            "id": "9cac5e68c3344654849f384d6d7bcc90",
            "sentence": "Tom thinks he needs to lose some weight, but Mary doesn\\'t think so."
        },
        {
            "id": "f98ce66499a74ff98c4d44060e3ae0e3",
            "sentence": "Kindness is a language that the blind can see and the deaf can hear."
        },
        {
            "id": "8be7e78b493746eb97d65eaba61329d8",
            "sentence": "Tom didn't find out he'd been adopted until he was thirty years old."
        },
        {
            "id": "92fbf3de0d454b248000f69272874ccf",
            "sentence": "If you'd have time to proofread my report, I'd really appreciate it."
        },
        {
            "id": "6bc9990d4bf847eeb7b1bacc210d5943",
            "sentence": "Which would you rather do, help me clean the garage or mow the lawn?"
        },
        {
            "id": "0113506064a14419985c0c1e95142777",
            "sentence": "Since the war, Japan has advanced greatly in science and technology."
        },
        {
            "id": "c0609b622855485b97707a037ac14193",
            "sentence": "If it were not for examinations, how happy our school life would be!"
        },
        {
            "id": "55d8a4871d614ce2b673353ec60982a2",
            "sentence": "It is important to understand that each country has its own culture."
        },
        {
            "id": "a45f29bc7c3d4bb4bb9b4a356258efd5",
            "sentence": "I have to admit that I've really been looking forward to doing this."
        },
        {
            "id": "7d0d13fb62b74d43b5c911615081f649",
            "sentence": "Tom is a piano teacher and also plays the accordion in a polka band."
        },
        {
            "id": "b927080014b145a496aa947b92cff1e0",
            "sentence": "If you're the smartest person in the room, you're in the wrong room."
        },
        {
            "id": "dab589f0f1a74cd4ba08e7f315b0cf60",
            "sentence": "Tom's parents said they wouldn't let him go to Australia by himself."
        },
        {
            "id": "ed9989ac7e8d477e8479e0ff89db5b07",
            "sentence": "Not very many students could answer the questions the teacher asked."
        },
        {
            "id": "cbd63cd888c5402c8ea87565897a9154",
            "sentence": "This is the first time that anybody's ever done something like this."
        },
        {
            "id": "7238bc62e36547e586cc6327b2670472",
            "sentence": "It seems to me that Tom is responsible for Mary's nervous breakdown."
        },
        {
            "id": "c95d7163b1624e1db010ad8201a2c85c",
            "sentence": "My mother helped build the playground outside the school I attended."
        },
        {
            "id": "3f020650977145ed8e7577b8c4ba9e73",
            "sentence": "Tom and Mary blamed each other for creating the difficult situation."
        },
        {
            "id": "6492900c2f6745d1bc19a82a8a75a4d6",
            "sentence": "Correct me if I’m wrong, but shouldn't you be helping Tom right now?"
        },
        {
            "id": "335a09ab8afd42e7905f0160872e1d30",
            "sentence": "He was excommunicated for serving the Eucharist in highball glasses."
        },
        {
            "id": "561f632fc5c340e1b7dcd5d615aa40f8",
            "sentence": "Tom had a battery of tests after suffering a number of dizzy spells."
        },
        {
            "id": "9fc29dc00cfe41a8b2a4bc52951951c7",
            "sentence": "You could accomplish some amazing things if you put your mind to it."
        },
        {
            "id": "fdc4304116144372af036f33a4790cd7",
            "sentence": "She's been practicing piano for a year and can play the piano a bit."
        },
        {
            "id": "3c8e1fc9c5434eebaa90bfe156adcace",
            "sentence": "The upper arm and forearm are connected by a joint called the elbow."
        },
        {
            "id": "82807a725a5144c0b5f1e1eca4f682b1",
            "sentence": "Sewing a button on a shirt is something that you should learn to do."
        }
    ],
    "nbPages": 1431,
    "nbResults": 715026
}