{
    "currentPage": 1429,
    "pageSize": 500,
    "items": [
        {
            "id": "cffb610aedcd4c8585a3cace16c9ce1f",
            "sentence": "I'm afraid I'll have to disappoint you. I don't feel like participating in this discussion."
        },
        {
            "id": "537a488dadb743b48937fdf7219fac08",
            "sentence": "Tom and Mary couldn\\'t talk to each other then because they didn\\'t speak a common language."
        },
        {
            "id": "38da6143467c44f39d1ab9e6fc6e84c7",
            "sentence": "After I graduated from college, I moved back home and lived with my parents for three years."
        },
        {
            "id": "e0f9d30ed22746f18abf057b1459ccd4",
            "sentence": "Mary is really great. She cooked a wonderful meal for me and even washed the dishes herself."
        },
        {
            "id": "d568988ade01468e89f16a5cde38014e",
            "sentence": "I don\\'t know how to play the clarinet very well, but I\\'m pretty good at playing the flute."
        },
        {
            "id": "22dfcbc585464e38831669a11135adc0",
            "sentence": "Tom thought the music was too loud, but he was too tired to get up and turn the volume down."
        },
        {
            "id": "91b0206d18ed429e831a7dd67d655b63",
            "sentence": "Tom thought where he put his gold coins was the perfect hiding place. However, he was wrong."
        },
        {
            "id": "7d0fc0d9fea54c2da7c36cd4350959ac",
            "sentence": "Tom doesn\\'t like Mary. However, she doesn\\'t particularly care whether he likes her or not."
        },
        {
            "id": "83db11726f1f4864a84905f120d4829d",
            "sentence": "Most people who hear Tom speaking French would never guess that he wasn\\'t a native speaker."
        },
        {
            "id": "8b61ff26a0304a48b540e2e748230063",
            "sentence": "Tom lost the shopping list his mother had given him and just bought things he wanted to eat."
        },
        {
            "id": "1d55a197d871463b86499012495d617b",
            "sentence": "Tom thought it was a good idea to take advantage of the opportunity that Mary had given him."
        },
        {
            "id": "1d3ca66dfc2d4603b03472a7da370c1e",
            "sentence": "She asked him to help her father clean the garage, but he said that he was too busy to help."
        },
        {
            "id": "f0e2f1c1680b480581d5910e5f16a417",
            "sentence": "They took Tom to the hospital to have his stomach pumped because he ate something poisonous."
        },
        {
            "id": "5c810b8431e84e6f81ed80dee487496d",
            "sentence": "Tom began reading that book three weeks ago and he still has only read less than half of it."
        },
        {
            "id": "ff6a0fc424c84a979ab0de079143078b",
            "sentence": "Tom bought a bunch of inexpensive cameras to give to children who lived in his neighborhood."
        },
        {
            "id": "f2e0b5a256024326b56328db39807d8c",
            "sentence": "When I got out of jail, the first thing I wanted to do was to eat at my favorite restaurant."
        },
        {
            "id": "0fda8c08fa7041669b1f1fd9e036bdbd",
            "sentence": "Tom remembers telling Mary the story about how he had escaped from being eaten by cannibals."
        },
        {
            "id": "7471845957a9448dbed6af50d522596d",
            "sentence": "In his spare time, Tom loves to play soccer, hang out with his friends, and listen to music."
        },
        {
            "id": "6a21fdc92b1d4af2b73fffacdea15db1",
            "sentence": "Tom threatened me. He said if I didn\\'t give him the money, he\\'d cut off one of my fingers."
        },
        {
            "id": "c156aa79cffd4e04aacecbf7a22db362",
            "sentence": "Tom got the corkscrew out of the drawer and opened the bottle of wine that Mary had brought."
        },
        {
            "id": "259b3531af9848309319c7ff0230c854",
            "sentence": "Tom had been released from the hospital, but he was still recovering from the gunshot wound."
        },
        {
            "id": "c0cd23a797bf4c0abc12276b25fbc06a",
            "sentence": "Tom has a brother and a sister. His brother lives in Boston and his sister lives in Chicago."
        },
        {
            "id": "a68c5fb9767b4730833a987dfe454ea3",
            "sentence": "Children often want to do things that are dangerous without knowing that they are dangerous."
        },
        {
            "id": "f527345d65b14ab0a4ce931f28f93309",
            "sentence": "I met Tom before I graduated from high school, but didn\\'t meet Mary until many years later."
        },
        {
            "id": "bb11209456374f26a1945e42fe6be6dd",
            "sentence": "It\\'s often said the best way to learn a foreign language is to learn from a native speaker."
        },
        {
            "id": "5be55b9b4c4245aca8e88ddd48dcab04",
            "sentence": "Theoretical physics was child's play to Einstein, but he couldn't figure out his income tax."
        },
        {
            "id": "0f1b06323fab47df86c2aa36437adbfb",
            "sentence": "Mary traveled into the future and found that climate change had destroyed all life on Earth."
        },
        {
            "id": "f4b65131342f42eabf6a10934b3c9f7f",
            "sentence": "I'd rather live in a world full of secrets than one so small that I'm able to understand it."
        },
        {
            "id": "81a98d2add5b429b9855f1613bf7e061",
            "sentence": "Tom has been going out with Mary ever since they met at a fourth of July picnic last summer."
        },
        {
            "id": "b052c9f48eff4dda8ca9616eec672b4b",
            "sentence": "The reason Mary has to go to the bathroom so often is that she drinks ten cups of tea a day."
        },
        {
            "id": "cac30681f39f47f7958f9baebc7da06e",
            "sentence": "No sooner had Mary broken up with Tom than John was at her front door with a bunch of roses."
        },
        {
            "id": "1462576479984957ac7ffe0c5d82e431",
            "sentence": "Mary said that her parents would kill her if they found out that she was going out with Tom."
        },
        {
            "id": "b52bb1ebd5a34b8c9a21ca7a25a17c77",
            "sentence": "When I entered the coffee shop, two young men were watching a wrestling match on television."
        },
        {
            "id": "89301a9397e043f0bf5945467bc113fb",
            "sentence": "It seems to me that I've seen that person over there who's wearing glasses somewhere before."
        },
        {
            "id": "f7eaf0e299124bc18fbf3577a04a34e8",
            "sentence": "We study for three hours every morning and spend the rest of our time working in the fields."
        },
        {
            "id": "d32d60d976b24ae894320ba66b43a0c4",
            "sentence": "I'm sure his chemistry teacher would have failed him had they survived the tragic explosion."
        },
        {
            "id": "feb55010ca6f4894a019f9f7e5dc8d9d",
            "sentence": "We get tired of beautiful women in three days, but in three days, we get used to ugly women."
        },
        {
            "id": "1333e92ac8eb4577b9231a94fa4137bb",
            "sentence": "We might not be able to solve all our problems, but we should be able to solve some of them."
        },
        {
            "id": "8a6e1839b87942e782b8c4dfd676f77f",
            "sentence": "Tom stays up late at night and always has trouble waking up in time to get ready for school."
        },
        {
            "id": "4a480efd02c84b0c93663c42c0d912fa",
            "sentence": "That place's food is delicious and their prices are low. However, their location isn't good."
        },
        {
            "id": "46332459949e45e3b504ec44d607623d",
            "sentence": "I have a son and two daughters. My son lives in Boston and my two daughters live in Chicago."
        },
        {
            "id": "7f9b4c8294d74264b1e8202750d5c61c",
            "sentence": "I had intended to go straight back home, but I ran into Tom, and we stopped to have a drink."
        },
        {
            "id": "6913edf5c1244fd7be0ce5f0747edacd",
            "sentence": "I don't go to the movies alone because I like to talk to someone about the movie afterwards."
        },
        {
            "id": "19078ec8d1ab483ca4bea8608326d54f",
            "sentence": "Little by little you will begin to comprehend the text without translations or explanations."
        },
        {
            "id": "a46668642e0449eab003d391c682d1a5",
            "sentence": "Determining the shortest path through any arbitrary set of points is an intractable problem."
        },
        {
            "id": "6dce8379b64b41d883c6f2050f84961f",
            "sentence": "It should be stressed that we are often influenced by advertising without being aware of it."
        },
        {
            "id": "f91b2ace88d243299ab749840ce0a6f8",
            "sentence": "According to legend, ghosts would appear in that forest, so people would not set foot there."
        },
        {
            "id": "e91bf7761c56457e878db384872d9fa2",
            "sentence": "Astrobiology is the study of life’s origins on Earth and the potential for life in Universe."
        },
        {
            "id": "f67ca20c0f2b47d588e783a3d98e0152",
            "sentence": "Would it be OK if I wrote Tom a message telling him that he didn't need to be here tomorrow?"
        },
        {
            "id": "29f6694edc094e22a7b5eaddb03dc416",
            "sentence": "I don't believe Tom was really able to build his house for less than three thousand dollars."
        },
        {
            "id": "8997b4daced449b99738d8cd04f631c7",
            "sentence": "Tom came to work last week even though he was sick. Now everyone else in the office is sick."
        },
        {
            "id": "f7f0b7f7e61d44ccac10e393f4918f67",
            "sentence": "You probably eat genetically modified fruits and vegetables all the time without knowing it."
        },
        {
            "id": "c3354c85704048bb907ad4e9f92e0764",
            "sentence": "The words are on the tip of my tongue, but I don't quite know how to say what I want to say."
        },
        {
            "id": "8f6465edd8144c36ade9716b82abac93",
            "sentence": "Tom took a folded piece of paper out of his pocket and put it on the table in front of Mary."
        },
        {
            "id": "ac7e71effff0465f8ecac3c9a9a63507",
            "sentence": "I have a son and a daughter. My son lives in Australia and my daughter lives in New Zealand."
        },
        {
            "id": "9e366787b05e4fc3ab48c195334d174b",
            "sentence": "When it comes to creativity, there are no winners or losers. At least, that's what they say."
        },
        {
            "id": "d171930ef95f432a81d3b6192b5662f8",
            "sentence": "When people meet, first impressions determine more than 50 percent of whatever happens next."
        },
        {
            "id": "f652564ff4af4b148a47c5d854a767a5",
            "sentence": "Tom has been without regular employment for several years, and is living from hand to mouth."
        },
        {
            "id": "e32f2b3d00094927b45b55c39e3932d0",
            "sentence": "The Democrats haven't decided on their candidates yet, but in any case they're sure to lose."
        },
        {
            "id": "651b919138e6467f8954fdf1f97fdc00",
            "sentence": "You'll be able to spot Tom easily. He'll be the one carrying a duffel bag and a guitar case."
        },
        {
            "id": "f4828410f29642aa9e6b5b65a2104e70",
            "sentence": "Mary removed the band from her ponytail and allowed her hair to fall loosely about her neck."
        },
        {
            "id": "754dd7b6516b4b3892b16541413c3f6c",
            "sentence": "From the moment Mary became the boss, she made herself very unpopular with her subordinates."
        },
        {
            "id": "03881293c66a4da9b6875b43bd84b194",
            "sentence": "There are a couple grammar points I'd like to go over in the last few minutes of our lesson."
        },
        {
            "id": "e8240f777f1e4d22954f574a5a8b7d0c",
            "sentence": "Reading between the lines, it's clear that Tom isn't having such a good time in his new job."
        },
        {
            "id": "38bdd41510b4424b81f66ea05f16172a",
            "sentence": "Tom's car broke down on his way to Boston, so he had to spend a couple of nights in a motel."
        },
        {
            "id": "9f2f0484d0164ec494f362f46651d18d",
            "sentence": "We\\'ve considered your proposal, and we\\'ve decided that we aren\\'t able to reduce the price."
        },
        {
            "id": "d25e85f4bb1246ba92777da138f7f3d1",
            "sentence": "My friend over there is really shy, but he thinks you\\'re cute and he\\'d like to talk to you."
        },
        {
            "id": "b3a7f551db5c4c2eb94f61c71bcce020",
            "sentence": "Even though my friend was a vegetarian, I didn\\'t tell him that the soup had some meat in it."
        },
        {
            "id": "2287c37f9709426684d2adaa79e71659",
            "sentence": "It\\'s not right for you to do something bad just because someone else has done something bad."
        },
        {
            "id": "fd02d98d103c49d7b9834816a69b873a",
            "sentence": "One thing Tom does that isn\\'t very safe is that he uses the same password for every website."
        },
        {
            "id": "63d553864c8243859a0b5babb538abc4",
            "sentence": "Tom makes way too many snide remarks. That\\'s perhaps why he doesn\\'t have very many friends."
        },
        {
            "id": "9271f175b9044a9fa38b030e07e37aa2",
            "sentence": "I don\\'t know when it\\'ll be fixed, but I\\'m sure either Tom or Mary will fix it fairly soon."
        },
        {
            "id": "0f2f06f3deac4fa3b144b7ed2983d228",
            "sentence": "Tom became famous because he married a famous actress who had been married many times before."
        },
        {
            "id": "bd5c86a71de146afad803775bbdfb7ac",
            "sentence": "Tom sets the table on Mondays, Wednesdays and Fridays. Mary sets the table on the other days."
        },
        {
            "id": "b32804958aa047348567fddf977c09e2",
            "sentence": "Tom wondered what Mary would say if she knew he had spent the past week in Boston with Alice."
        },
        {
            "id": "f1035ab3ea444d44bafd6805286b7383",
            "sentence": "Tom has to be careful about what he eats at restaurants because he\\'s allergic to many foods."
        },
        {
            "id": "f788df5525394278af6c18d22de135a9",
            "sentence": "Tom has been doing a pretty good job of eluding the police, but eventually he\\'ll get caught."
        },
        {
            "id": "8a439bd43fa64930a809d00592359865",
            "sentence": "Tom is used to driving a pickup truck, but he\\'s never driven one of those really big trucks."
        },
        {
            "id": "82692ba8b57a4fc6b20bd05405d25b19",
            "sentence": "Tom pleaded guilty to drunken driving and his driver\\'s license was suspended for six months."
        },
        {
            "id": "bc593caa8598473eb2ab923745b7318f",
            "sentence": "It may seem like just a little thing to you, but Tom is really worried about the whole thing."
        },
        {
            "id": "b1e722812ef24d2e9e97eb1469643bd8",
            "sentence": "The optimist looks into a mirror and becomes more optimistic, the pessimist more pessimistic."
        },
        {
            "id": "0d83249ac0a0417db6322c7a2c9495a2",
            "sentence": "When we started out, our band could only find small clubs in small cities that would hire us."
        },
        {
            "id": "791f1de001694706a2789d9c311ff090",
            "sentence": "While Tom was away from his desk, Mary drew a caricature of him on the cover of his notebook."
        },
        {
            "id": "3b8fc5852ef14d60950537933fbf99ee",
            "sentence": "I never thought this rubber band would come in handy when I put it in my pocket this morning."
        },
        {
            "id": "0f326b8951764e3d93e8882b09530e2d",
            "sentence": "Right now, we have blueberries, blackberries, cherries, strawberries, peaches and nectarines."
        },
        {
            "id": "d9c30cd323db457f961ef19bc893acfb",
            "sentence": "Tom would\\'ve liked to attend Mary\\'s party. Unfortunately, he had other things he had to do."
        },
        {
            "id": "196e2c64f3aa405698e505a9da8f2454",
            "sentence": "Tom didn\\'t need to look at the menu because he\\'d been to that restaurant many times before."
        },
        {
            "id": "fb8880338a1b410aa4295bd1ad1146fc",
            "sentence": "Tom looked through all his desk drawers, but he still couldn\\'t find what he was looking for."
        },
        {
            "id": "ae8668a580d94a8f9833a5044a5a0425",
            "sentence": "Tom can\\'t work as a doctor in Australia because his qualifications aren\\'t recognized there."
        },
        {
            "id": "6a6ad5b871dd41c18833f7704138395f",
            "sentence": "If only I\\'d left home five minutes earlier, I would\\'ve gotten to the train station in time."
        },
        {
            "id": "ebc6bf9d8e124ce5903e506de15e4b35",
            "sentence": "It's a dirty trick to close every polling station in areas that would vote for your opponent."
        },
        {
            "id": "d8f964f74a81414ba3447e293b42de19",
            "sentence": "There was a sign at the hotel where I stayed that said durian wasn't allowed on the premises."
        },
        {
            "id": "3958aba5d5814ac0a494f985be588cca",
            "sentence": "Even people with perfect pitch sometimes have a hard time with Mandarin, let alone Cantonese."
        },
        {
            "id": "2b67d7d0d41b42d282a9658dc3afa246",
            "sentence": "I thought people would want to buy these, but so far I haven't been able to sell any of them."
        },
        {
            "id": "57b9211b9e9a4c10b9970d5c1deefe7a",
            "sentence": "Just because something is bad for your enemy doesn't necessarily mean that it's good for you."
        },
        {
            "id": "ce3e028974144d65b328d9456e2de14b",
            "sentence": "Tom backed his car up to check, but the raccoon that he'd run over was as dead as a doornail."
        },
        {
            "id": "869d29d9c84e4d82ae71a01af464746e",
            "sentence": "Tom broke up with Mary before her birthday so he wouldn't have to buy her a birthday present."
        },
        {
            "id": "2555f40183614fda80ccfec929884a6b",
            "sentence": "Even though Mary has turned him down three times already, Tom plans to propose to Mary again."
        },
        {
            "id": "22328eff00cc4c24a8cd45c030dd28a9",
            "sentence": "Rwandan rebels are pushing their offensive south as fighting continues in the capital Kigali."
        },
        {
            "id": "0cbcdc2049bd49a1b87368ac605f06aa",
            "sentence": "Tom underwent plastic surgery and changed his identity to evade capture and start a new life."
        },
        {
            "id": "676daf0bfc2b4330bfe2061b0285480d",
            "sentence": "Throughout the five years of painful cancer treatments, he managed to keep a stiff upper lip."
        },
        {
            "id": "3981bad5e6784175946fe389d299fb41",
            "sentence": "A middle-aged woman with a knapsack on her back seemed to be looking for a place to sit down."
        },
        {
            "id": "172d192c305a45c280f9b460c5eb6738",
            "sentence": "Tax assessors must account for a variety of factors when determining the value of a property."
        },
        {
            "id": "257a899ad604447ea30b950f8be87c12",
            "sentence": "If you eat from a smaller plate, it'll look like you're eating more food than you really are."
        },
        {
            "id": "a1e3228d0c7b4c09b6d72e6350fd8395",
            "sentence": "Tom used his grandma's disabled parking placard to get a good parking spot at the water park."
        },
        {
            "id": "7d541859e8cc484e9ea179173f2a02de",
            "sentence": "I hate to trouble you, but could you move over a bit so there's room for someone else to sit?"
        },
        {
            "id": "2cae640f501b40baa75e0bd7c4873f30",
            "sentence": "In some areas of the world, you can still get sued if you slander or libel a deceased person."
        },
        {
            "id": "d1bee715f4ae47a98d898d1b906cae2d",
            "sentence": "Today, at the pool, Tom jumped into the water from the ten-meter platform for the first time."
        },
        {
            "id": "429e5433148c480a8ec24e7d2548734c",
            "sentence": "Today I learned a lot of Spanish words and now I know how to say \"cheek,\" \"chin,\" and \"knee.\""
        },
        {
            "id": "fd16300152204f4191b6ded213f5619b",
            "sentence": "Language learning: A process by which a person reduces his ignorance of a language over time."
        },
        {
            "id": "67bb00b193bb4845b197bfc7057bf6d2",
            "sentence": "I can't advance to the next level of the game until I've accumulated at least ten gold coins."
        },
        {
            "id": "999730766d354867b3b436815e446f44",
            "sentence": "Tom was so out of shape that he couldn't run a lap around the block without hyperventilating."
        },
        {
            "id": "dc87785c167d4427864ef314b8903821",
            "sentence": "You may not like Tom at first, but eventually he's likely to become one of your best friends."
        },
        {
            "id": "b001e4a921514235a5eaf32e3547fe1c",
            "sentence": "I just want to let you know I think that you're the most beautiful woman that I've ever seen."
        },
        {
            "id": "80ae33d51d6c4537a64d8436a6a2b26d",
            "sentence": "Recently, the price of crude oil has been skyrocketing, and the cost of gasoline is going up."
        },
        {
            "id": "72ebbb3a3c3f4b7396fab4a6772f067c",
            "sentence": "In retrospect, Tom realized that he shouldn't have been dating both sisters at the same time."
        },
        {
            "id": "dc5edc64af7647a78dd1398ce7303aa3",
            "sentence": "Tom really wanted to walk away from the confrontation, but the bystanders kept egging him on."
        },
        {
            "id": "a5261a816c4943129592e8bb2da158cf",
            "sentence": "Tom shook the bottle as directed on the label, but unfortunately didn't fasten the cap first."
        },
        {
            "id": "d17136eee3834e68a874f5111e45739a",
            "sentence": "They say that a person who has perfect pitch can tell just by listening what pitch a note is."
        },
        {
            "id": "70fd1665876f4e24918d217d5723915f",
            "sentence": "I still have a scar on my left leg from a car accident I was in when I was thirteen years old."
        },
        {
            "id": "b8de1c9f9c2d43f0a0f6e81f77a0e191",
            "sentence": "I think Tom is going to be pretty mad when he finds out that the painting he bought is a fake."
        },
        {
            "id": "2940c8f26141410a863e51e0ce3806ae",
            "sentence": "I think if I talked more often with a native speaker, my English skills would improve quickly."
        },
        {
            "id": "59aed40c90fa49b583542a71a623eaf8",
            "sentence": "Several men got angry with Tom in the bar and Tom told them he wasn\\'t afraid to take them on."
        },
        {
            "id": "4fa42bf1adeb407c94c861de1dc304d7",
            "sentence": "Tom called Mary to ask her whether she wanted him to buy some bread on his way home from work."
        },
        {
            "id": "4765e8e2c0a440608d03a200d79b4e59",
            "sentence": "Tom wished he had had the courage to jump into the river and save the baby that had fallen in."
        },
        {
            "id": "fdf0539e9bed46af9e80e2a2964e3296",
            "sentence": "Tom told Mary that he wouldn\\'t be able finish the job in the amount of time she\\'d given him."
        },
        {
            "id": "e21e8e95406644f2bfa1a102e7147bc5",
            "sentence": "After school, Tom usually sticks around as long as he can because he doesn\\'t want to go home."
        },
        {
            "id": "afe379d11d2d4a3dbb55e4ef5ae8b54a",
            "sentence": "Tom can\\'t figure out how Mary was able to plan a surprise party without him knowing about it."
        },
        {
            "id": "518cb5eb95f540e79635675eea586a8d",
            "sentence": "Tom tasted the popcorn and decided it wasn\\'t salty enough, so he sprinkled on some more salt."
        },
        {
            "id": "2b0d32c88ad742baa394346696ca5530",
            "sentence": "Tom would have liked to attend Mary\\'s party. Unfortunately, he had other things he had to do."
        },
        {
            "id": "fc8e7d95b89d4499bd1d68869e853f74",
            "sentence": "Mary is really great. She cooked a wonderful dinner for me and even washed the dishes herself."
        },
        {
            "id": "3296fdd148484941bc9195fad0e6660a",
            "sentence": "If your father asks your mother a question in French, does she answer in French or in English?"
        },
        {
            "id": "02801acb51b44b83a93dc7b4f726bd59",
            "sentence": "Tom and Mary and their children all live together in a small house on the outskirts of Boston."
        },
        {
            "id": "22fc8ace3c1d4d2b8e1167e7e8698afe",
            "sentence": "Tom and Mary had a romantic dinner to celebrate the first anniversary of their being together."
        },
        {
            "id": "e0cf2d1210d34f6ca9eaf1c6f5d3776f",
            "sentence": "Tom began to undress, but then noticed that the curtain was open, so he went over to close it."
        },
        {
            "id": "362b4b2ef66345b1bfa7b9337c4f9c80",
            "sentence": "Optimists see opportunities in disasters while pessimists find disasters in every opportunity."
        },
        {
            "id": "a5fb616d2733453b9325e8b099facde9",
            "sentence": "The students who are occupying the administration building have threatened to kill themselves."
        },
        {
            "id": "95ce04ac74a44fb5bdbb961f33171296",
            "sentence": "The burning of coal is responsible for more than 40% of Australia\\'s greenhouse gas emissions."
        },
        {
            "id": "7cc202199b854c80b03b04d3ec1e2b64",
            "sentence": "When you meet someone for the first time, be careful about how close you stand to that person."
        },
        {
            "id": "1985768d7248406d82febba53fb72caa",
            "sentence": "I don\\'t know what Tom advised you to do, but I\\'d suggest that you don\\'t tell Mary about it."
        },
        {
            "id": "ec84c3d6513345fe90e25f49471abe5d",
            "sentence": "When we started out, we realized that if we didn\\'t have a good product, we wouldn\\'t succeed."
        },
        {
            "id": "0912eb7fcd0442e4af847eb0ae2013a9",
            "sentence": "Tom is well-informed about the circumstances present within the Indian agricultural community."
        },
        {
            "id": "f0d7c8ef2bb44d9e87291e0ad4d0409d",
            "sentence": "First words get confused, then ideas get confused, and finally things themselves get confused."
        },
        {
            "id": "5b14c79e5c104b19b7d5e994165bb96a",
            "sentence": "Tom and Mary told everybody that they\\'d gotten divorced, but they\\'re actually still married."
        },
        {
            "id": "4fc948092bb646e080b9fe135f100f0c",
            "sentence": "Driving alone or without a licensed adult is grounds for having your learner's permit revoked."
        },
        {
            "id": "e61d2879850a4b1f8d7ca2ee5baef501",
            "sentence": "It seemed as if the outside world would disappear every time Tom strummed his acoustic guitar."
        },
        {
            "id": "de2b6fde806f4967a6de113c8a030748",
            "sentence": "Recently we seem to just keep missing each other. I never seem to be able to meet up with him."
        },
        {
            "id": "720d526658fc4d92bec85d6c1be210e3",
            "sentence": "A cellar was dug on top of the hill and they slowly moved the house from the road to the hill."
        },
        {
            "id": "b92d5d6692cd4e86baed67a28323ab79",
            "sentence": "No matter how strange it may seem to us, it doesn't seem strange to the people who live there."
        },
        {
            "id": "5d1585801ca7436cb6ec9da6c66e9b95",
            "sentence": "If we were supposed to talk more than listen, we would have been given two mouths and one ear."
        },
        {
            "id": "10196dd494cf4604b5148740ca403638",
            "sentence": "The ecological footprint of a country is closely related to its level of economic development."
        },
        {
            "id": "ca1bdfbca0904aabb642fe8fc03178c3",
            "sentence": "Some months have thirty-one days, others have thirty days, and one month has less than thirty."
        },
        {
            "id": "96b051294b92401c932dac72b97ba89e",
            "sentence": "About 9.5% of the earth's surface is desert, and about 33% of the earth's land area is desert."
        },
        {
            "id": "982ceba9668d4899bd24ee6e6e6966b2",
            "sentence": "I have the afternoon off today, so I plan to go to the park, sit under a tree and read a book."
        },
        {
            "id": "b220f3d6f4424f1d937f23e9a28aaa57",
            "sentence": "Tom went to Australia for a three-month visit, but he ended up staying there for three. years."
        },
        {
            "id": "0695d0920b7442628ff5684a709a9b0a",
            "sentence": "Mary makes tea the way she's always done: without teabags. The tea goes straight into the pot."
        },
        {
            "id": "8eec4bb451ed44f193f1cf16e34d7c76",
            "sentence": "I'd planned to do it that way, but I changed my mind after Tom suggested doing it another way."
        },
        {
            "id": "18d5d0bcea6e4c76a1bfe158dd5c89f5",
            "sentence": "Tom didn't want to major in French, but his parents said they thought it would be a good idea."
        },
        {
            "id": "a9d4d98a70b54740939021afb4678f8c",
            "sentence": "I realize this may sound crazy, but I think that I've fallen in love with your younger sister."
        },
        {
            "id": "07d07fd2ecfd402890ee1778a59c16cc",
            "sentence": "I wonder why I can read and understand French much easier than I can understand spoken French."
        },
        {
            "id": "ecb5d1aac7cd4f788645cb8be6011562",
            "sentence": "The expansion of the Roman empire wiped out a great number of the original European languages."
        },
        {
            "id": "3baaf5f88fb849e6bc5ec1bd68bee93d",
            "sentence": "Cook the mushrooms for about three minutes and then add the washed and finely-chopped parsley."
        },
        {
            "id": "b4fa4bd5f98242d58dacf94230ef625c",
            "sentence": "I could've been finished doing that by 2:30 if Tom hadn't come over and started talking to me."
        },
        {
            "id": "356e8546a7ea401ea0c105d8c3d5d915",
            "sentence": "For quantities of 20 or more, we can allow you a special discount of 10% on the prices quoted."
        },
        {
            "id": "c698f5d86ab042d4ba972828a4d0f3ec",
            "sentence": "Abraham Lincoln, the 16th president of the United States, was born in a log cabin in Kentucky."
        },
        {
            "id": "ba648849952d4224bfb8164a80bd30a5",
            "sentence": "It's OK for you to borrow my bicycle this morning, but I need to use it myself this afternoon."
        },
        {
            "id": "e136bb01207e4277908c2c535c4664c0",
            "sentence": "You shouldn't be so hasty in making decisions. Sometimes it's helpful to sit back and reflect."
        },
        {
            "id": "7cbc0b6cc78a41878e404d988611b882",
            "sentence": "If it looks like a duck, swims like a duck, and quacks like a duck, then it's probably a duck."
        },
        {
            "id": "edc14f47e9b34e67985d15a0c47deea8",
            "sentence": "Tom survived the surgery but got killed by a drunken driver on his way home from the hospital."
        },
        {
            "id": "3bfaba2a109e4d1fa557f621f0a6f7a4",
            "sentence": "If you want to lose weight, the best thing to do is to eat properly and get a lot of exercise."
        },
        {
            "id": "f8aa11c5f54e441fa4d3edef04d14803",
            "sentence": "If I could be reborn, I would want to be the child of a rich family, then I'd be set for life."
        },
        {
            "id": "0c2660047e1f48bca1db8d38eaf2ee02",
            "sentence": "That knife was so blunt I couldn't use it to cut the meat so I had to rely on my pocket knife."
        },
        {
            "id": "6714824c6281418d891a4e4d8aa55d80",
            "sentence": "In Shakespeare's time, in the sixteenth century, tennis was very popular at the English court."
        },
        {
            "id": "e5c04434ec164cb1bc15754c599a7317",
            "sentence": "I understand the general approach, but I'm afraid that I'm getting bogged down in the details."
        },
        {
            "id": "e8a6f2cdb7b14d75810f50cd1a879123",
            "sentence": "Tom quit his job as a long-distance truck driver, so he could spend more time with his family."
        },
        {
            "id": "c8fc7d53511f4350b3251120a3372751",
            "sentence": "The police suspect that a disgruntled former employee was the one who set the factory on fire."
        },
        {
            "id": "756ccd5f22414a6289740dba32679aa2",
            "sentence": "Tom managed to convince his backer that he was on the verge of a breakthrough in his research."
        },
        {
            "id": "f4a34ab7bc00412dbbda06a7e85d91ae",
            "sentence": "I need to study French because I'm planning to visit some French-speaking countries next year."
        },
        {
            "id": "ba55373f81024f61abf9f4d19980f69a",
            "sentence": "Tom still likes to go out drinking with his friends, but he only drinks one beer when he does."
        },
        {
            "id": "02dcad6d62ba49fe87a71bf690a5ae4b",
            "sentence": "During finals week, the first and second floors of the library will be open twenty-four seven."
        },
        {
            "id": "a6c498e7d7a14a029d9ae6c582b04bd0",
            "sentence": "It'll likely be easier to sell your house for the price you want if you wait for three months."
        },
        {
            "id": "8031ea8f8d74412eaeda187c6257e89e",
            "sentence": "Out of all the instruments my roommate could decide to start learning, he chose the harmonica."
        },
        {
            "id": "669e5edfe31c40c8bf79dfeb8cbb3073",
            "sentence": "Tom maxed out his three credit cards and had to take out a high interest loan to pay them off."
        },
        {
            "id": "90645ee604a543e387418f2502cf04d2",
            "sentence": "Tom has some hearing loss and finds it difficult to hear speech when there's background noise."
        },
        {
            "id": "7094fc99bc2a4eceb46e189bfbe74f0f",
            "sentence": "I had about a minute until the train left, so I didn\\'t have time to explain why I was leaving."
        },
        {
            "id": "3671fdd385e54e1cae47ab93e5fc1b7b",
            "sentence": "I realize that this may sound crazy, but I think I\\'ve fallen in love with your younger sister."
        },
        {
            "id": "9c25c90960604813be67964849cf55ab",
            "sentence": "Tom told the children that they could stay in this room as long as they didn\\'t make any noise."
        },
        {
            "id": "8d78d7a47fab40689aa6a1301a2b2a87",
            "sentence": "I don\\'t think it makes him a bad person just because he\\'s decided he likes to eat horse meat."
        },
        {
            "id": "c8a4df4578ea428c8ff26ebb4cec1d8d",
            "sentence": "I just want to let you know that I think you\\'re the most beautiful woman that I\\'ve ever seen."
        },
        {
            "id": "4a901f586adb4f02a1501d7a81671f09",
            "sentence": "Tom likes listening to American English the most, but he also likes the sound of Irish English."
        },
        {
            "id": "5446f9df76e543c490370557d08237dd",
            "sentence": "Tom was unaware of some errors he had made when translating an important document for his boss."
        },
        {
            "id": "bcfb25f0f9fb42caadb77ec225874a12",
            "sentence": "I think that Tom and only Tom can do it. However, some people think that Mary could do it, too."
        },
        {
            "id": "bb84293ae58e4a00941ce9da3123a59c",
            "sentence": "On Friday evenings, a group of us with spouses working overseas meet at Chuck\\'s Bar and Grill."
        },
        {
            "id": "069f285968fc4ede895357eceabbad07",
            "sentence": "The police will be very interested to learn that you\\'re keeping Tom locked up in the basement."
        },
        {
            "id": "354f719e6e3a4bc3bc1f55e08960aaa0",
            "sentence": "If I\\'d only known that there was a possibility that would happen, I\\'d have been more careful."
        },
        {
            "id": "0992aa008b854dc2a4fff0a4e4e5b72f",
            "sentence": "If I\\'d only known there was a possibility that that would happen, I\\'d have been more careful."
        },
        {
            "id": "fcd2bcf21cee410da6c01eee7e77dbad",
            "sentence": "It looks like the question was too easy for you. Next time, I\\'ll have to make it a bit harder."
        },
        {
            "id": "292bee0c90834a9193ae358b097a69e8",
            "sentence": "For some reason, people have been avoiding me like the plague ever since I got back from India."
        },
        {
            "id": "cec9fed84e414f2e824e4fdb478008f1",
            "sentence": "Mary waited years for Tom to get out of prison and was very happy when he finally got released."
        },
        {
            "id": "35a86816ed8d45d38a18d497fab6c45e",
            "sentence": "Tom could hear a commotion in front of his house, so he went outside to see what was happening."
        },
        {
            "id": "a946c944c86448cea87d62492bf0e7b4",
            "sentence": "How many times have I told you not to bring people over without asking for my permission first?"
        },
        {
            "id": "a6a730e17b5c459c9022ae9f8cfee49d",
            "sentence": "Tom tried to keep himself busy, so he wouldn\\'t think about the bad things that were happening."
        },
        {
            "id": "14bf619753184ba2b5128bdd91d8761f",
            "sentence": "I don\\'t know if you\\'ve noticed or not, but Tom hasn\\'t been getting to work on time recently."
        },
        {
            "id": "a7b950b195974c979f4082341fb23fe9",
            "sentence": "Tom did not want to throw anything away because he thought that he might need it in the future."
        },
        {
            "id": "7468f282c1cf4238a12176bdc3bf78d3",
            "sentence": "What matters in life is not where you are right now, but the direction in which you are headed."
        },
        {
            "id": "13ee35dabf0b402f873c2463de3b15f6",
            "sentence": "No one would\\'ve remembered Tom if he hadn\\'t painted his name on the ceiling of the classroom."
        },
        {
            "id": "f0be6c77bfd94d39854604a5f7db35bb",
            "sentence": "If I learn to play the washboard and you learn to play the kazoo, maybe we can join a jug band."
        },
        {
            "id": "0b743d6215be4194a97159d9f37cb4f5",
            "sentence": "Tom couldn\\'t help thinking that he would\\'ve passed the test if he\\'d studied a little harder."
        },
        {
            "id": "069532b386d34ddfa746d106d83246ae",
            "sentence": "Access to information is now much easier than at any point in the past, thanks to the internet."
        },
        {
            "id": "9037b043d9f44835b0fd48de490f1518",
            "sentence": "Tom says that he speaks fluent French. Let's talk to him in only French to test that claim out."
        },
        {
            "id": "9921dd48afe741b2a7401e63b969f2f6",
            "sentence": "How would you feel if you told Tom that you loved him, but he told you that he didn't love you?"
        },
        {
            "id": "bae417a0e9de4a93bb35aed4650380f9",
            "sentence": "I've just written a letter that I'd like to send. Now, I all I need is an envelope and a stamp."
        },
        {
            "id": "8aee16ce26e34da2bc175270ecdf331c",
            "sentence": "I stopped at the butcher shop near the post office and bought a couple of steaks for the grill."
        },
        {
            "id": "01fd075bad3e432ca92a8a4688f9de54",
            "sentence": "I think all the coffee I've been drinking in the afternoon is why I haven't been sleeping well."
        },
        {
            "id": "697f3dabb9c840de95352d483c5d6276",
            "sentence": "I understand French fairly well when I read it, but I have trouble understanding spoken French."
        },
        {
            "id": "5a6a358ff3b14e82a58d6563880f37fe",
            "sentence": "Once the sample is taken, put the cotton swab in a test tube and label with the patient's name."
        },
        {
            "id": "3007303afe524a048abfa818c7845e6a",
            "sentence": "We were hoping that over three thousand people would be there, but only about thirty showed up."
        },
        {
            "id": "b46e524834404f9cb92ac7b6fd6fdff5",
            "sentence": "I'm not the kind of idiot who would climb a mountain in the winter without proper preparations."
        },
        {
            "id": "38840319339246ce80cd4c828986b961",
            "sentence": "I don't care if my French isn't perfect as long as people can understand what I'm tying to say."
        },
        {
            "id": "feb1715abea34e99a3b3ef7d7704f214",
            "sentence": "The video portion of the review mostly consisted of a montage of miscellaneous in-game footage."
        },
        {
            "id": "f314591e5ced4dfba649b611cecbabc0",
            "sentence": "Those who were banished from the country were required to forever abjure their right to return."
        },
        {
            "id": "0e51af7c2c904d30ae67f308dcfd2c23",
            "sentence": "The aisle was packed with an enormous variety of brassieres, in all shapes, sizes, and designs."
        },
        {
            "id": "a5b3fa3d38eb4d32829f404930b4e09a",
            "sentence": "Mary likes to wear clothes with vertical stripes, because she heard they make you look thinner."
        },
        {
            "id": "94a6e6d60052479bb5b496ea9feef3c2",
            "sentence": "Even if you aren't hungry, you should eat something. Otherwise you won't last until lunch time."
        },
        {
            "id": "a1f78c916bbb4af4803898a849d35cf6",
            "sentence": "What is considered impolite in one language may not be considered impolite in another language."
        },
        {
            "id": "8bc712ac640145f89e68b637c7d9e4d8",
            "sentence": "When out at sea, to keep the fish that is caught from spoiling, it is immediately refrigerated."
        },
        {
            "id": "e649575b3b5345c68ee3e1f5d6d843c3",
            "sentence": "Have you heard? Our neighbor won the lottery, and she's gone to the Bahamas on a luxury cruise."
        },
        {
            "id": "8758838fe1ba47ffaf06445aed96700d",
            "sentence": "Recently, I've been putting on a little weight around my waist. I guess it's middle-age spread."
        },
        {
            "id": "3961093307aa4aaa9afe179ddc03a1ce",
            "sentence": "I went to the movie thinking that it would be fun, but it left me with a bad taste in my mouth."
        },
        {
            "id": "e7f4505ead624ffaa457917a282ad02d",
            "sentence": "The bursting of Japan's so-called bubble economy sent shockwaves through international markets."
        },
        {
            "id": "c21aac3ae6984719bae13994b9bee0f9",
            "sentence": "Yet again, Tom was passed over for a promotion even though he was the most qualified candidate."
        },
        {
            "id": "24df943c3f6042a18db5ee41ab4a6ba4",
            "sentence": "I can\\'t believe you are eating something the doctor has told you repeatedly you shouldn\\'t eat."
        },
        {
            "id": "096009623c5e42f0ae3b289435694f47",
            "sentence": "Mozart wrote brilliant, complex musical compositions as easily as you or I would write a letter."
        },
        {
            "id": "1b014498812a4e3fb4fad2dc4a38f2c5",
            "sentence": "She would often bring home table scraps from the restaurant where she worked to feed to her dog."
        },
        {
            "id": "94857a544caf48f598fd29731c7fa48e",
            "sentence": "You know that your French is good when people stop complimenting you on how good your French is."
        },
        {
            "id": "14ecf0cac6174bfda5a70e1be5558e84",
            "sentence": "It\\'s my fault that the cake was burned. I was talking on the phone and didn\\'t notice the time."
        },
        {
            "id": "624d9f573e014ad7b6a32671def3cc8e",
            "sentence": "As soon as I can get my son to scan our family photos, I\\'ll upload some of them to our website."
        },
        {
            "id": "0314a476834a4040be43b6a216e40f0c",
            "sentence": "I wanted to ask Tom how much he paid for his new house, but Mary told me that would be impolite."
        },
        {
            "id": "9c4ead814fda4b7fbfbde20eefa8c36d",
            "sentence": "Tom didn\\'t break his new shoes in enough before the marathon, and got bad blisters on his feet."
        },
        {
            "id": "c66f10d4db294cb08f73926a52d0e366",
            "sentence": "Tom tried to return the swimsuit for a larger size, but the clerk told him that wasn\\'t allowed."
        },
        {
            "id": "f8df6aad513746c89530b6bbf268b253",
            "sentence": "Tom wondered how many times he\\'d have to tell Mary to clean her room before she finally did it."
        },
        {
            "id": "8e4830bbf3d247989961ec6d79c45173",
            "sentence": "After Tom had eaten all the popcorn in the bowl, he went back into the kitchen to pop some more."
        },
        {
            "id": "d933bd9377e7421d9b2f3409cb79f45e",
            "sentence": "If we don\\'t receive Tom\\'s reply within the next three days, I think we should write him again."
        },
        {
            "id": "911766e7dcf74619b21e3a876fbad1a4",
            "sentence": "Tom didn\\'t know what language Mary\\'s friends were speaking, but he thought it might be French."
        },
        {
            "id": "77a199eaafe94f08897abe26b02c89cc",
            "sentence": "Tom didn\\'t seem inclined to elaborate and I didn\\'t really want to know all the details anyway."
        },
        {
            "id": "357b37bc55b745bc9e3b2e892173a7db",
            "sentence": "It wasn\\'t until long after they got married that Tom found out that Mary was wanted for murder."
        },
        {
            "id": "b0569c2f77074bc492b56ff609db71a0",
            "sentence": "I thought a bunch of people would go water skiing with us, but absolutely no one else showed up."
        },
        {
            "id": "ab46343d05b34aa4ada8a0fd41398490",
            "sentence": "I tried to persuade Tom to come to Boston with us, but he said he had other things he had to do."
        },
        {
            "id": "53e73b9bf86b478b94e7ddff2935150e",
            "sentence": "There were demonstrations against the government by Japanese university students in the 1960\\'s."
        },
        {
            "id": "b46124611e0144a1951cec188c52e74a",
            "sentence": "She bought him a car, but he didn\\'t have a driver\\'s license so he couldn\\'t drive it anywhere."
        },
        {
            "id": "8f1054259e044a9d8bde0ec4029cc747",
            "sentence": "Upon explaining plosives to his class, the linguistics teacher instantly became covered in spit."
        },
        {
            "id": "d361f65e6dc646bfaa4f2fc46c37b61c",
            "sentence": "Tom was so tired that he fell asleep on the sofa before Mary had finished making him a sandwich."
        },
        {
            "id": "d47f5da62d354133a2e96616a4515be1",
            "sentence": "After removing her glasses and untying her hair, Mary looked like a completely different person."
        },
        {
            "id": "892a85bc1cb14af38e78ca13c54455a5",
            "sentence": "I probably won't be able to understand most of Tom's speech, since he'll be giving it in French."
        },
        {
            "id": "1f4d3402047a4a8a86a9430df3b08119",
            "sentence": "Though my understanding of French grammar isn't very good, I can usually make myself understood."
        },
        {
            "id": "624d8147e58542bc98997a12b1dadbe4",
            "sentence": "Tom and Mary take every opportunity to find time in their busy schedules to spend time together."
        },
        {
            "id": "08d60949c2dc4cbfb882c237ffc1f047",
            "sentence": "I felt a very sharp pain in my head, and I remember thinking to myself, this doesn’t feel right."
        },
        {
            "id": "96d4db5fb92d45ac87c078e785a140b1",
            "sentence": "Tom can play the clarinet, the saxophone, the flute and the bassoon, but he can't play the oboe."
        },
        {
            "id": "2ef19e1c54f7459a98563177a74dcb8f",
            "sentence": "The level of unbridled misogyny at the barbershop made me feel as if I had stepped back in time."
        },
        {
            "id": "727e0643d6624b079fa48df23ca89bdb",
            "sentence": "Some of the mistakes Tom makes in French are because the textbooks he studied from had mistakes."
        },
        {
            "id": "46bff10a2286437ca4fd52c346296c3e",
            "sentence": "I think the meat you can buy at a butcher shop is better than what you can get at a supermarket."
        },
        {
            "id": "9a4c354663244fbea0d674f7e3f49c41",
            "sentence": "If you knew you were going to be stranded on a desert island, what three things would you bring?"
        },
        {
            "id": "dd3488bd306b43b1adc4f812bf7f6d94",
            "sentence": "Everyone knows on one level or another what is right and what is wrong; some pretend they don't."
        },
        {
            "id": "5b6d61ccc0364c4aa9eb236061f1c574",
            "sentence": "Penicillin is a first-line treatment for bacterial infections, but doesn't work against viruses."
        },
        {
            "id": "82f3529a5a9740b8ad68e48df8f7b48c",
            "sentence": "By digitizing your photo collection, you can preserve thousands of photos on a tiny flash drive."
        },
        {
            "id": "348d41dd878441fc9eebd3f6e4ef6d1a",
            "sentence": "People can begin to love when they choose, but they have no choice when it comes to ending love."
        },
        {
            "id": "4dc5c6157514495aa3f812e2926511ea",
            "sentence": "Tom couldn't get to sleep, so he got out of bed and went to the kitchen to get something to eat."
        },
        {
            "id": "2d1437f15442416895ab23fc626161d2",
            "sentence": "Tom was surprised when he saw Mary eating meat because she'd told him that she was a vegetarian."
        },
        {
            "id": "282ed513b3264098a87f31d69b8a858f",
            "sentence": "You've reached Tom Jackson's phone. If he owes you money, this is no longer Tom Jackson's phone."
        },
        {
            "id": "3f33b78fbcdc4fb9be483f119023c5fc",
            "sentence": "I bought a small lot on the hillside in Southern France where I plan to build a retirement home."
        },
        {
            "id": "bf83124fcc964aa6917e4a2f6587d7d9",
            "sentence": "Geologists travel great distances to study the stratified rock formations in the national parks."
        },
        {
            "id": "583f60237e8844a782c4bb7121d9c573",
            "sentence": "When Tom realized there was no way out of the room, he sat down on the floor and started crying."
        },
        {
            "id": "9cf35aad50d84a1e8a294d8c5b329022",
            "sentence": "The most interesting information comes from children, for they tell all they know and then stop."
        },
        {
            "id": "0eacbfc46e83401aa46bb7dcd55fbabd",
            "sentence": "Since I haven't received an answer, I was wondering if maybe my mail never got delivered to you."
        },
        {
            "id": "ca0371ec4775412bbf0b10205758c1ce",
            "sentence": "A step change in the feed rate of one reactant results in a gradual change in the reaction rate."
        },
        {
            "id": "51a8ed8a18b34f919d3d9a16a68191b2",
            "sentence": "Foreign businessmen living in Tokyo often complain of the high prices for imported western food."
        },
        {
            "id": "652d00e49c7747718ab603fcc9af270a",
            "sentence": "Tom is staying at his uncle's, because his parents have gone to Australia for a couple of weeks."
        },
        {
            "id": "ebf0d60ac28b4dcab00c70d79c539ff8",
            "sentence": "It's time to put your cards on the table and tell us what the real story is with this situation."
        },
        {
            "id": "e232c686cd75410fae60674376715260",
            "sentence": "All of the money won by our celebrity contestants will go to a charitable cause of their choice."
        },
        {
            "id": "c9bd88f821a14ec1b1a182891b998813",
            "sentence": "If there's something that you don't understand, please don't hesitate to contact us at any time."
        },
        {
            "id": "6c63d5350f4541e293ec8c44427b759d",
            "sentence": "Except for the bad weather and the frequent earthquakes, this is almost a perfect place to live."
        },
        {
            "id": "6d0abe48712e44798dcc90cc45d0d1bc",
            "sentence": "According to the old man I met yesterday, cockroaches can be eaten and don't taste all that bad."
        },
        {
            "id": "36eed59b8fd54120b6854ef81d43128a",
            "sentence": "If you plan well, you can spend less time doing unnecessary things and get the work done faster."
        },
        {
            "id": "a3e99ea2196a4024bc2ac633f828e693",
            "sentence": "Don't worry. He may look intimidating at first glance, but he's actually a very friendly person."
        },
        {
            "id": "4dca1f4314e942b69dad63df985fe7b9",
            "sentence": "There's no good and evil in this world; there's only ignorance, and ignorance, my friend, rules."
        },
        {
            "id": "000032c1feda42e1b15afba22d5e6e1b",
            "sentence": "Tom got on the train at 10:30 a.m. and got off at 2:30 p.m. How many hours was Tom on the train?"
        },
        {
            "id": "56b5257656ba4e368af2ddf983ee80d6",
            "sentence": "Most people say that the best way to learn a foreign language is to learn from a native speaker."
        },
        {
            "id": "e7b3236c5fbe4b5a9b786e6bcd52094c",
            "sentence": "Boil water at least one minute before drinking it. At high altitudes, you should boil it longer."
        },
        {
            "id": "ec76408bf34541fbbff54f39c0f70570",
            "sentence": "I realize that this might sound crazy, but I think I've fallen in love with your younger sister."
        },
        {
            "id": "e3ad6f54eb1849ee807b61d9f0e0730f",
            "sentence": "Tom got out of bed, took a shower, made his bed, and then went to the kitchen to make breakfast."
        },
        {
            "id": "2daa7facc23f4e1c9719bf80a16922bc",
            "sentence": "I'm not kidding you. Some people actually believe that the world is only six thousand years old."
        },
        {
            "id": "34112819b5f5421893ba960b4ea6dee4",
            "sentence": "If you ask a mathematician if he is an adult or a minor, don't be surprised if he answers \"yes\"."
        },
        {
            "id": "9be7d90e14a94673b3e35f31e76b28f7",
            "sentence": "Tom has three daughters. Each of his daughters has one brother. How many children does Tom have?"
        },
        {
            "id": "5375c2b2452042f78a5e90ea3363c981",
            "sentence": "Memorizing the order of a deck of playing cards is definitely not easy, but it\\'s not impossible."
        },
        {
            "id": "7cd7d376e9ba4b7fbb3072697f37f4ac",
            "sentence": "Tom\\'s an irritating person to work with because he\\'ll never admit it when he\\'s made a mistake."
        },
        {
            "id": "cbefc61b67b543b9ab3eba9d4bd3ef76",
            "sentence": "She advised him to visit Boston, because she thought it was the most beautiful city in the world."
        },
        {
            "id": "5fe8a7caee734c50a6b9e9fbdaef32c8",
            "sentence": "It\\'s not uncommon for people to give fake personal information when registering to use websites."
        },
        {
            "id": "1720fe3e99024d6289ecd6efb1ff56a8",
            "sentence": "Tom couldn\\'t find anything better to do, so he decided to just go ahead and finish his homework."
        },
        {
            "id": "d403bf1511d34a81bd1309f11a10b9e7",
            "sentence": "Tom always cried when his sister took away his toys, and for that very reason she loved to do so."
        },
        {
            "id": "74efaf106d04468a853103ea91086896",
            "sentence": "Tom connected the TV to the antenna that the previous owner of his house had mounted on the roof."
        },
        {
            "id": "d54609f3570b41e99c6f1745278cec1f",
            "sentence": "Tom gave a famous singer ten thousand dollars to come to the restaurant to sing \"Happy Birthday.\""
        },
        {
            "id": "2c2203604de6493396488c38ff666e33",
            "sentence": "Tom agreed to marry that man\\'s daughter with the promise that he\\'d inherit the man\\'s business."
        },
        {
            "id": "50b1dc0773ac4ae0a0bd20631a841e8f",
            "sentence": "As you already know, I don\\'t speak French very well, so I\\'d rather not give a speech in French."
        },
        {
            "id": "b2f6071a79c0405eaf5b817d700475c0",
            "sentence": "Even though Tom didn\\'t want to go to the party, he went because he thought he\\'d see Mary there."
        },
        {
            "id": "25ab0d7afef64450a3b95acf8b48b463",
            "sentence": "Tom wanted to find a doctor who would treat his gunshot wound without reporting it to the police."
        },
        {
            "id": "195699f85be04cd0a572b5b33bb3c7a3",
            "sentence": "Tom was staring at Mary who was sitting on the school bus that was parked in front of the school."
        },
        {
            "id": "96d666e62a784dc095facfb7a6978fff",
            "sentence": "One of the benefits of using mechanical pencils is that you don't need to use a pencil sharpener."
        },
        {
            "id": "6ab13347694a4133b9d88426ec0499a4",
            "sentence": "Would you please meet me at Yaesu central gate of Tokyo Station on Monday, May 10th at 3:00 p.m.?"
        },
        {
            "id": "88f86c8a28434ab9954ed7d1ffc51971",
            "sentence": "Listening to a language being spoken is very different from reading or writing the same language."
        },
        {
            "id": "d8a954cfda89422ca34332ea88bca368",
            "sentence": "If you come across a word you don't know while reading, look up its definition in the dictionary."
        },
        {
            "id": "71038da34e244347957b3f1ee26b48c0",
            "sentence": "I thought Tom would do most of the driving. I didn't expect to have to do so much driving myself."
        },
        {
            "id": "294082b174d2421e8cf4b922b1a08c01",
            "sentence": "If you'd spend less time talking and more time working, we could get this done much more quickly."
        },
        {
            "id": "5d72ad6968ee4b2a89fc22a41c518d40",
            "sentence": "A fault common to scientists is mistakenly believing that every problem has a technical solution."
        },
        {
            "id": "44fc87012e33482e88a9eb0a4ee2bc0b",
            "sentence": "Mary feinted a strike to Tom's face, but then swiftly struck his torso with the tip of her sabre."
        },
        {
            "id": "401ca71f12334066a9562587c9a64011",
            "sentence": "Life would be terribly monotonous and deadly boring if everyone felt, thought and spoke the same."
        },
        {
            "id": "ac9532c5cf5a430f89a923316589a5ed",
            "sentence": "My French isn't very good, but people seem to understand what I'm trying to say most of the time."
        },
        {
            "id": "20b0a41867234bfdb297abc6619291a8",
            "sentence": "I wanted to become a singer or an actor, but my parents wanted me to become a lawyer or a doctor."
        },
        {
            "id": "0ef384bf6f4347348126db6c4f847743",
            "sentence": "Many have suffered oppression and misery for a long period of time under the rule of colonialism."
        },
        {
            "id": "89311e83c936465495fc427790633b1c",
            "sentence": "There are more Buddhists in Germany today than people who know how to make a good chocolate cake."
        },
        {
            "id": "643bf2a69b2e47e19aab92cafb57d42a",
            "sentence": "The bridge is supported by a truss made up of steel beams, making it both strong and lightweight."
        },
        {
            "id": "e5606f6b3b1e48d3a20f1036dcfa4e68",
            "sentence": "Tom went over to where Mary was sitting and gave her the envelope John had given him to give her."
        },
        {
            "id": "edbee48401ae44588085c2c18e6bda1a",
            "sentence": "One of the downsides of living downtown is the noise you hear all day long every day of the week."
        },
        {
            "id": "838f1f1bd2854ac0bc9c803f53dcf1d7",
            "sentence": "I don't believe that Tom was really able to build his house for less than three thousand dollars."
        },
        {
            "id": "5b73994869e0434ca2955a6b46f9df6f",
            "sentence": "Today we issue this writ, so that future generations may be free from persecution and domination."
        },
        {
            "id": "541e042d80a54024901c809c33031f62",
            "sentence": "Heavy rain throughout the night has hampered efforts to rescue survivors from the stricken ferry."
        },
        {
            "id": "6e68667c9b5c4ba09ac8bec3c6501268",
            "sentence": "Tom's school requires students to do at least 30 hours of community service in order to graduate."
        },
        {
            "id": "4f6e78fffc9441ce905c140d61c3d0c2",
            "sentence": "There's got to be something incriminating in that apartment. Tear the place apart if you have to."
        },
        {
            "id": "4d99dc8b2e8c468cbdad8370c3cfbdaf",
            "sentence": "I had been thinking about our new project for two weeks, but I couldn't come up with a good idea."
        },
        {
            "id": "f75869e021ec48d0a5ed7d9e4025197c",
            "sentence": "Chapter three is the end of the beginning of the book. Stop there and read the critic's comments."
        },
        {
            "id": "dd75311109b847419f790dd3d4fcd085",
            "sentence": "It would've been a close game if Tom hadn't hit a home run with bases loaded in the ninth inning."
        },
        {
            "id": "7bf27f0be00043fc88655d2579fd891d",
            "sentence": "You're the last person in the world I would like to see cloned; you're boring enough on your own."
        },
        {
            "id": "189e4355216a45eeb8a1faa0957e55b2",
            "sentence": "Tom, who was adopted at birth, only met his biological mother for the first time a few weeks ago."
        },
        {
            "id": "a6a7837bceaa44308f1f81957d56c838",
            "sentence": "With his mother very sick and a tight deadline at work, Tom has a lot on his plate at the moment."
        },
        {
            "id": "aad06739091844aeb6a25b43be216b7f",
            "sentence": "This song samples a bunch of old American funk records from the 70s using equipment from the 90s."
        },
        {
            "id": "9e88a79b63414547a912e0aff8b24ca4",
            "sentence": "Carbon monoxide is a poisonous substance formed by the incomplete combustion of carbon compounds."
        },
        {
            "id": "d8bcb0fc056748a3a9f2763b875676ef",
            "sentence": "The only way to lose weight is to create a caloric deficit by burning more calories than you eat."
        },
        {
            "id": "dd1e6c5fcb74449d9df44fbfd05f4342",
            "sentence": "There are three different types of people in the world: those who can count, and those who can't."
        },
        {
            "id": "cea5044dcfd54c51b7ec84286668e4b8",
            "sentence": "Tom was shocked to see how much his mother had deteriorated since he last saw her six months ago."
        },
        {
            "id": "2f170b44735640b5a21947a416c3ff0f",
            "sentence": "Tom dropped out of school, so he attended night school after work to get his high school diploma."
        },
        {
            "id": "e759aa58a13d40aab97ebf15652da118",
            "sentence": "Tom doesn't really like chick flicks, but he often goes over to Mary's and watches them with her."
        },
        {
            "id": "a88a16a521c6452b93d87c950ceed8b7",
            "sentence": "Tom put together one million dollars in unmarked, used bills as the kidnappers had told him to do."
        },
        {
            "id": "307883fca5e4489280ebc79c7debd63e",
            "sentence": "Tom told Mary that he thought a hippopotamus could run at a speed of about 30 kilometers per hour."
        },
        {
            "id": "4949c1ec76524895a16bbda4d6f7c2b0",
            "sentence": "The police have been searching Tom\\'s house for three hours, but they haven\\'t found anything yet."
        },
        {
            "id": "ce4984f14c854656b1b1689d10a9a259",
            "sentence": "Tom adapted last year\\'s lesson plans so he could use them with this year\\'s lower level students."
        },
        {
            "id": "b1ce525aaced42a689a50f41d9d0cdb5",
            "sentence": "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime."
        },
        {
            "id": "3d6d46fd6fab4a1ab515ed595a2f04f2",
            "sentence": "The bar where Tom works lost its license because they had been selling alcoholic drinks to minors."
        },
        {
            "id": "0a2d1e18418b4453b8580b3e4694bdf5",
            "sentence": "Tom can\\'t go out drinking with the guys tonight. He has to stay home and take care of his mother."
        },
        {
            "id": "ea81bbe526ac4341a00bd12393af42d2",
            "sentence": "I thought doing this would be easy, but we\\'ve been working all day and we\\'re still not finished."
        },
        {
            "id": "4cb230f9250c4519bb406b167a030814",
            "sentence": "From personal experience, I know that any encounter with him will leave a bad taste in your mouth."
        },
        {
            "id": "9c82635f880e47cabe6875cca917a8d0",
            "sentence": "Why are you always contradicting me? Can\\'t you accept once in a while that I just might be right?"
        },
        {
            "id": "403692f382c64431af1fce49d716a000",
            "sentence": "I heard that one way to stay healthy is to avoid eating any food with unpronounceable ingredients."
        },
        {
            "id": "b20d1c83a36d403b9e67dc6152ccc6b9",
            "sentence": "A typhoon hit Tokyo on Wednesday with strong winds and heavy rains stopping public transportation."
        },
        {
            "id": "c195046d143b4b6b93805a5ca0a3b34f",
            "sentence": "One of the best parts of the holiday season is spending time with the special people in your life."
        },
        {
            "id": "be48f5b004394a6d83dd7f31fdb6c4d6",
            "sentence": "I'd hoped that Tom would've changed his habits by now, but I see that everything's still the same."
        },
        {
            "id": "a94775c2d27a4c099842d4da77c4e6e7",
            "sentence": "The eggs in the nest in our attic must've hatched. I've been hearing birds tweeting all day today."
        },
        {
            "id": "c519faf4507a459ab8257a015318a3ad",
            "sentence": "The boy I saw searching through the garbage can said that he had not eaten anything for four days."
        },
        {
            "id": "1bc9a77a78ae4c15a912b62d3f3bddce",
            "sentence": "You get tired of a beautiful woman in three days, and you get used to an ugly woman in three days."
        },
        {
            "id": "cfcd3e8a0030468ea1947409d94f6341",
            "sentence": "According to this article, many tobacco companies knew nicotine was harmful, even back in the 50s."
        },
        {
            "id": "ba333161f9174adfa1981b7a3e054954",
            "sentence": "Tom and John both asked Mary for her telephone number, but she wouldn't give it to either of them."
        },
        {
            "id": "47480cd90d364ad6b5c116af8aac6b29",
            "sentence": "When your friends begin to flatter you on how young you look, it's a sure sign you're getting old."
        },
        {
            "id": "27e80a94f172473681bf0aebeaac3852",
            "sentence": "It is better to remain silent and be thought a fool than to open one's mouth and remove all doubt."
        },
        {
            "id": "3735321e8583473eb26f55c805630053",
            "sentence": "Ultraviolet radiation can cause skin cancer, cataracts, suppress immune systems and damage plants."
        },
        {
            "id": "c2834e3d208544d58fb060c9b8d2207c",
            "sentence": "The company was able to ramp up sales by hiring more employees and streamlining working practices."
        },
        {
            "id": "d2f93042b27c40419f4280147c055090",
            "sentence": "We could spend more time discussing this, but I don't think we'll be able to come to an agreement."
        },
        {
            "id": "031e71162e9c45f287a45a94e31d52cb",
            "sentence": "The handcuffs were too tight and they dug into Tom's wrists, cutting off circulation to his hands."
        },
        {
            "id": "14ccfaf533124c5eb91ac0557d4a6924",
            "sentence": "Tom let it be known with a dismissive wave of his hand that he wasn't enthusiastic about the idea."
        },
        {
            "id": "55ef21e723b14569a59a4d5d074c412d",
            "sentence": "Tom repairs old household appliances in his spare time. People now come to him from all over town."
        },
        {
            "id": "6c2e06fb286e4ca889edc0b74007e072",
            "sentence": "If you can't afford an attorney, one will be appointed for you before any questioning if you wish."
        },
        {
            "id": "3bc46769207e4dd6aa12b87176746b8d",
            "sentence": "It is said that Japanese people are kind to people they know, but rather cold to those they don't."
        },
        {
            "id": "bec1ea699f9446b99141791115d4708f",
            "sentence": "Mary is one of the prettiest girls in the whole school. Despite that, she's never had a boyfriend."
        },
        {
            "id": "013dd2c6e9884da494010bab7991f023",
            "sentence": "I've heard about this kind of thing happening, but this is the first time for me to see it happen."
        },
        {
            "id": "dccdd841b79245bb9fb897071de9d28f",
            "sentence": "I just want to let you know that I think that you're the most beautiful woman that I've ever seen."
        },
        {
            "id": "3686631490224d6ebdcaf36ca6f3a850",
            "sentence": "Tom was exposed to a wide variety of music as a child through his mother's vast record collection."
        },
        {
            "id": "a7088cff3bc64ea0bc76ac1a67a3aee2",
            "sentence": "Even though Tom begged Mary not to go, she left with the children and went to live with her mother."
        },
        {
            "id": "c934a3e8bcc449538e703a9071a45650",
            "sentence": "I was just getting ready to write Tom a message asking him where he was when he walked in the door."
        },
        {
            "id": "824bbfce163243cda02b7d33c40954e3",
            "sentence": "Mary had a few friends over for lunch and they spent most of the time griping about their husbands."
        },
        {
            "id": "98089644433e4eac842fec261c5c5ab2",
            "sentence": "No matter how busy Tom gets, he never forgets to write an email to his mother at least once a week."
        },
        {
            "id": "8677d82f113049b78e2dad74e0ca6b35",
            "sentence": "I may not be able to speak French as well as Tom, but I can usually communicate what I want to say."
        },
        {
            "id": "4b12273c16f94fa8998c5ac567b4b348",
            "sentence": "Tom was sitting alone at a private table eating the most expensive meal that the restaurant served."
        },
        {
            "id": "3260bea741544907bd77b27dd9924800",
            "sentence": "Tom is going to be mad at Mary when he finds out that she forgot to do what she was supposed to do."
        },
        {
            "id": "34c8120e25d443909f9254b1abe39cde",
            "sentence": "I have a lot to do today, so if you don\\'t mind, I\\'d like to have this discussion at another time."
        },
        {
            "id": "b37cda77afdd4b3c9a9d1176dd842db1",
            "sentence": "I think it\\'s unlikely that the next version of Windows will come out before the end of this month."
        },
        {
            "id": "4c52df1b54324e348eed0bd523bae3aa",
            "sentence": "Tom did everything within his power to save the children that were trapped in the burning building."
        },
        {
            "id": "0a213f2e503b4bf78d017f30d5edf7a3",
            "sentence": "Tom and Mary frequently complained that they never had time to spend together without the children."
        },
        {
            "id": "1c8c0d70c391412d8c5e93ad52c71591",
            "sentence": "It\\'s very late. Why don\\'t you get ready for bed, and we\\'ll talk about this again in the morning?"
        },
        {
            "id": "a0be9b19aa87454484160a01c8fd0d3d",
            "sentence": "I usually dream in French unless I\\'m dreaming about talking to one of my English-speaking friends."
        },
        {
            "id": "f666cb7bc6a74067b682ade49684bb08",
            "sentence": "If someone gave you enough money to live in luxury for the rest of your life, would you still work?"
        },
        {
            "id": "0823a285f76046fbaf0610424e59b5ad",
            "sentence": "I've interviewed a number of your teammates, and they all think you're the best player on the team."
        },
        {
            "id": "da370de7fd8a4b1d842d56c415493589",
            "sentence": "A gaggle of intoxicated youths stopped to ponder whether there is an Opposite Day in Bizarro World."
        },
        {
            "id": "3333ebdf5ea54f9e901831e523bceaf6",
            "sentence": "Tom and Mary never stay angry with each other for long and usually make up within a couple of days."
        },
        {
            "id": "70acbf545afe47c3aa2b56e7efb98d5b",
            "sentence": "Tom walked over to Mary's desk and put the box of chocolate there for her to find the next morning."
        },
        {
            "id": "eb1c48161b3e4c429e50faee6ad9c574",
            "sentence": "Lander assumes that rioting and gang behavior are a result of poverty and poor economic conditions."
        },
        {
            "id": "174894bf79e94f41b12df5ec692773b0",
            "sentence": "All things considered, I think we could say that the meeting was successful and met its objectives."
        },
        {
            "id": "cdb1f065b483442a9ee95a02a9106f4a",
            "sentence": "If time is the most precious of all things, then wasting time is the most extravagant waste of all."
        },
        {
            "id": "b15a7744f8cc4054aee8bbd323e62015",
            "sentence": "Tom submitted a list of topics for possible inclusion on the agenda for the annual general meeting."
        },
        {
            "id": "174470482b7a494b96bc9ac09afae131",
            "sentence": "Night was already giving way to the first glimmers of day when Tom finally emerged from the forest."
        },
        {
            "id": "1ecb40f415f6414d8d3eb34d7f931f33",
            "sentence": "When I tried to move the desk, one of its legs made a jarring sound as it scraped across the floor."
        },
        {
            "id": "0ea37031dd7a4506a4941a45453b192e",
            "sentence": "I'm not stupid enough to climb a mountain in the winter without first making adequate preparations."
        },
        {
            "id": "f32e41fec9ce4e29ac4868354b6a2b95",
            "sentence": "I realize that this may sound crazy, but I think that I've fallen in love with your younger sister."
        },
        {
            "id": "84ba06ee84a340ceb0dde1af82767b58",
            "sentence": "Even though I'm trying to lose weight, I just can't resist eating chocolate if I'm offered a piece."
        },
        {
            "id": "4d60ebb302854d098b2e7996f5944cf7",
            "sentence": "I sometimes get frustrated with myself for not being able to do things that I should be able to do."
        },
        {
            "id": "ca140c5452994fd3b0cd859c412c34dd",
            "sentence": "I got worried when Tom didn't answer his phone, so I went to his house to make sure that he was OK."
        },
        {
            "id": "034ecbefb6334c33a90abf6a64e635df",
            "sentence": "We came to realize that the problem isn't just a few bad corporations but the entire system itself."
        },
        {
            "id": "10d6db0e7dd6424a8064f31f8b881ea0",
            "sentence": "Kuma the bear has been wrestling human martial artists to the ground for as long as I can remember."
        },
        {
            "id": "5f2eabac1b3344fa8b2b72d3030c465f",
            "sentence": "You can't necessarily judge a book by its cover, but you can judge people by the company they keep."
        },
        {
            "id": "fb3dbf90d15d4a45b4c3480f5b6acb84",
            "sentence": "An astringent, like an alum block or styptic pencil, helps close and heal small cuts after shaving."
        },
        {
            "id": "58d0af50135f4e68971ef1b661754d11",
            "sentence": "Girls begin puberty around the ages of ten to eleven, and boys around the ages of eleven to twelve."
        },
        {
            "id": "0dfeba2d69824ffeb0d01616ce68d851",
            "sentence": "If you want to lose weight, then the best thing to do is to eat properly and get a lot of exercise."
        },
        {
            "id": "29e14a5c804d4cb3b01c8e71f8ec335e",
            "sentence": "A sick soul that holds on tight to anger and hate will never heal until it lets go of those demons."
        },
        {
            "id": "d713d6f77bde49a88e2ab635fb37c460",
            "sentence": "Someday, dear language learner, you must stop poring over IPA charts and start listening to people."
        },
        {
            "id": "9fb010cd1a2b4b659aaea8536fc7166b",
            "sentence": "Since in this organization they're all chiefs and no Indians, it's a wonder any decisions get made."
        },
        {
            "id": "5a425ba671d6471995256270e54a4b9b",
            "sentence": "During the Depression in the 1930's, many wealthy people lost everything in the stock market crash."
        },
        {
            "id": "2e60fc1272294240bf1541e14ad3dfe4",
            "sentence": "I knew that Tom and Mary were both married, but I didn't know that they were married to each other."
        },
        {
            "id": "18dafdbedb54417aa1c4d32f5baae833",
            "sentence": "During the Middle Ages, honor was fundamental to the life of the free man and of the Christian man."
        },
        {
            "id": "123ae0fdd2e84cb8a4d09b25d587cd63",
            "sentence": "Me, me, me. Now picture billions of voices screaming that and you got yourself modern civilization."
        },
        {
            "id": "63d9f2ffe9b44e298d7381179a3cc3aa",
            "sentence": "We have three divers now searching for a gun that we believe that the suspect threw off the bridge."
        },
        {
            "id": "628addfeabfd4a0c9cf6c467b55effd2",
            "sentence": "Some months have thirty-one days, others have thirty days, and one month has less than thirty days."
        },
        {
            "id": "c363982c33f0448fab67be3fcbb3ea7a",
            "sentence": "Tom looked at Mary's hands and noticed she was wearing a number of rings, including a wedding ring."
        },
        {
            "id": "0bd64bcf07ef46dcb658289f81788917",
            "sentence": "I'm begging you. Don't make me laugh. I did too many sit-ups yesterday and my stomach muscles hurt."
        },
        {
            "id": "6c63f7fe5c9d4d01949dfa4ce48d2a0b",
            "sentence": "If you spend too much time in the sun without putting on sunscreen, you are likely to get a sunburn."
        },
        {
            "id": "dbf45acf972b4ae7910ca67d00cfb66c",
            "sentence": "Tom told Mary that he didn\\'t think it was a good idea for her to go jogging in the park by herself."
        },
        {
            "id": "05ae375c834946b1ab96c1b88979ae34",
            "sentence": "My parents usually speak to each other in French, even though my mother is a native English speaker."
        },
        {
            "id": "a8eb4ca99dbc42dbabd9a56c75043ab9",
            "sentence": "Tom sat down near the window, put on his glasses and began to read the book that Mary had given him."
        },
        {
            "id": "1ecde245f7f14f318ddff1915472bad6",
            "sentence": "Tom speaks several languages fluently, but for his job, he only translates into his native language."
        },
        {
            "id": "aed9ded2f86f4b90ab174fb57d7c0d53",
            "sentence": "If I\\'d only known that there was a possibility that that would happen, I\\'d have been more careful."
        },
        {
            "id": "13169ff2c4914243b49457fa12071e39",
            "sentence": "The first thing Tom does when he meets a new woman is check to see if she\\'s wearing a wedding ring."
        },
        {
            "id": "c9b1482dd967400197529b85b939ae05",
            "sentence": "Tom thinks there\\'s a good possibility that Mary will agree to babysit the children on Friday night."
        },
        {
            "id": "cfd5a329d6d44382b792f25dbbd9b1f4",
            "sentence": "When we started out designing web pages, we were the only ones doing it in this part of the country."
        },
        {
            "id": "ceae81a8c9e341c4908bb8e99a863974",
            "sentence": "I\\'ve kept my weight down even though many of my friends have gained weight as they\\'ve grown older."
        },
        {
            "id": "6c4630f591d54fe1b9cfa9ab1f6ffaa8",
            "sentence": "I usually speak French with my parents, but my brothers and I always speak to each other in English."
        },
        {
            "id": "9cbe4a2cbd9c431eb5190eecf9c632aa",
            "sentence": "I don\\'t usually take the bus to work, but yesterday it was raining, so I didn\\'t feel like walking."
        },
        {
            "id": "27a251e83933472a95b166547aaa8cf9",
            "sentence": "In this world, there are some things that will never come true no matter how much you wish for them."
        },
        {
            "id": "26bb268ef4264eaf8b2f0105fd0be899",
            "sentence": "There are some things in this world that will never come true, no matter how much you wish for them."
        },
        {
            "id": "03956cdac43346df9d1b8178e64adf50",
            "sentence": "Tom and his friend John were swimming close to shore when a strong undertow carried them out to sea."
        },
        {
            "id": "e0d46e7d0c4d43879ff83cf7742995b4",
            "sentence": "Giving up smoking is the easiest thing in the world. I know because I've done it thousands of times."
        },
        {
            "id": "e3eda38fb5244629ac5599247bbef3cb",
            "sentence": "The river is six miles deep in some areas and the only way to cross it is using a pulley and a rope."
        },
        {
            "id": "b50caa0a2e404a45917a8e6d147fb793",
            "sentence": "A noob once met Betty and while desperately trying hard not to get killed, ended up killing himself."
        },
        {
            "id": "c66864c1ef064f2aa6f86e60f1db79b5",
            "sentence": "One of my boots fell off the boat, so I jumped into the water and swam as fast as I could to get it."
        },
        {
            "id": "074e947b2cdb439c8492740606b05072",
            "sentence": "When you're angry, count to ten before you say anything. If you're very angry, count to one hundred."
        },
        {
            "id": "fe8fade12e17427aa461aa415047c2ac",
            "sentence": "As an overweight woman, Mary has experienced many incidents of people judging her based on her size."
        },
        {
            "id": "1349ce55472142a9a3dce12eccbacedc",
            "sentence": "When the tempura I make cools down, it immediately loses its crispiness and doesn't taste very good."
        },
        {
            "id": "9e35eeba3e1447e9b50464f0c71c3a52",
            "sentence": "The future of our company is at stake. We have been heavily in the red for the last couple of years."
        },
        {
            "id": "3365306df75e4cada4de7484aa288747",
            "sentence": "Leeches do not transmit diseases to humans, but in rare cases they can provoke an allergic reaction."
        },
        {
            "id": "84d9dc1ef95a418caac17ab766ae688f",
            "sentence": "We've come up with several ideas on improvements, based on feedback we've gotten from our customers."
        },
        {
            "id": "b87a4bf9bbe44fc98e9b0b30c800ebc6",
            "sentence": "At first there will be many unfamiliar words and grammatical forms, but you don't have to be afraid."
        },
        {
            "id": "acc28ad704724710b19e626b4b159952",
            "sentence": "As a commuter, it can be difficult to make friends with the other students, who are mostly boarders."
        },
        {
            "id": "33d3e8c45c2540939d9d81c7aeb4c120",
            "sentence": "I'm lucky to have some savings I can use at a time like this, but I know that a lot of people don't."
        },
        {
            "id": "f367c0398a424c019be58d2d3fabc055",
            "sentence": "It seems that I spend most of my time helping Tom do things that he should be able to do on his own."
        },
        {
            "id": "98efc240bf7b47f088d7d28f4dc03040",
            "sentence": "I don't know if it was because of the late hour or because of the rain, but there was no one around."
        },
        {
            "id": "78ee6de541dd4788bdaf8aff84a75dce",
            "sentence": "If you really want to learn how to do that, you'll have spend a lot of time studying and practicing."
        },
        {
            "id": "8f91e914cd684136954b395c4ed0c08c",
            "sentence": "It's been reported that children as young as three and a half years old are capable of telling lies."
        },
        {
            "id": "460e3ca907f8426d9123e12595de62be",
            "sentence": "That knife wasn't sharp and I couldn't cut the meat with it, so I resorted to using my pocket knife."
        },
        {
            "id": "eba95fc8898049d3850499993efa9143",
            "sentence": "This drawing is less than great. He needs to do something with the line here at the back of the leg."
        },
        {
            "id": "c55784707fa94c0d86b0fc878faef2f6",
            "sentence": "I know that Tom can play the clarinet and the bassoon. Can he play the flute and the saxophone, too?"
        },
        {
            "id": "2f15bfe460eb4399a3ba815dfcf2cfad",
            "sentence": "The salesman was trying to pressure Tom into buying something he didn't want, so Tom left the store."
        },
        {
            "id": "5bcb35fe40eb4ead83fb4c212db8d53f",
            "sentence": "Tom forgot his shopping list and only got half of what he had intended to get when he went shopping."
        },
        {
            "id": "bc9ccee7815f4dd9b5f19933ad3a21d1",
            "sentence": "It'll be hard to find a good plumber who's willing to come to your house in the middle of the night."
        },
        {
            "id": "04830c9dfd7547069190054ac1167473",
            "sentence": "By the time Tom got to the train station, the train he wanted to catch had already left the station."
        },
        {
            "id": "7d20364c89d14e13b03ee416a5c7f757",
            "sentence": "Tom's father told him to forget about becoming an artist, because he'd never earn enough to live on."
        },
        {
            "id": "ce5c9513456247208e8cf2878d00c94a",
            "sentence": "You get tired of a beautiful woman after three days. You get used to an ugly woman after three days."
        },
        {
            "id": "c824596ec5af4ad3b2a5d7d8dd48f6d2",
            "sentence": "Mary closed her eyes for a second and waited for Tom's kiss. When she opened her eyes, Tom was gone."
        },
        {
            "id": "2a044a183410458bb7ba0d3608392bb1",
            "sentence": "Even though Tom knew he\\'d be teased about his height, he decided to try out for the basketball team."
        },
        {
            "id": "cc9a88a1e704418f8d7594a1fa290a88",
            "sentence": "I don\\'t quite believe it when I hear someone claim they can speak more than five languages fluently."
        },
        {
            "id": "b560a36b90dc4bebb5778d4a9f3a4e4f",
            "sentence": "I think it\\'s unlikely that aliens similar to what we see in the movies have ever visited our planet."
        },
        {
            "id": "e7b5a1ebe09b4e478c89f4531f71810d",
            "sentence": "She advised him to take a long holiday, so he immediately quit work and took a trip around the world."
        },
        {
            "id": "aa68a757cbcf41c0ad92aeb314576d81",
            "sentence": "Tom did everything within his power to keep Mary from being elected president of the student council."
        },
        {
            "id": "bb4604bfa1134d759a990e866df53df8",
            "sentence": "Tom wondered why many people in America think that baseball is more interesting to watch than soccer."
        },
        {
            "id": "0e4ff063da334d7eb533d949cf46aa96",
            "sentence": "George Custer was killed at the Battle of the Little Bighorn in 1876, along with over 200 of his men."
        },
        {
            "id": "153786f7f4d5431e8a3b6042691e34be",
            "sentence": "Tom was taking a selfie on the edge of the volcano when he lost his footing and fell into the crater."
        },
        {
            "id": "81f0d6cf7d754c93a97a1d829d4d55e4",
            "sentence": "I wanted to know if you\\'d heard anything about what\\'s going to be discussed at tomorrow\\'s meeting."
        },
        {
            "id": "105fdf994e654fafb5b86f7cbb876970",
            "sentence": "I thought that doing this would be easy, but we've been working all day and we're still not finished."
        },
        {
            "id": "a0c120a8ce7243589c9e358bf796d2c1",
            "sentence": "As a new graduate with no work experience, Tom was wet behind the ears when he started his first job."
        },
        {
            "id": "8ebc87a973b14212a12e025a66bbe8a5",
            "sentence": "Tom looked like he didn't have a care in the world, but nothing could've been further from the truth."
        },
        {
            "id": "24334092ad52431a87bc524bf9ac5370",
            "sentence": "The pledge to stop smoking cigarettes ranks among the top ten New Year's resolutions year after year."
        },
        {
            "id": "f61838e7851e4c59b9a6efaedb0a233b",
            "sentence": "At the end of his life, Hokusai lived in misery, alone with his daughter, and worked until his death."
        },
        {
            "id": "c7dd8d0cf28c4d61a8f2a4f3e03ebd25",
            "sentence": "Some of the mistakes that Tom makes in French are because the textbooks he studied from had mistakes."
        },
        {
            "id": "a2e12836b3264eb59ed0ef64f27132c9",
            "sentence": "Until 1986, in the schools of England, it was legal to punish children with belts, sticks, and clubs."
        },
        {
            "id": "371c364f432741c8bc54658dcbf385e3",
            "sentence": "You don't have to leave me hanging like this. Why don't you just come out and tell it to me straight?"
        },
        {
            "id": "0e6f3b221a9f43ef8aea1e82bbe64b74",
            "sentence": "People take things too personally and the good behaviour of some rewards the bad behaviour of others."
        },
        {
            "id": "94e85f175da2405c9125b94207751a91",
            "sentence": "Did you say that Tom has left the hospital? That means he'll be coming back to work soon, doesn't it?"
        },
        {
            "id": "cd652d04e0004b5ea945c42c929dcd34",
            "sentence": "I don't think a native speaker would ever say it that way, but I can understand the intended meaning."
        },
        {
            "id": "fbc7276a4b13409abe1c30923e913df8",
            "sentence": "Why did I buy flowers? Why are you asking me such a question? I just bought them because I wanted to."
        },
        {
            "id": "a5d084f493124b8fb08267238287d235",
            "sentence": "People always say that when you kiss a frog, it'll turn into a prince, but I've never seen it happen."
        },
        {
            "id": "85476c66437b4669bc72f26f04e12e44",
            "sentence": "One of the most important skills a debater can have is to deliver cogent arguments in a clear manner."
        },
        {
            "id": "2ff886f10ec3464fa1fea21fd248f056",
            "sentence": "Tom was acquitted of the charge of stealing money from Mary, but was found guilty of attempted fraud."
        },
        {
            "id": "1e3edf17514748a28cbaffcf13a96e2c",
            "sentence": "I woke up one morning to find that all the bills in my wallet had turned into two-thousand yen bills."
        },
        {
            "id": "794ade6b1dab4382b1dfdd78a9c73923",
            "sentence": "It looks like it may rain today. I'm worried that our cherry-blossom-viewing party might be canceled."
        },
        {
            "id": "d3f1b270026e48c1bfedc2079c612ccc",
            "sentence": "Banks will try to lend you an umbrella on a sunny day, but they will turn their backs on a rainy day."
        },
        {
            "id": "95c319d0f1394fe0978545ec9ece4b83",
            "sentence": "The Oxford comma is awkward, unnecessary, and cannot be carried over to languages other than English."
        },
        {
            "id": "071858b6b7574405b9ddf7b330bd1555",
            "sentence": "Grammatically there is nothing wrong with this sentence, but I think it would never actually be used."
        },
        {
            "id": "01e27f183d1a4d7aa076145112494f76",
            "sentence": "If you're tired of arguing with strangers on the Internet, try talking with one of them in real life."
        },
        {
            "id": "5c94faece7df495c934946ce4b4eb37d",
            "sentence": "The doctors thought he was dead, but today he is still alive and healthy, and has a job and a family."
        },
        {
            "id": "45873d47b17043e39f6ff39676dfbfac",
            "sentence": "Farming looks mighty easy when your plow is a pencil and you're a thousand miles from the corn field."
        },
        {
            "id": "e79e3b6cfb85453dbd0817193cf30b99",
            "sentence": "My neighbors never complain about how loud my parties are because I always invite them to my parties."
        },
        {
            "id": "ef04797382bd43aba2ecc91ac8f1d1ee",
            "sentence": "Memories came flooding back when Tom found some photos from his childhood in an old box in the attic."
        },
        {
            "id": "994cf57400ab436baa088d45586cbf8c",
            "sentence": "Recently Tom and I seem to just keep missing each other. I never seem to be able to meet up with him."
        },
        {
            "id": "81b2fdf2efc44d6f82155074e2f5d91d",
            "sentence": "Tom is always sleeping in class. It almost seems like he goes to school just to catch up on his sleep."
        },
        {
            "id": "b622a5af37554ecf8978e8040a77ee8e",
            "sentence": "Tom rolled out of bed at 6:30, shuffled into the kitchen and put two slices of bread into the toaster."
        },
        {
            "id": "5078ab3eff574d98ae90d5bcd94b00d2",
            "sentence": "Tom was determined not to make the same mistakes with his children that his parents had made with him."
        },
        {
            "id": "1c6ada5400fe4f1bb89557123d93cc53",
            "sentence": "My father, grandfather, great-grandfather and great-great-grandfather all had the same name as I have."
        }
    ],
    "nbPages": 1431,
    "nbResults": 715026
}