{
    "currentPage": 3534,
    "pageSize": 200,
    "items": [
        {
            "id": "12cc5e6cd16b4db3ac701a652054163e",
            "sentence": "I wasn't surprised when Tom told me what he was planning on doing."
        },
        {
            "id": "f421e6e7b2574885ae22901e46b3c94d",
            "sentence": "I wonder how much it would cost to rent a rowboat for three hours."
        },
        {
            "id": "8c67b23011b642faaf9b11dd08e86f9f",
            "sentence": "For a while, I was really addicted to cola and drank it every day."
        },
        {
            "id": "4e046d833b9f4441afbc1ae8b9982b4e",
            "sentence": "Seriously though, episode 21 made me laugh so hard I almost cried."
        },
        {
            "id": "6a1b2224b98f463d9a8d401461a4d923",
            "sentence": "It's said that the Vikings discovered America before Columbus did."
        },
        {
            "id": "4d44e20f4caf40e58658e47257e02ead",
            "sentence": "My older sister gave me an iPhone, but I don't know how to use it."
        },
        {
            "id": "2a10ad28bb824c1284939fd495d7278c",
            "sentence": "My younger brother used to often stay up all night reading novels."
        },
        {
            "id": "936e3882bdb24542a738f9acc4e42bb9",
            "sentence": "You're supposed to always pay your rent on the first of the month."
        },
        {
            "id": "f07f488902134f9c8a301b97df140f4f",
            "sentence": "I was surprised when Tom told me that Mary didn't want to do that."
        },
        {
            "id": "c3301fc98820404b8ab989843f1b44eb",
            "sentence": "I wasn't surprised when Tom told me that I didn't need to do that."
        },
        {
            "id": "3fc1a81c08a74b84b1ece6fca0d6fcca",
            "sentence": "Tom realized that he was probably not going to be able to do that."
        },
        {
            "id": "6257fccce4fe49a3b4b955d952774609",
            "sentence": "Fortunately, the weather was good and we were able to eat outside."
        },
        {
            "id": "e4ee9f58ac2c4720bf59cc71570823d9",
            "sentence": "Everyone except Tom knew that he didn't need to stay in Australia."
        },
        {
            "id": "d0cb4f98418e4ed28f49c8689ce7eff6",
            "sentence": "We're having engine trouble and need to make an emergency landing."
        },
        {
            "id": "2ae3d10e421f4e65a2b521cf3bf8a59a",
            "sentence": "People do not know the blessing of good health until they lose it."
        },
        {
            "id": "a235ea436b43476f93fa9180220f9c2f",
            "sentence": "Judging by the swelling, the man must have been bitten by a snake."
        },
        {
            "id": "bef199e0963c4b82b808ac693b037edc",
            "sentence": "Many years later, the author added two more chapters to the novel."
        },
        {
            "id": "65b360ed7de9474b829cb0a44568e805",
            "sentence": "In high school, the girl that I had a crush on had a crush on Tom."
        },
        {
            "id": "6a2c8944126147a59a185ed3e86ace8c",
            "sentence": "I think what Tom is doing probably isn't a good thing to do doing."
        },
        {
            "id": "1a623923d95b4ea58f05b4a493366999",
            "sentence": "It's hard to believe something like that could happen around here."
        },
        {
            "id": "8fd32519bbfc4ead95f0c4292db8131c",
            "sentence": "Why did you agree to do this if you didn't really want to do this?"
        },
        {
            "id": "92ad3a8daff0482ba49f004587223af8",
            "sentence": "Tom told Mary that he was going to Boston, but he went to Chicago."
        },
        {
            "id": "af0aa2103ade48599828311e0c655d27",
            "sentence": "To call that fabrication a fib would be a criminal understatement."
        },
        {
            "id": "f6a96119dad84bd0bd7d47289aff6fb6",
            "sentence": "We waited at the library half an hour for Tom, but he didn't come."
        },
        {
            "id": "394acf98da3d4d58a4bf368c1ee6fa95",
            "sentence": "The explanations are too elaborate, and they should be simplified."
        },
        {
            "id": "31871d85b7d44fd58359411bd424195b",
            "sentence": "I felt better after taking the medicine the doctor had prescribed."
        },
        {
            "id": "02c93a9253ba4b7eb711cb6d5c1f0c68",
            "sentence": "This enormous longhorn beetle is found around mango and fig trees."
        },
        {
            "id": "13d49c029aa4418c90453ec062ebf0bc",
            "sentence": "Tom read the Bible in its entirety, from the beginning to the end."
        },
        {
            "id": "97152cb5b0994038ad882a48e09f255f",
            "sentence": "The nonviolent actions of Martin Luther King inspired many people."
        },
        {
            "id": "8d9c925cb23b4ec2965ddb6d771d0a7f",
            "sentence": "They want me to quit, but I'm not ready to throw in the towel yet."
        },
        {
            "id": "2ea98d1568cb4df5b52ec27b32f6d5cd",
            "sentence": "This photo is the only one in which the entire family can be seen."
        },
        {
            "id": "d82ebd814fc84a289da40cf60a27f3ed",
            "sentence": "It would be unethical for me to talk about Tom's medical problems."
        },
        {
            "id": "197bb4b408834fcdbcf99c76dfe32eb4",
            "sentence": "It's almost always less expensive to buy things from a wholesaler."
        },
        {
            "id": "3f1c2aea06e94fe1946b85c677a018c6",
            "sentence": "We waited at the bus stop for a long time, but the bus never came."
        },
        {
            "id": "dd5a666e95614c5d86f51422da9c1134",
            "sentence": "Tom was having trouble trying to find his best pair of cuff links."
        },
        {
            "id": "bf1c41ac399441fb93cd85b5cdda7fce",
            "sentence": "The fire had already gone out by the time the fire engine arrived."
        },
        {
            "id": "d8689ff706c144e985c9467980bc75cb",
            "sentence": "The average height of girls in this class is over 155 centimeters."
        },
        {
            "id": "4b917b871c234ec6af04dca5eef70dc1",
            "sentence": "How could you do this to me after all we've been through together?"
        },
        {
            "id": "b7d4c6cd76a6493694d59e50f0086bd4",
            "sentence": "It's difficult to help people who can't admit that they need help."
        },
        {
            "id": "21e39fd2b3084ce98a114011b7f76f12",
            "sentence": "Tom was psyched that he'd get to sit next to Mary all school year."
        },
        {
            "id": "9b4f915765e041a48fc018e06dd82eb6",
            "sentence": "Don't worry about me; hell is where all the interesting people go."
        },
        {
            "id": "60aec1e0e1ae403b9f76da7a50e664a8",
            "sentence": "It doesn't need to be a lot of time, but we do need a little time."
        },
        {
            "id": "2785439eecd742efb0d521dc6c3ef4e2",
            "sentence": "Tom fell in love with a girl who's three years younger than he is."
        },
        {
            "id": "f8fe52e339be4028831db15a02ba0136",
            "sentence": "To tell the truth, I didn't think that movie was very interesting."
        },
        {
            "id": "eec5b4b9314945cfa67859fff755cfc9",
            "sentence": "At its narrowest, the Strait of Gibraltar is 14.3 kilometers wide."
        },
        {
            "id": "a050236b431d484cb21664fff9e1089a",
            "sentence": "If you want breakfast in bed, you'll have to sleep in the kitchen."
        },
        {
            "id": "7201d3cc7ead4b5685606a76f98c3cb8",
            "sentence": "On a bright sunny day like this, we'll probably all get sunburned."
        },
        {
            "id": "76e73624e1524f46aeacdbc7915544ab",
            "sentence": "I plan to go to Boston as soon as I get enough money to get there."
        },
        {
            "id": "6dcb2a974bac4b708a70923ae4c44a80",
            "sentence": "Cooking over a campfire is one of the things I like about camping."
        },
        {
            "id": "3315778af6984830a78465f416dbb824",
            "sentence": "Tom bought a can of beer for himself and a can of coffee for Mary."
        },
        {
            "id": "0922666b62714afa8f726d0b190ff624",
            "sentence": "I thought that Tom probably didn't really understand the question."
        },
        {
            "id": "9b029d1a004b47a586e3a02c6d8f9182",
            "sentence": "Tomorrow morning, they're selling tickets for the Shakira concert."
        },
        {
            "id": "5bd9ac46f60d4e0ea5b5a70dfe5f9cf0",
            "sentence": "Tom and Mary were holding hands, their fingers tightly interlaced."
        },
        {
            "id": "bfed77c479784f76b2ea562f243e9075",
            "sentence": "Beat the yolks of the eggs and the sugar together in a large bowl."
        },
        {
            "id": "ef5d166214a44f89a5b55e2ae950f913",
            "sentence": "Let's just make sure that this is what we're supposed to be doing."
        },
        {
            "id": "04cbd4881b73431ca9fffe227609bd47",
            "sentence": "I can't believe that you really want to live here all by yourself."
        },
        {
            "id": "924c48ec627943f9806ad923c4410abc",
            "sentence": "Tom told Mary she was the most beautiful woman that he'd ever met."
        },
        {
            "id": "3029c1e81c5149818f9fb051b4c57928",
            "sentence": "I thought about writing you a message, but never got around to it."
        },
        {
            "id": "fa2a7c99f93642cfa5573adfd1c58e8d",
            "sentence": "The worst thing you can do is to only do something half seriously."
        },
        {
            "id": "81831cb1666f420d8ce28085852b00a9",
            "sentence": "Doing something only half-heartedly is the worst thing you can do."
        },
        {
            "id": "a71bf30ed6b84e78b784dbd72b701e1a",
            "sentence": "Eventually the salesman persuaded me to buy the expensive machine."
        },
        {
            "id": "727e3e4e931b4298a2a330776f7c2ce8",
            "sentence": "Tom told me that he thought Mary was better at French than he was."
        },
        {
            "id": "96708e40e92e4fd3b608dc4d5d0b1135",
            "sentence": "Tom told me he thought that Mary was better at French than he was."
        },
        {
            "id": "8497854a9eee476ab9243b9949814668",
            "sentence": "Tom told me he thought Mary still wanted to go to Boston with him."
        },
        {
            "id": "6ebed00473264e96b5ca67f2817e4e72",
            "sentence": "Tom told me that he was going to be on the road until next Monday."
        },
        {
            "id": "e90dd00320e349a78c96b9d7c00b7fc7",
            "sentence": "Tom told me that he was going to the hospital to visit his father."
        },
        {
            "id": "9a5fb5e2ac164290a31b0d74b337c176",
            "sentence": "Tom was worried that someone would discover details from his past."
        },
        {
            "id": "acbb2351ea974a77a3ff4c3421f88bd4",
            "sentence": "I spend more than half my time correcting other people's mistakes."
        },
        {
            "id": "f04463d34a6145f592595ba7d33d6d36",
            "sentence": "You need to take a step back and think calmly about the situation."
        },
        {
            "id": "9357df315e5f4423b21a30dc4df92278",
            "sentence": "You shouldn't judge me, because you don't know what's in my heart."
        },
        {
            "id": "7fff6b18aa914f50900d76d32800b7ab",
            "sentence": "It doesn't matter what I look like. I'm not likely to get the job."
        },
        {
            "id": "b961931c301c49a7ad89d5191492778e",
            "sentence": "Tom likes all types of music, but classical music is his favorite."
        },
        {
            "id": "8485337c8d9e4551baea6f1ffbc8a48e",
            "sentence": "Tom's children have a lot more toys than he had when he was young."
        },
        {
            "id": "7d5a166413214e00bf1f6627203484a9",
            "sentence": "After the collision, Tom and Mary exchanged insurance information."
        },
        {
            "id": "b9c580692e3c45b29897dc3ba69578b8",
            "sentence": "I'm not so sure that I could do that, at least not as well as you."
        },
        {
            "id": "2859f1d8bb4e47e0b46360d5852b7c38",
            "sentence": "Tom doesn't care about protecting his personal information online."
        },
        {
            "id": "7c43b63a2eb8473198bb6a7ca7fa4217",
            "sentence": "I always got talked into adjudicating their relationship troubles."
        },
        {
            "id": "0e479390d92947448078f6665bd2eaac",
            "sentence": "I was deceived by a person who I had thought was a friend of mine."
        },
        {
            "id": "143ba0550e5b472bb2b6fb6b33234040",
            "sentence": "I thought you said that we weren't going to go to Boston with Tom."
        },
        {
            "id": "b75ede85ca4f4ad08a2ad24cbcb65023",
            "sentence": "I didn't think that you were going to have the chance to meet Tom."
        },
        {
            "id": "b9ba736371e241bca975b42d28b612bd",
            "sentence": "Tom asked Mary if John was planning to stay in Boston a long time."
        },
        {
            "id": "ed70c3a593fd4c9ea6dbe4440634c6e8",
            "sentence": "I thought that you said we weren't going to go to Boston with Tom."
        },
        {
            "id": "917fa78a5ead4434aeeff8c3e5038eb7",
            "sentence": "Tom said that he thought Mary wasn't very good at speaking French."
        },
        {
            "id": "9f84de455ee24847aae513fe8d43d296",
            "sentence": "Tom said that he thought that Mary wasn't good at speaking French."
        },
        {
            "id": "4e31dbf646634cbdb2dd5f3f9811caf2",
            "sentence": "Tom said he thought that Mary wasn't very good at speaking French."
        },
        {
            "id": "2775e7bfb167437cb042fe1ad90572a5",
            "sentence": "Tom said he didn't know when Mary was planning on going to Boston."
        },
        {
            "id": "caa6c83e4b164dada8c07e4f3d7d4167",
            "sentence": "Tom thought that Mary probably didn't know that John spoke French."
        },
        {
            "id": "9aded7b030df422b9f4cf972ec5c3905",
            "sentence": "Tom should've gone to Boston last week with Mary, but he couldn't."
        },
        {
            "id": "c5bcb49922284f47be9631330979f5bc",
            "sentence": "Tom says he doesn't know when Mary is planning on going to Boston."
        },
        {
            "id": "ca9b39354f8d44b7a4b44e8f4aa41974",
            "sentence": "I promised Tom I wouldn't stay in Boston for more than three days."
        },
        {
            "id": "0c7ae25180e54d219aab4230781e78e6",
            "sentence": "Tom said he thought Mary was planning on going to Boston with him."
        },
        {
            "id": "386e8f93e7a94d84b51bbdb303775128",
            "sentence": "I won't force you to do that, but I think that you should do that."
        },
        {
            "id": "2e10716cdf974d89b68af26eaf46cde5",
            "sentence": "The police aren't sure that Tom was the guy who tried to break in."
        },
        {
            "id": "e92b95dc8d6c48abbf7acc089cff4c22",
            "sentence": "Tom is not very likely to finish writing the report before Monday."
        },
        {
            "id": "4930e536ffa445658f16e3b3f579e873",
            "sentence": "If you would talk less and listen more, you might learn something."
        },
        {
            "id": "801d04fee0c149819e20d76436149b73",
            "sentence": "If it hadn't rained so hard, the game wouldn't have been canceled."
        },
        {
            "id": "042b93a4da7f48348033bbf11906ebeb",
            "sentence": "When Tom shaved off his beard, Mary didn't recognize him at first."
        },
        {
            "id": "8765ef24ca3d45c8993d67981dae5472",
            "sentence": "Mary is the most beautiful girl that I've ever actually talked to."
        },
        {
            "id": "844fd66301244dd7927951d828521771",
            "sentence": "I still listen to the same music that I listened to as a teenager."
        },
        {
            "id": "b63259f232b649e79804d2b23fa1c216",
            "sentence": "The liver is the organ that works to remove alcohol from the body."
        },
        {
            "id": "3ece8628eb644287a3ba9e3482d457e2",
            "sentence": "Would you have time to drop this off at Tom's on your way to work?"
        },
        {
            "id": "203423b73c9a494cbbca4f5e4001d2d6",
            "sentence": "I want to talk to you about what happened in Australia last month."
        },
        {
            "id": "99d90a55d1504c59bd12978999e65151",
            "sentence": "Tom and Mary have been spending a lot more time together recently."
        },
        {
            "id": "248d137d811143b686f8b521bea286a9",
            "sentence": "I don't know whether to buy these brown shoes or those black ones."
        },
        {
            "id": "cec778c7de374bb09b53573dcad64aef",
            "sentence": "I never thought someone from Australia could be so good at French."
        },
        {
            "id": "09f2c8bdae4e4ee7a19ac0d087df9006",
            "sentence": "It's not the first time I've been wrong, and it won't be the last."
        },
        {
            "id": "c563e1c46a514dbd9415f8f42fc2c9f7",
            "sentence": "I'll stay with you through both the happy times and the sad times."
        },
        {
            "id": "d230cf42a13443d79c420c37f74cba6c",
            "sentence": "Tom was shorter than the other students in his kindergarten class."
        },
        {
            "id": "f8fae1a67d244e9d9d15857b1091c6e1",
            "sentence": "Tom said that Mary was the one who was responsible for doing that."
        },
        {
            "id": "107d18a6ef864196bae2516c21effcfe",
            "sentence": "The thought of having to work with someone like you makes me sick."
        },
        {
            "id": "8a3fb55d48a140b1a8c82ebee50a98bc",
            "sentence": "Which one of these do we need to keep and which can we throw away?"
        },
        {
            "id": "9572f71d33ec4ad4b07cfe8e76d4c339",
            "sentence": "People living in this area are dying because of the lack of water."
        },
        {
            "id": "c77f93ca5af147c4a185a6e9cbb6cd00",
            "sentence": "No matter how hard I tried, I couldn't remember that song's title."
        },
        {
            "id": "539749d9cacf4552aae5dac97aa10b6e",
            "sentence": "If you have a minute, I'd like to talk to you about some problems."
        },
        {
            "id": "ae9f0cc974764601822dc9e29245d28a",
            "sentence": "He didn't really like his job, but he owed money on his new house."
        },
        {
            "id": "0ea054b9a15c4532a858f0569eaeed8d",
            "sentence": "I had to go to my office by bus because my car had engine trouble."
        },
        {
            "id": "5d3e78fd4d114d69a1863392f1bf64e7",
            "sentence": "We had to stop over in San Francisco for two hours due to the fog."
        },
        {
            "id": "60a5fa18364a464f97624ea6202170cb",
            "sentence": "You ought to tell Tom that you aren't planning on taking pictures."
        },
        {
            "id": "f87b263aa6ed4ab79e111db0ce23cf62",
            "sentence": "It isn't until we lose our health that we realize the value of it."
        },
        {
            "id": "6055f1dd06f3461cb00ca4e6aa56977b",
            "sentence": "It's not until we lose our health that we realize the value of it."
        },
        {
            "id": "101fbb7a491442c8bda2b401eacd7145",
            "sentence": "I'm assuming the gunshot that I heard was the one that killed Tom."
        },
        {
            "id": "a4ba71274fca49dd9e77796d2da21aea",
            "sentence": "I told Tom I wanted to go to Australia, but I didn't tell him why."
        },
        {
            "id": "cb4544643a674822af5349a77489c47d",
            "sentence": "I told Tom I wouldn't stay in Australia for more than three weeks."
        },
        {
            "id": "822179a776854ffc83b74ac3648158b2",
            "sentence": "Everyone except Tom knew that he didn't have to stay in Australia."
        },
        {
            "id": "58a33633fc254f7ba8193758630e7ee7",
            "sentence": "Do you think that Tom would've enjoyed going to Australia with us?"
        },
        {
            "id": "7ccdec52720548a58a4677f5ec2347b2",
            "sentence": "Do you still think that Tom would like to go to Australia with us?"
        },
        {
            "id": "baad0924922049c7b5ea654d2fad4beb",
            "sentence": "If the smoke is bothering you, move to the other side of the fire."
        },
        {
            "id": "a683172488bc40638dfb2b8f4c866912",
            "sentence": "Tom believes that the day will come when there'll be no more wars."
        },
        {
            "id": "06e5904187d140989709ec85ed744e4d",
            "sentence": "I thought that the dress that Mary was wearing looked really nice."
        },
        {
            "id": "644eb2a6263f48e695c02cddb0e085f8",
            "sentence": "Tokyo's air pollution problem is even worse than that of New York."
        },
        {
            "id": "3258b6043c7046e8b85a6a17d74abda1",
            "sentence": "Tom is likely going to go to Australia during his summer vacation."
        },
        {
            "id": "878c5afe0178417cac7935739534b891",
            "sentence": "I think that Tom and Mary would've helped us if they'd been there."
        },
        {
            "id": "f0a1a842365e4ade88dd618b66bf2800",
            "sentence": "Flags of the world fly proudly at the United Nations headquarters."
        },
        {
            "id": "c8d5addf5adc4500aa4a7fe419d85003",
            "sentence": "I was in the neighborhood, so I thought I'd drop by and say hello."
        },
        {
            "id": "dc88854fc0bd4d9cabbc741e814f6d23",
            "sentence": "I hope that I can spend more time doing that now that I'm retired."
        },
        {
            "id": "566fb392741f4cba8d9e9f058fd7241e",
            "sentence": "Are you sure you want to gamble that much money on one horse race?"
        },
        {
            "id": "e09b24825e7749e690c5bb9c70cdfa24",
            "sentence": "Tom always leaves the bedroom door ajar, otherwise he can't sleep."
        },
        {
            "id": "c7e49ab4b86c4b9884bfa8d900b1fd0c",
            "sentence": "When I last saw Tom, he was wearing a blue shirt and white slacks."
        },
        {
            "id": "b49aa8bc456245c78772f2255c9ce5ff",
            "sentence": "When was the last time that you visited a French-speaking country?"
        },
        {
            "id": "5fe1e95d774344638166e8a15cc92322",
            "sentence": "I think that it's highly unlikely Tom will take Mary to the party."
        },
        {
            "id": "71d2ee47e6ae4097808e831e5d7ad1e6",
            "sentence": "I found something out about Tom that I think that you should know."
        },
        {
            "id": "291fd885c5ec41d6b4a10345b3a7149d",
            "sentence": "The police didn't think that it was likely Tom had killed himself."
        },
        {
            "id": "5efc72edd6f142c0b56c60c0973138cb",
            "sentence": "Mary and her boyfriend often hang out with Tom and his girlfriend."
        },
        {
            "id": "0ef72ed571df4a27aa0c1143f5ea1990",
            "sentence": "Don't buy flowers for yourself. Let someone else buy them for you."
        },
        {
            "id": "7b6f952442f14b4d913513131f83f9fa",
            "sentence": "Forget your troubles for a while and come and have dinner with us."
        },
        {
            "id": "f464964f1ce540d48bfe10f61743c7bb",
            "sentence": "Of all the countries that you've visited, which was your favorite?"
        },
        {
            "id": "e45e857e301041c9b11ae0650ffba94c",
            "sentence": "Tom is suffering from a mental disorder that impairs his judgment."
        },
        {
            "id": "f55408cb0ed94086af11b0888c35f5c7",
            "sentence": "I think that wouldn't have happened if Tom had been there with us."
        },
        {
            "id": "7b26306fefde4418aba481563ecc8f73",
            "sentence": "Tom has started coughing heavily and I'm worried about his health."
        },
        {
            "id": "0e6fb57bc58f4f1ba602ed6c014e8767",
            "sentence": "Tom said that he loved Mary, but that he didn't want to marry her."
        },
        {
            "id": "feb71933df414ee286def12934f6f573",
            "sentence": "I would hate to see him mess up one of his butterfly knife tricks."
        },
        {
            "id": "523f1a9f83394c4e90bc4100e8543c89",
            "sentence": "Tom tried to show the picture to Mary without letting John see it."
        },
        {
            "id": "e3ec5974ec934ca38dae6be9c7c6aae6",
            "sentence": "I'll introduce you to a friend of mine who used to live in Boston."
        },
        {
            "id": "994697cd7560485ba8b17cc3da5a5891",
            "sentence": "I've never sewn a button on a shirt before. Could you show me how?"
        },
        {
            "id": "bfa51af14e69418ca74622e0321dc526",
            "sentence": "I hope that I'll have a chance to see you next time I'm in Boston."
        },
        {
            "id": "3f6f2d73a2aa47189693dc4a1ffe4bb6",
            "sentence": "My younger brother and I used to fight a lot when we were younger."
        },
        {
            "id": "64b0930deca84346aca57892b014a0e8",
            "sentence": "I should probably buy a few bottles of wine for the party tonight."
        },
        {
            "id": "a9d60ff419764c8098e2e5ac2b640fc7",
            "sentence": "Tom realized he barely had enough money to buy what he had to buy."
        },
        {
            "id": "1cad4de28c354e0ba8eb93e26634e50d",
            "sentence": "A number of interesting objects are being exhibited at the museum."
        },
        {
            "id": "ff38981c6fe24011a673f0b90f482adc",
            "sentence": "The walls of the house are pale yellow, the shutters rust-colored."
        },
        {
            "id": "0becaef786904ca7b9798fc1e05915b9",
            "sentence": "Tom got out of bed on the wrong side and he's been grumpy all day."
        },
        {
            "id": "62054087553b41fd90dfd4abae00fe67",
            "sentence": "The plane was delayed for two hours on account of the bad weather."
        },
        {
            "id": "31b5ebf8e7e240b68bb696ad55cd9735",
            "sentence": "Tom's plan was to apologize to Mary the next time that he saw her."
        },
        {
            "id": "2d5400fc611d44fcaba4ccc87a382b52",
            "sentence": "Tom found out that Mary was the one who had stolen his sunglasses."
        },
        {
            "id": "aa67dd1b34d34ca1aee8926315968b01",
            "sentence": "Tom went to the kitchen in the middle of the night to get a snack."
        },
        {
            "id": "eecfb60e57f249e0b518e548ef70f70e",
            "sentence": "The longer someone remains a child, the longer their life will be."
        },
        {
            "id": "9422ca5fae82497eb134933318fdf946",
            "sentence": "If you can't wake up in the morning, you should go to bed earlier."
        },
        {
            "id": "1010c920429a4f909a445ce6be5889c9",
            "sentence": "How long did you have to practice before you were able to do that?"
        },
        {
            "id": "3004f20f79f048e68de30b97581a3585",
            "sentence": "You're the one who suggested that we do that together, aren't you?"
        },
        {
            "id": "d62b02758f2a46fc8559ae30de06a09d",
            "sentence": "You're the only one working here who can speak French, aren't you?"
        },
        {
            "id": "7de34495cc4941b1a811330cd9a1c341",
            "sentence": "You're going to have to take care of this by yourself, aren't you?"
        },
        {
            "id": "249e88f20f5f4fd38d9831c9cf6c76d2",
            "sentence": "Why don't you just admit you don't know what you're talking about?"
        },
        {
            "id": "723b453573064dccbcaf3f1f5a4afe41",
            "sentence": "If you have time, you should visit that new museum on Park Street."
        },
        {
            "id": "ab493890bc974a8f865c45916bf2aa19",
            "sentence": "Tom had a lot of suggestions, but not many of them were good ones."
        },
        {
            "id": "9dcf095ce53e4f2681d6c39bc6965440",
            "sentence": "We aren't born with the capacity to carry out a happy coexistence."
        },
        {
            "id": "3f1ddd4f5af2430bbc1b613a1aa409c7",
            "sentence": "My father thinks it would be best if I didn't spend time with you."
        },
        {
            "id": "1e3718e685f1425d8ff9bf0e3ad97ea6",
            "sentence": "If that law is passed, it'll set back women's rights thirty years."
        },
        {
            "id": "b02b40ac9f3f446b8358d74ca620e6d2",
            "sentence": "If that law is passed, it'll set women's rights back thirty years."
        },
        {
            "id": "ed970ad9a316427ca4f285a8dc7e2967",
            "sentence": "Most of the people in my area don't live anywhere near a bus stop."
        },
        {
            "id": "1677723df19a4e02a4818e572daa291e",
            "sentence": "Do you know what the differences between emoticons and emojis are?"
        },
        {
            "id": "25f93768e1434e819e1ab36121c106bb",
            "sentence": "The princess kissed the frog and he turned into a handsome prince."
        },
        {
            "id": "0bc50d49bf954ad88a26278d41b91712",
            "sentence": "You've got to promise me that this is never going to happen again."
        },
        {
            "id": "db9c9193643d4149a66bd1b6df7da91a",
            "sentence": "Do you know how many people in the world die of hunger every year?"
        },
        {
            "id": "556a6fd4dd55419693add3fbf298dfb5",
            "sentence": "My family is from Boston, but I've lived in Chicago my whole life."
        },
        {
            "id": "03a8836a40524903b2c7048a81857d34",
            "sentence": "The sound of footsteps approaching could be heard in the darkness."
        },
        {
            "id": "6c84990d46b64aa0bc68e027d8b89aed",
            "sentence": "There were a lot of new and interesting phrases in today's lesson."
        },
        {
            "id": "ac89cb23e80849378a31e27af0437df8",
            "sentence": "The decline of the Roman Empire began after the death of Augustus."
        },
        {
            "id": "34f9a9736a7c44f992a1d0fe11f5c6d5",
            "sentence": "If the world weren't in the shape it is now, I could trust anyone."
        },
        {
            "id": "f734d473bc46471780b9d9409a3451a2",
            "sentence": "After the summer holidays, the children have to go back to school."
        },
        {
            "id": "28d791714eb548b2967412ced240c063",
            "sentence": "After the party was over, Tom stuck around and helped me clean up."
        },
        {
            "id": "ae7f9914e78242c4a38306910bf1aacd",
            "sentence": "Brokers struggling to make a profit don't always play by the book."
        },
        {
            "id": "fdd2b97b9e2748edb7aebf7831dd6440",
            "sentence": "Tom lay awake, thinking about all the things that he needed to do."
        },
        {
            "id": "4f2410fca05c4a12a89203ed8fb3ec97",
            "sentence": "The doctor tells me I'm going to have to remain in bed for a week."
        },
        {
            "id": "b4add5c694df417693f715795b6bcaf2",
            "sentence": "These islands are linked below the water's surface by coral reefs."
        },
        {
            "id": "14e5552ed580454899526710d209043c",
            "sentence": "I'm not doing this because I want to, but because you asked me to."
        },
        {
            "id": "2e180d4a840b4dc3baf56a2d27807e18",
            "sentence": "Tom invited Mary and me to go on a double date with Alice and him."
        },
        {
            "id": "13d85c9b41654daf82e6f2377b4bf398",
            "sentence": "I can't see well enough to read this size font without my glasses."
        },
        {
            "id": "8e26c92d458f4471af5b017975b913e6",
            "sentence": "Spending less than you earn is a good way to increase your wealth."
        },
        {
            "id": "32d547bec0b64e32b20f4be1f76d425a",
            "sentence": "I'm going to try to persuade Tom to stay here for a few more days."
        },
        {
            "id": "673268af2db0476999df8312698d6b5d",
            "sentence": "The children didn't come near Tom because they were afraid of him."
        }
    ],
    "nbPages": 3576,
    "nbResults": 715026
}