{
    "currentPage": 3538,
    "pageSize": 200,
    "items": [
        {
            "id": "1a9c7af05345486d88ab1efada2ae74d",
            "sentence": "I hope that I don't have to spend more than three months in Boston."
        },
        {
            "id": "d0dfbdef2d094135bc673d311f6e885d",
            "sentence": "The man kept saying something in French that I couldn't understand."
        },
        {
            "id": "4c4e2e44ba8c40999aa6c9816863c53e",
            "sentence": "It's usually so crowded in here that you can't find a place to sit."
        },
        {
            "id": "26819e917ac04785bbe4608c0a1f2936",
            "sentence": "I was just pointing out a problem that I thought you hadn't notice."
        },
        {
            "id": "fd5af6ca04604fefa06a554d802d2e18",
            "sentence": "I hope that I don't need to spend more than three months in Boston."
        },
        {
            "id": "ac0693f5ad704bb1993224317bb45dc6",
            "sentence": "Tom realized that there were no cars parked in front of the school."
        },
        {
            "id": "21de535ea3154f21971ebd1cb6a905bb",
            "sentence": "I'm at my wit's end. I can't think of any solution to this problem."
        },
        {
            "id": "ba0e3623c46846048ea292c8734388ba",
            "sentence": "I poured the wine in a plastic bag and then dipped it in ice water."
        },
        {
            "id": "89143e586a134327a58db8d52deefbb9",
            "sentence": "I'm not a child, but sometimes you talk to me as if I were a child."
        },
        {
            "id": "6fe76364cb0b469b99c12fa14a70e3e4",
            "sentence": "The house is too big for us, and what is more, it is too expensive."
        },
        {
            "id": "8d0c1d8e41394dc8aac94c834ac2f4d1",
            "sentence": "Turn to the right at the corner, and you will find it on your left."
        },
        {
            "id": "67afc0c31e3546068e2ba69e91664e36",
            "sentence": "This is a secret just between you and me, so don't let it slip out."
        },
        {
            "id": "e65cc11ecdd0431eb4a12c3091412d88",
            "sentence": "There are a lot of people and cars in this city. It is a busy city."
        },
        {
            "id": "6aef198de9ea4147b0c2253b41bef4dc",
            "sentence": "I want to buy this material for a new dress. How much does it cost?"
        },
        {
            "id": "b527cebdbea84356b2a6a7663b4e0b4d",
            "sentence": "I have neglected you so long that I feel a bit shy in visiting you."
        },
        {
            "id": "112ad922847b47e39459e3ccdf1348b9",
            "sentence": "If I tried to wear shoes with heels that high, I'd sprain my ankle."
        },
        {
            "id": "69ec6355323b442da8f5f7ed7648f0ef",
            "sentence": "If you dress like that at your age, you'll make a fool of yourself."
        },
        {
            "id": "6841223077f04718b9d89e5a1ee0b285",
            "sentence": "A fund was launched to set up a monument in memory of the dead man."
        },
        {
            "id": "ea57c9ccf7e247dc97383dd46364a3a5",
            "sentence": "First off, I'd like you to come with me to a department store sale."
        },
        {
            "id": "1265c569f34b4254b44dfabccd3a0d1f",
            "sentence": "If it had not been for his wife, he would not have changed his job."
        },
        {
            "id": "b6a669395cd3418eb99e24da14b3386a",
            "sentence": "While I was waiting for the rain to stop, he kindly gave me a lift."
        },
        {
            "id": "d6a23dcea61b4d0b9a1a7010969101d5",
            "sentence": "You bought the food, so if I buy the wine that will even things up."
        },
        {
            "id": "626a4d4e746647d89f1d20286ee89e04",
            "sentence": "It is not until we lose our health that we realize the value of it."
        },
        {
            "id": "82fab814c34a4b9b943dbe341ce30a72",
            "sentence": "The wicked witch cast a spell on the man and turned him into a bug."
        },
        {
            "id": "56a736aa20a641c9892a52ec7a2efc83",
            "sentence": "As long as I'm going to be in London, I ought to see a play or two."
        },
        {
            "id": "cb7dc79e8e8e4b6f8a3154ceeadf2507",
            "sentence": "If I had money, I would buy that camera. As it is, I cannot buy it."
        },
        {
            "id": "c67861841335433eb8ba8a973185d87d",
            "sentence": "A person who is only a pawn in the game often talks big in company."
        },
        {
            "id": "348fe7310b404021b3326a719aa34956",
            "sentence": "I need someone to hold me and tell me everything will be all right."
        },
        {
            "id": "1807b09a9e83400ab053b33a505f19b3",
            "sentence": "If I'd been at the meeting, I probably would've fallen asleep, too."
        },
        {
            "id": "1777404cc86c430994a0317fd3140728",
            "sentence": "The population of Tokyo is four times as large as that of Yokohama."
        },
        {
            "id": "a78a6ddfa0a040d789d15950a57f9930",
            "sentence": "We've run out of things to sell. Now, how are we going to buy food?"
        },
        {
            "id": "cf79351243e442b1963df82544033d8d",
            "sentence": "Tom usually stays in bed until after his children leave for school."
        },
        {
            "id": "b9fc2cf99e1b45c1a51b3b2f84ac8721",
            "sentence": "I ran as fast as possible, but I wasn't in time for the last train."
        },
        {
            "id": "393d358ee4b04a5d988e74f22037cbbb",
            "sentence": "Tom came out of the bathroom with a towel wrapped around his waist."
        },
        {
            "id": "0786e358cf73490e85e2c3642707ed19",
            "sentence": "Tom has written several letters to Mary, but she never writes back."
        },
        {
            "id": "426b7d34f0ef4b82bf079a31cb7b095d",
            "sentence": "You'll be allowed to use a calculator while you're taking the test."
        },
        {
            "id": "a1ec3f942cca4b6198b0393961bd3e71",
            "sentence": "Since my mother was sick, I couldn't leave the house last Saturday."
        },
        {
            "id": "91538ed8a89e41498455cbef2c3b45bc",
            "sentence": "We have a complete set of the recordings of Beethoven's symphonies."
        },
        {
            "id": "c1444e8f1a894e8c8714a0d546da576b",
            "sentence": "I'm going in the same direction. Come with me. I'll take you there."
        },
        {
            "id": "ad74d066ab6946edb7654d6497acd047",
            "sentence": "It wasn't a coincidence that Tom and I were there at the same time."
        },
        {
            "id": "bca40d4b14cf4e86b4a03fbb5502d3f6",
            "sentence": "Tom lives farther from school than Mary, but closer than John does."
        },
        {
            "id": "e633d1e5c991474d9ee9bb297b34bce1",
            "sentence": "I want you to take the medication that the doctor told you to take."
        },
        {
            "id": "31b4689205f2468a9b813985d0892e79",
            "sentence": "I want to know what to do with all the stuff that you left with me."
        },
        {
            "id": "915d8c9492ed4f80bcb24bf9471f69f8",
            "sentence": "Their team doesn't have a ghost of a chance of winning this season."
        },
        {
            "id": "08555863e7ef4fe28d6676f17c559adb",
            "sentence": "When we were younger, Tom and I traveled around the world together."
        },
        {
            "id": "124f50f12b9b48ca88a591353da3c2f1",
            "sentence": "Unable to accomplish the task by himself, he turned to me for help."
        },
        {
            "id": "af8b0eb5ad704a1288c6b978ea2464f6",
            "sentence": "If the book had been more interesting, I'd have read it to the end."
        },
        {
            "id": "4a44b7b686744b4a9b1586df1e5e2b4e",
            "sentence": "Tom knew Mary wasn't from Boston even though she said that she was."
        },
        {
            "id": "54042ce5cb044e058a5c94eed409328c",
            "sentence": "Tom knew that Mary had told everyone that she was going to do that."
        },
        {
            "id": "3ddc33e61988494283a9b27c8c6108aa",
            "sentence": "I know I've met that guy over there, but I don't remember his name."
        },
        {
            "id": "380cbe5ea13d42609df31b9e2455c909",
            "sentence": "Your children have sure grown a lot since the last time I saw them."
        },
        {
            "id": "5abae6fcd68344e58c0dc42840189ab7",
            "sentence": "Tom rushed over to Mary's house when he heard that she needed help."
        },
        {
            "id": "595845c74fe24d699d92cee731545442",
            "sentence": "I have to take care of my little brother until my parents get home."
        },
        {
            "id": "6fe5e2b73a8343279da088fd84703467",
            "sentence": "Efforts to bring the blaze under control using buckets soon failed."
        },
        {
            "id": "47b010f5b33b4e9ead4dfe927e8e0a5a",
            "sentence": "It's important for the students to know what to expect on the exam."
        },
        {
            "id": "c878efb4b2404becaf3367fed0394e7d",
            "sentence": "They want to increase food production by growing new kinds of rice."
        },
        {
            "id": "d4746185782146398f1cff9a290e978e",
            "sentence": "I did everything I could to help Tom, and this is how he repays me."
        },
        {
            "id": "9a405df6f2344358a7b254978242f2ed",
            "sentence": "Could the two of you share one umbrella and leave the other for me?"
        },
        {
            "id": "f104770f8e054d59b6e6e206c8b8a377",
            "sentence": "I've gathered plenty of resources to help my students learn French."
        },
        {
            "id": "d3ff56cb7b384755830ecbc40287ff8e",
            "sentence": "I'd think the last thing you'd want to do right now is talk to Tom."
        },
        {
            "id": "b0150d2f172a42c38b0db525b4ff090a",
            "sentence": "Tom was seen coming out of Mary's house the night she was murdered."
        },
        {
            "id": "c161b4fd21b74a57b3f9b23612a9e9c6",
            "sentence": "I'm pretty sure I won't be able to convince Tom to stop doing that."
        },
        {
            "id": "6c07322094d7408eac4089d4eb7e0364",
            "sentence": "Have you recently had any unexplained dizziness or lightheadedness?"
        },
        {
            "id": "6bdfb26c05c945b394f1d510ebbca8de",
            "sentence": "It never occurred to Tom that Mary might've been flirting with him."
        },
        {
            "id": "919d1799a6874977a61bacfeef211a52",
            "sentence": "If you're asking me if this is correct or not, I don't really know."
        },
        {
            "id": "dcc4ba78350c4bb4bdfd394d0fc60af8",
            "sentence": "It's not going to rain this afternoon. At least, I hope it doesn't."
        },
        {
            "id": "b803da98004048f387afe8d305a65553",
            "sentence": "Tom told Mary not to worry about what might happen on October 20th."
        },
        {
            "id": "3beae57e626d44f8a369048b62b520e6",
            "sentence": "Tom sat on the park bench just watching the other children playing."
        },
        {
            "id": "ddd854c58aa44b7b9bcf214d94d61d07",
            "sentence": "I'm sorry to be the one to tell you, but Tom passed away last year."
        },
        {
            "id": "39d1b97eccef4e7f9e156088f2e2ece7",
            "sentence": "Tom and Mary are celebrating their third wedding anniversary today."
        },
        {
            "id": "eb9659b223734ab48f31bd541befda57",
            "sentence": "Tom told me that he wouldn't be late, but he still hasn't shown up."
        },
        {
            "id": "86ce80b29ac743438507f22564b4c3a5",
            "sentence": "Tom says he didn't know Mary wasn't able to speak French very well."
        },
        {
            "id": "4bf1f1bc2f1d4667976e0bdf91d98baf",
            "sentence": "I really should've told Tom not to stay in Boston for another week."
        },
        {
            "id": "b0e404b8c6b74c829ffd9feade781df3",
            "sentence": "Tom said he wants to be able to speak French like a native speaker."
        },
        {
            "id": "4d51628218ee4a47b83f1cc3f0e80c18",
            "sentence": "Tom said he thought Mary was probably having a good time in Boston."
        },
        {
            "id": "6d90308e027c4f4e8cb04a3326fca2e8",
            "sentence": "Tom doesn't have any idea where Mary is planning to stay in Boston."
        },
        {
            "id": "e77ea19b25704f3bbe2b29303fadef91",
            "sentence": "Tom now knows why he should've paid more attention in French class."
        },
        {
            "id": "adfc5ab0b0c848228d21468ce073a9ca",
            "sentence": "Tom said that he didn't know that Mary wasn't able to speak French."
        },
        {
            "id": "8c0c7f2389a243cabcb994b62fe6fe72",
            "sentence": "I think that Tom is probably better at French than you think he is."
        },
        {
            "id": "28651422a65b4e7bb222311db117ef06",
            "sentence": "I think that Tom is the only one working here who can speak French."
        },
        {
            "id": "ed2e8188e12041199477d38178426f3e",
            "sentence": "I suspected Tom wasn't really planning to go to Australia with you."
        },
        {
            "id": "6bfa83b2816d400caf2e6815d8f709a1",
            "sentence": "I was very surprised when Tom told me that Mary had left Australia."
        },
        {
            "id": "4e67de91c8d649e8b7a62c6c34acf63d",
            "sentence": "I hope that Tom stays in Australia for at least another three days."
        },
        {
            "id": "7f48eda4217b496bbc984fc47d523bfe",
            "sentence": "I can't believe that Tom really wanted to go to Australia with you."
        },
        {
            "id": "b551f4bad9de4b83a1e49c174371619e",
            "sentence": "I certainly had no idea that Tom was planning to move to Australia."
        },
        {
            "id": "103727791fc542608a7a57bd35af1625",
            "sentence": "Everybody except Tom knew that he didn't need to stay in Australia."
        },
        {
            "id": "bb6eda2bf6f643f383b5e77f9aa1fac0",
            "sentence": "Everybody except Tom knew that he didn't have to stay in Australia."
        },
        {
            "id": "769c4a89b7ed40398099ede793a9075d",
            "sentence": "Every time that Tom comes to Australia, he never fails to visit me."
        },
        {
            "id": "61f73568eb3043119b14e19da4552f8c",
            "sentence": "Didn't you know that Tom was going to be in Australia next October?"
        },
        {
            "id": "31c546dc6f7c443fa41d82ea6c8bc997",
            "sentence": "Tom told me that he thought that Mary still wanted to learn French."
        },
        {
            "id": "0956f56457bd4564a10dd94524b15952",
            "sentence": "I wasn't surprised when Tom told me that he didn't have to do that."
        },
        {
            "id": "c20617712da1405ca1e8513302ef20a9",
            "sentence": "I wasn't surprised when Tom told me that he didn't need to do that."
        },
        {
            "id": "5d4871798b204c07b2608c548bb675b3",
            "sentence": "Tom wasn't caught cheating, but everybody knew that he had cheated."
        },
        {
            "id": "6a2b38f3a62a4a21b4c669ee44c73f03",
            "sentence": "After the hike, Tom switched from his hiking boots to his sneakers."
        },
        {
            "id": "8a8882f54d6c4b758f772dd27188e359",
            "sentence": "Tom went out of his way to make sure that everybody was having fun."
        },
        {
            "id": "35235e51ddef45ffaeefcceebbaea890",
            "sentence": "I don't think it's unfair to judge people by the company they keep."
        },
        {
            "id": "2dc28973db5948a8904f0f964873a641",
            "sentence": "Why didn't you call and let me know that you were going to be late?"
        },
        {
            "id": "1e595aa4bc0f41bca22cc77d4eb4f193",
            "sentence": "No matter what they're talking about, Tom and his wife never agree."
        },
        {
            "id": "66ab54253f1f472992c487b55371de13",
            "sentence": "You know that you aren't supposed to be doing that here, don't you?"
        },
        {
            "id": "0b878e0cc8ba404ca7b7d4b416e5a418",
            "sentence": "On the way, there were places where the snow came up to your knees."
        },
        {
            "id": "87d9439195824f90b28aba55bb68bfde",
            "sentence": "Everything that we asked Tom to do will be difficult for him to do."
        },
        {
            "id": "fe9916b33d4448a1b3ff2e2d6528384a",
            "sentence": "I saw Tom walking a dog, but I'm not sure if it was his dog or not."
        },
        {
            "id": "d9d291ef81724a6991999dad2ffffae2",
            "sentence": "I can't help but think that it would've been better not to do that."
        },
        {
            "id": "6c8da1e1755f4dadb915347eaabe3edc",
            "sentence": "Tom as well as everyone else in the room knew what the problem was."
        },
        {
            "id": "c88fd2f6cb864946bb87a942468b042a",
            "sentence": "I told Tom that my relationship with Mary was none of his business."
        },
        {
            "id": "61bc23ed53d7445aa6ee1db812ab75d0",
            "sentence": "Tom was worried that someone would discover details about his past."
        },
        {
            "id": "82136dfcec444e999f4df8fb95ec542a",
            "sentence": "Tom goes to visit his grandmother in the hospital almost every day."
        },
        {
            "id": "66e7ade52e074ce2a9235c4b5c9a73c3",
            "sentence": "You need to pull the weeds out by the root so they won't grow back."
        },
        {
            "id": "11e696b9b67a4c2ea11c525dd456da4b",
            "sentence": "I know it's late, but let's keep working until we've finished this."
        },
        {
            "id": "a535e1a9a4fc4b769f3515aa82208224",
            "sentence": "Tom was worried that somebody would discover details from his past."
        },
        {
            "id": "f6da6accff3f4f55b60d0f6de933544f",
            "sentence": "When I went into the classroom, the book was lying where I left it."
        },
        {
            "id": "8e90503626304c36be18c4ebe826882d",
            "sentence": "I don't have time to deal with this letter. Could you deal with it?"
        },
        {
            "id": "31db42acd244427d9b086f6bb39bd00d",
            "sentence": "Tom knows just about all there is to know about growing vegetables."
        },
        {
            "id": "63a4ccbc325240019916746a068e44ed",
            "sentence": "It's a pity that you didn't catch up with Tom while he was in town."
        },
        {
            "id": "b3e90657477a4a6fabae5b79a5d33cd9",
            "sentence": "Tom came up with some half-baked idea that was never going to work."
        },
        {
            "id": "d50206708ac54f8ca0d9b2b214a53b46",
            "sentence": "With the passage of time, Tom felt less bitter about the situation."
        },
        {
            "id": "f6fe115b7e3e48a0a23b8214beefe5f9",
            "sentence": "Tom usually has a glass of wine before dinner to whet his appetite."
        },
        {
            "id": "0e9e8a2e6a66452a915688b1576fa752",
            "sentence": "During excavation work, the tiled floor of a Roman villa was found."
        },
        {
            "id": "eac9a2b17eab4f2291c86fa486f96893",
            "sentence": "Imagine basing your entire personality on hating a group of people."
        },
        {
            "id": "31c9d9f125e74c48b980737c83b5052b",
            "sentence": "Tom said that Mary was the one that was responsible for doing that."
        },
        {
            "id": "04ef31257e0349fe9e40e83163710561",
            "sentence": "Do you think anyone else in your office will get married this year?"
        },
        {
            "id": "ded1c7066f494da2b0c79871099173e4",
            "sentence": "Some people seem to have forgotten what it was like before the war."
        },
        {
            "id": "ad493ca64db94da89d7fae03c50bace9",
            "sentence": "If I'd known you were sick, I could've visited you in the hospital."
        },
        {
            "id": "280a13d02e61497e95deb35b927b066b",
            "sentence": "I use French a lot for my job, but I still prefer speaking English."
        },
        {
            "id": "d9048da772d14687b59c0763a55a215d",
            "sentence": "I suspect Tom and Mary aren't planning on going to Boston with you."
        },
        {
            "id": "2b902bb5007743e4befd64cf8a0b192f",
            "sentence": "I'm afraid you'll need more than a conical hat to be a real wizard."
        },
        {
            "id": "60874aae534a4987a8e7240e2e0bcf37",
            "sentence": "I'll stand up for what I believe in and won't yield to any threats."
        },
        {
            "id": "7f870c4ed5464a03a9bf454c74143818",
            "sentence": "I'm sorry I haven't been able to give you my cousin's contact info."
        },
        {
            "id": "6486a9f2618a4c37a920758ca10f1285",
            "sentence": "Three boys came in. I spoke to the boy who seemed to be the oldest."
        },
        {
            "id": "363a7d2fa7e54a7382d0190d0d41296d",
            "sentence": "A man's happiness doesn't depend on what he has, but on what he is."
        },
        {
            "id": "5eaf4a09cd704b91aaf761ecb4ee755e",
            "sentence": "He didn't tell a lie. As a matter of fact, he told the whole truth."
        },
        {
            "id": "46b48a11b0e84717bb777ef905e187f8",
            "sentence": "Tom has volunteered to stay up all night and keep the fire burning."
        },
        {
            "id": "3b5fd0802ae5455993e95cf21d67128f",
            "sentence": "Your mother wouldn't like it if she knew we were seeing each other."
        },
        {
            "id": "604e8b5eb46f4c28aca5b756b036ea8f",
            "sentence": "The man sitting on the bus next to me and I talked the entire trip."
        },
        {
            "id": "51de521de0934542b1c016d6b45ba58a",
            "sentence": "I can't believe you're eating what your doctor told you not to eat."
        },
        {
            "id": "b5b015537f944fcf90fee9e57162a7cd",
            "sentence": "If I were a foreigner, I probably wouldn't be able to eat raw fish."
        },
        {
            "id": "f826143b6569473780c4bd048313914f",
            "sentence": "By and large, reporters don't hesitate to intrude on one's privacy."
        },
        {
            "id": "de4e045f1a17444eb3d73b5aeb23c68d",
            "sentence": "I have attached instructions on how to use FTP to access our files."
        },
        {
            "id": "242a204916014898983de1b0f199b67e",
            "sentence": "\"You have to take all this medicine to get better,\" said the nurse."
        },
        {
            "id": "731b287186984f93b95128b47ebb7cae",
            "sentence": "I think that it's highly unlikely Tom will get custody of the kids."
        },
        {
            "id": "c6f15355a9d24d4b8e6b4f864c0f4e4c",
            "sentence": "I think that I might buy that house on Park Street that's for sale."
        },
        {
            "id": "c4657ceea21c473ba1d3aaf18fcca144",
            "sentence": "Do you think that there's any chance Tom knows Mary's phone number?"
        },
        {
            "id": "cc586dddc7184e8ca50989ad794cb716",
            "sentence": "I still think it's unlikely we'll ever find someone to replace Tom."
        },
        {
            "id": "c0bb754962f944f895bbd8dcd5c92a01",
            "sentence": "Don't buy flowers for yourself. Let somebody else buy them for you."
        },
        {
            "id": "7b1950a7cfe84066ba7da74320e3a4b1",
            "sentence": "Birds sometimes cause accidents by getting in the way of airplanes."
        },
        {
            "id": "da3395dd7283463e80f4f2f2ff7671c3",
            "sentence": "It's really sad when people exclude you because of your skin color."
        },
        {
            "id": "8559094244334f26aafdf546d5f9578e",
            "sentence": "This airport has up to three hundred takeoffs and landings per day."
        },
        {
            "id": "e0daf0cbe98243feba06a4a6a9485df6",
            "sentence": "I bought some gifts for my kids at the airport before driving home."
        },
        {
            "id": "dae69f69396843998af4b710c22cd8fa",
            "sentence": "You didn't talk to me much back when we were in junior high school."
        },
        {
            "id": "a2504c35dbf64411aa91a877a07f14e8",
            "sentence": "Tom lost money at the casino, but told his friends that he had won."
        },
        {
            "id": "43b54395f4584a85bba4a6c5ef02d89e",
            "sentence": "There was a big demonstration on the road outside my house earlier."
        },
        {
            "id": "b4e6f0c58d64470e93f5e8f1f2336c86",
            "sentence": "If there's not some kind of miracle, it'll just continue like this."
        },
        {
            "id": "4b940b9d7e2f47ad93d8e304c8168970",
            "sentence": "Tom and Mary kissed each other for the first time on Christmas Eve."
        },
        {
            "id": "bcc985e5a6c34e60bab3eaf0bf7ed2d9",
            "sentence": "I just kept asking Tom the same question, but he never answered me."
        },
        {
            "id": "11d70f8506ab47a6a3c365b2260f384c",
            "sentence": "Instead of going to Australia next summer, let's go to New Zealand."
        },
        {
            "id": "384094dc78704250b3aa4187952f3830",
            "sentence": "From time to time, I think about my mother who is no longer living."
        },
        {
            "id": "1b71ce5e9d3445ac9499e785c4a0c7e0",
            "sentence": "If you want to form a new habit, positive reinforcement works best."
        },
        {
            "id": "0fa6efc48d1e4836963ef8e777c8d286",
            "sentence": "Tom said that he hoped that Mary would be able to do that tomorrow."
        },
        {
            "id": "63edb63ebe8e47cf95cbd5348884d9b3",
            "sentence": "Tom came home and ate lunch with us, and then he went back to work."
        },
        {
            "id": "c3532167d59f4be5b4af86dbe5307388",
            "sentence": "When I don't have anything to say, I'm not embarrassed to be quiet."
        },
        {
            "id": "5bc4ee776ff542dc8159a4e1a6e59779",
            "sentence": "Something terrible is likely to happen if we don't leave right now."
        },
        {
            "id": "3dd1363c825449f7b5e912d9eb502ffd",
            "sentence": "I think Tom would like to know that you aren't planning to do that."
        },
        {
            "id": "1a1ceb6ff8ec40a9ab6d91c4c3701976",
            "sentence": "As soon as the accident occurred, a police car rushed to the scene."
        },
        {
            "id": "040e85a44c274a9b8dc0b89b19b59921",
            "sentence": "Tom got his nose out of joint when he wasn't asked to Mary's party."
        },
        {
            "id": "85438093f9d34081ae8bf4899ce82d7d",
            "sentence": "Tom punched a hole in the wall after his team lost the grand final."
        },
        {
            "id": "c36c95ea3c0d4f1b98fc9cedb5c5aab4",
            "sentence": "Tom makes his bread with only 3 ingredients: flour, water and salt."
        },
        {
            "id": "2e5261cd9b8144d58e799be7c3386fcf",
            "sentence": "I'm beginning to believe that we actually might be able to do this."
        },
        {
            "id": "33cb817666c84f558f107f9d031867a4",
            "sentence": "The hardware store is now selling potted plants at a huge discount."
        },
        {
            "id": "0a642eb5e248454c93bc0e21a29690dd",
            "sentence": "I put the book that I borrowed from you the other day on your desk."
        },
        {
            "id": "bf2c16fcd7e44ee788c89ebee863634d",
            "sentence": "In my opinion, Australia is one of the best countries in the world."
        },
        {
            "id": "b64376824fb64531ba7592ca2539bdc7",
            "sentence": "Tom spent the night in the lifeboat and was rescued in the morning."
        },
        {
            "id": "0383173270bb429cacaab4a3c8785ba9",
            "sentence": "Tom's father never spent much time with him when he was growing up."
        },
        {
            "id": "285ae0736e824977b9927ecc216ca577",
            "sentence": "How long will it take before Tom realizes that he's made a mistake?"
        },
        {
            "id": "6223eaa197664427bf687b98fc6cba5e",
            "sentence": "Bus drivers are responsible for cleaning the buses that they drive."
        },
        {
            "id": "0d91579e50c54735a742eae7b0888afb",
            "sentence": "Someone probably tried to tell you that, but you weren't listening."
        },
        {
            "id": "734f451bcc3d41ff957c01c73568ae63",
            "sentence": "They both walked out of their offices, carrying bulging briefcases."
        },
        {
            "id": "84750778ceb94f399d1a780e475eb7e8",
            "sentence": "A year has passed, but it's as if we saw each other only yesterday."
        },
        {
            "id": "6a62ea34e2ee44968100c53b984a62d2",
            "sentence": "You knew it wasn't the first time that I had done that, didn't you?"
        },
        {
            "id": "940c14a680cc427fa715d666677e6a9e",
            "sentence": "I wonder if I could ever learn to speak French as well as Tom does."
        },
        {
            "id": "9ddaf86addbb4bbf99cf6b8e3c15c8a6",
            "sentence": "There's only one way to open this door, and that's from the inside."
        },
        {
            "id": "cad5b623ce9d4b51b48e8ceeef72d2b3",
            "sentence": "I poured myself a shot of tequila and poured Tom a shot of bourbon."
        },
        {
            "id": "c4dd289b526a4d04b0b88aa80a7a8be4",
            "sentence": "I'm very tired today, so I'm going to go to bed earlier than usual."
        },
        {
            "id": "0fb22bc13c0a4dbd892cd55ba9be1151",
            "sentence": "What are some of the differences between basketball and volleyball?"
        },
        {
            "id": "ad0f4ac618f944ca935bd553bbef64ad",
            "sentence": "Tom and I often talk to each other on the bus on the way to school."
        },
        {
            "id": "39116d30d570414bb8a049e2326dc030",
            "sentence": "I've been walking around all day today, and my legs are killing me."
        },
        {
            "id": "b6e0e0d04d5141b49020e345e660c903",
            "sentence": "Could you run to the store and buy a couple of bottles of red wine?"
        },
        {
            "id": "c31d2249c3824658812b0352b64bc352",
            "sentence": "Tom said that he didn't have enough money to buy food for everyone."
        },
        {
            "id": "28ead9af508144b4906bd6dea73b38d1",
            "sentence": "Some people think it's time to buy. Others think it's time to sell."
        },
        {
            "id": "d8ab8397ec894148aab522e0f7cb0072",
            "sentence": "I bought Tom's last novel, but I don't think I'll buy his next one."
        },
        {
            "id": "8decca7697c141e4914e9567a39658c9",
            "sentence": "Tom's computer crashed and he lost a number of important documents."
        },
        {
            "id": "2397c30244e64ccba48374b3dda33d61",
            "sentence": "I'd like to be able to understand why people think the way they do."
        },
        {
            "id": "20d825c46d664a17b34329204861b1c9",
            "sentence": "If you don't want to talk about it now, we can talk about it later."
        },
        {
            "id": "42783dfdfe6e4b00a1b7b276c482f95e",
            "sentence": "Mary told her friends she didn't like the ring that Tom bought her."
        },
        {
            "id": "638742eaf18f4f3f80be9442bdf57944",
            "sentence": "Tom was the only person in the office when I got here this morning."
        },
        {
            "id": "851284e92352400e825b2b45f3d479a2",
            "sentence": "The teacher asked us some questions, none of which we could answer."
        },
        {
            "id": "e475a6a3c7904779a715ae91aed27df7",
            "sentence": "The old farmer led the guests into the wine cellar beneath the inn."
        },
        {
            "id": "79ed97ca10cc41a897bfc7947c6ba01c",
            "sentence": "I didn't mean to imply that the work you're doing isn't worthwhile."
        },
        {
            "id": "f83a401a2bc84ecea013e72c5125c508",
            "sentence": "The things that Tom stole from me weren't really all that valuable."
        },
        {
            "id": "a946a89ef57e4cfb94895738a8b7cd2e",
            "sentence": "That sign over there says that swimming isn't allowed in this lake."
        },
        {
            "id": "7bdf5f75eb2e48b68cde3a2fa986315b",
            "sentence": "There are more pagans in Northern Germany than in Southern Germany."
        }
    ],
    "nbPages": 3576,
    "nbResults": 715026
}