{
    "currentPage": 3542,
    "pageSize": 200,
    "items": [
        {
            "id": "088db72c49a94fb3ac4ae2ff586f6c73",
            "sentence": "Tom called Mary a few more times, but she wouldn't answer her phone."
        },
        {
            "id": "e999c309e91643fc9efab09e9f2c2144",
            "sentence": "Within the last six months, have you experienced a significant loss?"
        },
        {
            "id": "0b36782d8cf04a54bac7967604e5f89a",
            "sentence": "Has anyone ever told you that you stop breathing when you're asleep?"
        },
        {
            "id": "bd440cc417bd4e3fb7d3547613998e5a",
            "sentence": "Tom was a very bad cook until Mary started teaching him how to cook."
        },
        {
            "id": "37f9418e3e0949c1a0c3e028705f8123",
            "sentence": "Tom was fast asleep on the couch when I walked into the living room."
        },
        {
            "id": "2e179a3081854a6eb1dc98befadcd109",
            "sentence": "Stay as far away as possible from anyone that you think may be sick."
        },
        {
            "id": "6d5f567601564696b1a6cc15b456890a",
            "sentence": "Tom told me he used to play the clarinet when he was in high school."
        },
        {
            "id": "f10630ad192746e0993837f8d27e996c",
            "sentence": "The warranty on my computer expired one day before my computer died."
        },
        {
            "id": "afc6760e8942426cbfc44a02fa6a5e77",
            "sentence": "How would you like it if I punched you the same way you punched Tom?"
        },
        {
            "id": "6861de07d02749158eccc00a6577c3c9",
            "sentence": "Tom was the only one that was studying when I entered the classroom."
        },
        {
            "id": "ea6641493595424782ccd675b7637fca",
            "sentence": "They say that you can usually judge people by the company they keep."
        },
        {
            "id": "33eebdd92d2c4e1ea5bac01ee9349b21",
            "sentence": "They say you can usually judge people by the company that they keep."
        },
        {
            "id": "bf369a7df395465c9745449d44b9504a",
            "sentence": "I think that we should consider Tom's offer a little more carefully."
        },
        {
            "id": "5429aacc555a4e2e801cb0b79dde81c1",
            "sentence": "Anything you say can and will be used against you in a court of law."
        },
        {
            "id": "93ae288d4b5a40c69a70d2e6f3dc26e9",
            "sentence": "Refer to the instruction manual if you need to fix the refrigerator."
        },
        {
            "id": "1cf7c91d3c4c4f1f9e3405fa3d01608f",
            "sentence": "Can you remember the first time that you tried playing the clarinet?"
        },
        {
            "id": "87a983f2731f43f381013c58ca74c756",
            "sentence": "Tom and Mary gradually started spending more and more time together."
        },
        {
            "id": "69fdb099003a4205a39b8a3418f01147",
            "sentence": "In the light of what you told us, I think we should revise our plan."
        },
        {
            "id": "892b857e31e8443d9ffbb3e7c6485915",
            "sentence": "Judging from the look of the sky, it will clear up in the afternoon."
        },
        {
            "id": "034aac3a8c8449c299ad911d67fcd966",
            "sentence": "Tom didn't stop filming, even though the police officer told him to."
        },
        {
            "id": "85d19e643a66469fa326069d13e55d62",
            "sentence": "I've finished translating everything that you asked me to translate."
        },
        {
            "id": "5015a7a3e46a4ade9ab365a8ce82b336",
            "sentence": "Only one competitor can emerge from the crucible of losers' bracket."
        },
        {
            "id": "a3ab95b2d02e449f8ae687f66fa35a07",
            "sentence": "Tom and Mary were speaking in French, so I couldn't understand them."
        },
        {
            "id": "3d00a365f0944676bf8921b626790506",
            "sentence": "Tom gathered his dirty clothes and put them into the laundry basket."
        },
        {
            "id": "794368b924ea4a029661d4c5e143b2ea",
            "sentence": "Excuse me, could you please tell me how to get to the train station?"
        },
        {
            "id": "faa6b824d07643cdb54a383adcea4bb2",
            "sentence": "There's a saying that you can judge people by the company they keep."
        },
        {
            "id": "e239a1d2636d401fb79592e63b99a24c",
            "sentence": "The food that was dropped from the helicopter is what kept us alive."
        },
        {
            "id": "ab623510981f4ec191f098e0c97f1780",
            "sentence": "Could you turn the music down a bit? I'm trying to concentrate here!"
        },
        {
            "id": "a2cbde0edf714fbc9a8e0058fa3bbbc6",
            "sentence": "When it comes to exercise, even a short walk is better than nothing."
        },
        {
            "id": "8a4e1fa5ac2a49b4a5eda4463c29e436",
            "sentence": "Do you think we'll be able to solve that problem in the near future?"
        },
        {
            "id": "ee1d4fe8199b49f99a5993cc504a2339",
            "sentence": "Tom didn't find any book in the library that he wanted to check out."
        },
        {
            "id": "ac44a2d330044072b393316223f2e39a",
            "sentence": "The suitcase that got damaged is the one that I bought in Australia."
        },
        {
            "id": "f063212172ac4920912256e1bdb6b50e",
            "sentence": "Tom is staying at one of the cottages on the other side of the lake."
        },
        {
            "id": "138bd27769af4b07a2c18d4dabacb102",
            "sentence": "Do you think this problem is related to the one Tom found yesterday?"
        },
        {
            "id": "8a77ed6dabd9414bb3df2d149a4348b8",
            "sentence": "As people grow older, they often pay more attention to their health."
        },
        {
            "id": "fe11412afc53470c98758ff624b3f129",
            "sentence": "You must not like me very much if you won't even answer my messages."
        },
        {
            "id": "a47e06e71c99448884ed58649c9dee74",
            "sentence": "Tom opened the envelope, took out the letter and started reading it."
        },
        {
            "id": "20ea14a94f8d4610a211cf7e19eba85e",
            "sentence": "I can't decide whether to buy these brown shoes or those black ones."
        },
        {
            "id": "71d24adf83e94e8294302a8ef14deac0",
            "sentence": "It suddenly occurred to Tom that his car keys weren't in his pocket."
        },
        {
            "id": "d90473d9b90b42dd9fde397ec2a7b1b5",
            "sentence": "Three of the children were hospitalized and are expected to survive."
        },
        {
            "id": "7d0ff832213b4f398c9e887c316d830e",
            "sentence": "It looks like we're about to find out whether this will work or not."
        },
        {
            "id": "bc05e3c4332c48a2b3e946d0eecaa6f1",
            "sentence": "I feel like going to the movies, but I still have to do my homework."
        },
        {
            "id": "c6e2bb3c9fb2418e84661eb970b93e73",
            "sentence": "A man I didn't know was walking back and forth in front of my house."
        },
        {
            "id": "ae89f9e366d642d4996be4d94bb99aef",
            "sentence": "Do you think anybody else in your office will get married this year?"
        },
        {
            "id": "724c6986c3a348889bc51ee53a1a71dd",
            "sentence": "Tom's parents said that they wouldn't let him go to Australia alone."
        },
        {
            "id": "eb6d21ee84764eb5bed0806832ed359f",
            "sentence": "You shouldn't give the same weight to opinions as you give to facts."
        },
        {
            "id": "b3131fc4ebf14581b5dc7b570afb39bd",
            "sentence": "How long does it take for the airport shuttle to get to the airport?"
        },
        {
            "id": "b5bcad61be95429fbdd7cc5ff6ca721c",
            "sentence": "I ran as fast as possible, but I was not in time for the last train."
        },
        {
            "id": "1b15cb06e8c94494baf1465aa2eeb3fd",
            "sentence": "If you wish to get on in the world, you must not shrink from effort."
        },
        {
            "id": "69155ca7cc84481b9473671515a17de8",
            "sentence": "The boy pretended that he was so sick that he couldn't go to school."
        },
        {
            "id": "78e5ea474d21494aa2b6cae224c16c3b",
            "sentence": "If you don't know the meaning of a word, look it up in a dictionary."
        },
        {
            "id": "2e0929acd7364578bef2b725a0157791",
            "sentence": "I haven't seen you for a long time. Come and see me once in a while."
        },
        {
            "id": "004ed72270154e4dbab621b70e063edf",
            "sentence": "He bought a new car. He had had his old one for more than ten years."
        },
        {
            "id": "b91c2f05649e4c4ca4d6f7b131a2024c",
            "sentence": "We did our best to help him, but he didn't so much as say thank you."
        },
        {
            "id": "b5ccba94a72d4989b189e5fc8e2f1c8a",
            "sentence": "If there's anything I can do for you, don't hesitate to let me know."
        },
        {
            "id": "74654f34d2a34b0bad5838fda15871e7",
            "sentence": "I have three sons. One is in New York, but the others are in London."
        },
        {
            "id": "ff02a55bc72740158d9962218ef268cc",
            "sentence": "Tom will be here soon, but maybe not as soon as we'd like him to be."
        },
        {
            "id": "6c57bdcfc4cf471d84a3bf4ffcd91e17",
            "sentence": "I'm grateful to my parents for doing everything they've done for me."
        },
        {
            "id": "dde7ca6c89c7490bbb03d61fd49606be",
            "sentence": "It isn't until you have lost your health that you realize its value."
        },
        {
            "id": "df8d10a75b3247a89284e9f4d5841fc9",
            "sentence": "It's not until you have lost your health that you realize its value."
        },
        {
            "id": "d97ac24639ec4844bbca75754c775fe2",
            "sentence": "Tom has helped me a lot, so I'd like to send him a thank-you letter."
        },
        {
            "id": "9bf368753df649e29c9a2bae2083c7e9",
            "sentence": "My apartment has a living room, a bedroom, a kitchen and a bathroom."
        },
        {
            "id": "173025e9e02f4bb6a24f823b8c5a42ba",
            "sentence": "Never let your sense of morals prevent you from doing what is right."
        },
        {
            "id": "74d715b712124d6d964d2b3bbcab296c",
            "sentence": "I can't believe that Tom is giving Mary the car he bought last year."
        },
        {
            "id": "866bc2c260154b52be56369f7a496db6",
            "sentence": "I can't believe Tom is giving Mary the car that he bought last year."
        },
        {
            "id": "d48c5d0131074a2fb8661e3289eb8261",
            "sentence": "I can't believe that you don't want to at least look out the window."
        },
        {
            "id": "f2ac2dd2c7614c52a84a2ccd967ba687",
            "sentence": "Tom thought that the food that Mary had prepared tasted pretty good."
        },
        {
            "id": "3ff1b8a861f2430aa2b563bd2b40b978",
            "sentence": "Sputter deposition is widely employed in the semiconductor industry."
        },
        {
            "id": "8640990ca16c4a808866e294b0534854",
            "sentence": "Tom doesn't have any idea where Mary is planning to go in Australia."
        },
        {
            "id": "58000868266b45e9be89785e84b29abe",
            "sentence": "Doing that may not be as difficult as we thought it was going to be."
        },
        {
            "id": "fb36d8559d6840458063993f2887be51",
            "sentence": "You shouldn't have done that without first asking for permission to."
        },
        {
            "id": "a43324fa47764a18974945c3ac1431ac",
            "sentence": "If you are reading this letter, it means that I am no longer living."
        },
        {
            "id": "58885ad6e9144225a1e20b24742d73eb",
            "sentence": "I still think it's unlikely we'll ever find somebody to replace Tom."
        },
        {
            "id": "134244bb79fd464596eeec0dbc7d11dc",
            "sentence": "I think that I've found something you might be interested in seeing."
        },
        {
            "id": "63240e17122d436ca042e8d9182f995f",
            "sentence": "I called Mary's father and asked him for permission to ask Mary out."
        },
        {
            "id": "3829407dc3c741cc8cba4a1b093701e7",
            "sentence": "Only a few of the students seemed interested in what Tom had to say."
        },
        {
            "id": "eb9717ae60a24ad3b25508a6011d3cb9",
            "sentence": "On my way home, I fell asleep on the train and rode past my station."
        },
        {
            "id": "c7501ae8af7142a6aadc46b2a7df2d8a",
            "sentence": "What's the country with the highest population density in the world?"
        },
        {
            "id": "382a4f65179a4ef0bb671ec3b38c71fe",
            "sentence": "Tom invited all four of his grandparents to his graduation ceremony."
        },
        {
            "id": "6104fb4470fd41898680c3252da67a95",
            "sentence": "When two dice are thrown, what's the probability of getting a seven?"
        },
        {
            "id": "4c957cdd18f74e809dd930d0627865dc",
            "sentence": "I don't know what kind of flower this is, but it smells really good."
        },
        {
            "id": "d83b433551ac4419a7f0c6000313eea8",
            "sentence": "If we hadn't had the map that you'd given us, we'd have gotten lost."
        },
        {
            "id": "54f58dc798c049aeafbe3bbd8e1ec401",
            "sentence": "Tom rolled up his trouser legs, making his bright red socks visible."
        },
        {
            "id": "3d735363da0e414a9e178b78416d9865",
            "sentence": "The servant who answered the door told Tom that Mary wasn't at home."
        },
        {
            "id": "434dee53d8594786a3792dd910eb0a09",
            "sentence": "Tom was awarded a research grant by the National Science Foundation."
        },
        {
            "id": "dbaf72cd805a42169524eb6b7a665798",
            "sentence": "Tom got up from the table and went to the door to see who was there."
        },
        {
            "id": "78ea618c170b4444b50c6a6f9e491e98",
            "sentence": "Tom and I pushed the car as hard as we could, but it wouldn't budge."
        },
        {
            "id": "b41b4c1a75dc4fc39aa97992fd691736",
            "sentence": "Tom asked Mary to water the flowers of his garden while he was away."
        },
        {
            "id": "3ae040bb9f634ccdaa20859bf296f913",
            "sentence": "We lived in Australia for three years before we came to New Zealand."
        },
        {
            "id": "4043a367adfe4f3185f41df456962ce1",
            "sentence": "Tom had no idea why Mary was planning to stay in Boston for so long."
        },
        {
            "id": "629b4a2fbd2b4d3bab95b5fd4ede7e89",
            "sentence": "I wonder whether Tom could be persuaded to teach my children French."
        },
        {
            "id": "8ff7f041106a4ddf8796fd038bf57f4e",
            "sentence": "Tom said that he didn't think Mary had studied French for very long."
        },
        {
            "id": "7ebee16d68eb42989853072d9677fdb0",
            "sentence": "Tom said he wanted to be able to speak French like a native speaker."
        },
        {
            "id": "708ca8418de948aca585e7a7929ee584",
            "sentence": "Tom said he didn't think that Mary had studied French for very long."
        },
        {
            "id": "edd0eaaacbcd41fdbfe0fb7041e1cf5a",
            "sentence": "Tom said that he didn't know whether Mary could speak French or not."
        },
        {
            "id": "0b3a2f5385f24cc1a30834b8be220396",
            "sentence": "I should've told Tom that I didn't want to go to Australia with him."
        },
        {
            "id": "f5fdccb5145e475d927ddfb22c620429",
            "sentence": "I plan on going to Australia whether Tom wants to go with me or not."
        },
        {
            "id": "f8c906060cc64b39baabbe4fcd8c32a3",
            "sentence": "I hope that I have an opportunity to meet Tom when I'm in Australia."
        },
        {
            "id": "e66af4031e4a4f10b995716f7e9ffe98",
            "sentence": "I don't think that Tom is going to want to go to Australia with you."
        },
        {
            "id": "c38409353a7542cd92adf1f8696712f4",
            "sentence": "Everyone thought that Tom was going to be in Australia this weekend."
        },
        {
            "id": "a4f705f7c86f450789d96e7492457fc2",
            "sentence": "How come you didn't tell me that Tom was going to Australia with us?"
        },
        {
            "id": "317dd9507151461d90924d4eb787cd8c",
            "sentence": "There are certain things that you need to do if you want to succeed."
        },
        {
            "id": "d562589b6cb84f01a0dea62ad906568e",
            "sentence": "Tom says he almost never has more than three hundred dollars on him."
        },
        {
            "id": "eabeb919f9684a619679e6b4a5cd8deb",
            "sentence": "My father went to a lot of trouble to prepare dinner for our guests."
        },
        {
            "id": "6f0602d428fa43dfaee8a65f7685ed2f",
            "sentence": "If Tom doesn't study harder, he's not likely to pass the final exam."
        },
        {
            "id": "cc28f46fb5cb4c00880c66fd85bf77a6",
            "sentence": "I can't see how anyone could've accomplished this without some help."
        },
        {
            "id": "fa35431e5ec64585972ac3f34fde6c21",
            "sentence": "Just when the first human beings will reach Mars remains to be seen."
        },
        {
            "id": "a2d37e21b0b54c059373934511b5bac6",
            "sentence": "Tom knew Mary didn't have enough money to buy everything she wanted."
        },
        {
            "id": "78b5314bbd224389b5f20dd3e7ee1755",
            "sentence": "I don't think you need to tell Tom why you went to Boston last week."
        },
        {
            "id": "69b35b2d61e4416bb491028ddb07f9aa",
            "sentence": "I don't think that I need to tell Tom that he needs to study harder."
        },
        {
            "id": "bb6ce89b34334b979a5cfdbcfe5924e3",
            "sentence": "Tom told me that he came all the way from Boston just to visit Mary."
        },
        {
            "id": "a023ae54a2594f289870763f54b41527",
            "sentence": "Tom wanted to help, but Mary told him that she didn't need his help."
        },
        {
            "id": "a8a504666aec4165a7755ce8ad0bd930",
            "sentence": "We have to consider the possibility Tom was involved in the robbery."
        },
        {
            "id": "ea538a7f333942ec9408ccb9d7286d23",
            "sentence": "Tom certainly made it clear he didn't want Mary to attend the party."
        },
        {
            "id": "a007ce93278d4cd68e0bfb9302ecf06e",
            "sentence": "The kid has a blue pencil in one hand, and a green one in the other."
        },
        {
            "id": "6bd3e56960a24e37add43a1ac8b93aea",
            "sentence": "We used to be able to swim in this river, but now it's too polluted."
        },
        {
            "id": "f463459f9e89408185ad628bbf4fd236",
            "sentence": "Tom went to a tattoo parlor, thinking he might want to get a tattoo."
        },
        {
            "id": "059601eddbc74fe09c281de7eae68be6",
            "sentence": "Tom got scared when he noticed a strange-looking man looking at him."
        },
        {
            "id": "b1e0e8bee86440e099bff8e9f54a3301",
            "sentence": "How much time do you spend every day sitting in front of a computer?"
        },
        {
            "id": "3e0f3e3b0e884841a1e4df7a34541d35",
            "sentence": "If you open that door, you might not be able to get it closed again."
        },
        {
            "id": "d9ee4dce88e640dfa1cf17829fb44ab0",
            "sentence": "Tom said that he didn't want to go swimming because it was too cold."
        },
        {
            "id": "bed0017258fd43bc99378c1f808c5024",
            "sentence": "Tom knew that Mary had told everybody that she was going to do that."
        },
        {
            "id": "b58ee9f22f224578a602da597006adc2",
            "sentence": "Do you know what the difference between an emoticon and an emoji is?"
        },
        {
            "id": "680360962e8f4a88a123b2103210478e",
            "sentence": "It's best to discuss relationship issues directly with your partner."
        },
        {
            "id": "d50b5f2f9a74404eadcc4d65f489bf09",
            "sentence": "I couldn't help but think that what we were doing was a big mistake."
        },
        {
            "id": "4bd4f82710d64d88af98296d9860fd8e",
            "sentence": "Tom said that he didn't have enough money to buy food for everybody."
        },
        {
            "id": "13d4a60d5fc740f18322cb05229d0f70",
            "sentence": "I've decided to buy this, even though Tom told me it was a bad idea."
        },
        {
            "id": "d3b915806d2e4c098fdb770acf3c6357",
            "sentence": "Mary invested in the stock because the financial advisor fooled her."
        },
        {
            "id": "19acbb40ab174553b6f96ff696b84e05",
            "sentence": "Of all the passengers on the plane, Tom was the only one to survive."
        },
        {
            "id": "60ad9269b3fc4cc888af70ab2e7c0328",
            "sentence": "If I'd been able to speak better French, I might've landed that job."
        },
        {
            "id": "68ccaa8fe6104295a1a56f14e9c6757d",
            "sentence": "Tom and Mary both worked in supermarkets while they were in college."
        },
        {
            "id": "41496e0341224f969326288ee2259192",
            "sentence": "There's nothing like the smell of freshly-mown grass in the morning."
        },
        {
            "id": "0be16caf932e423a98cc113028312b99",
            "sentence": "Tom and Mary are planning to visit Australia on their next vacation."
        },
        {
            "id": "c81d64fd0e184497b7d14ab6f23bb386",
            "sentence": "Tom changed his plans at the last minute and went to Boston instead."
        },
        {
            "id": "1a155efb82764dde84b463fc5a5f2841",
            "sentence": "I don't think there's anyone in the world who's done what I've done."
        },
        {
            "id": "4b4d4ff5635e43b58e7c01c94a15f367",
            "sentence": "After quite some time, I learned how to cut a pineapple into slices."
        },
        {
            "id": "d4cce3afd62a4dfc95f4fdb018b634bb",
            "sentence": "A lot of reports came to the policeman that a wild monkey was found."
        },
        {
            "id": "dc073ebf9ab948b6b900ec0ce664f622",
            "sentence": "Tom was a bit shorter than I was when we were in junior high school."
        },
        {
            "id": "e72a4b2575714ec781e93837d2dd1753",
            "sentence": "Tom came back home yesterday after having been gone for three years."
        },
        {
            "id": "68107a7853084a7a80d46c314ce7b18c",
            "sentence": "I'm trying to find a publisher for the book I just finished writing."
        },
        {
            "id": "17e0157a59944491a748c1c4cc42f2a3",
            "sentence": "I considered teaching French, but decided it would be better not to."
        },
        {
            "id": "00e9d37b9d654ef38bd99194b36ebb15",
            "sentence": "We're having a meeting this afternoon? Do you think you can make it?"
        },
        {
            "id": "e88cf839a13e49ddb45c6b876e769c46",
            "sentence": "I wouldn't go out with you even if you were the last woman on earth."
        },
        {
            "id": "469eecab2d544fee81df1412444687a4",
            "sentence": "How many times did you go to Australia when you were in high school?"
        },
        {
            "id": "fd41f7268c52454b90b59caa2b372858",
            "sentence": "I lived in Australia a few years ago, but now I live in New Zealand."
        },
        {
            "id": "012b8c4e2da94fd9bca6378d3c3b0b36",
            "sentence": "Tom and I've decided not to go to Australia for Christmas this year."
        },
        {
            "id": "8da43caabf8e4634b090bc5856781a8a",
            "sentence": "Judging from how the sky looks, we might have a downpour any moment."
        },
        {
            "id": "65f6377da809485c8bea914fd5d4c402",
            "sentence": "Why is it that you can write French so well, but you can't speak it?"
        },
        {
            "id": "361b2eacb09d4234b55304210f08a6ca",
            "sentence": "What was the last thing that you bought that you didn't really need?"
        },
        {
            "id": "2183abc060c9433d922064556b7bc4d3",
            "sentence": "As far as Tom is concerned, it's quantity, not quality, that counts."
        },
        {
            "id": "c1fe6eb0d9bf4a9ab996b7d09e1fe11e",
            "sentence": "Tom as well as everybody else in the room knew what the problem was."
        },
        {
            "id": "47ffcdbe885c43bdba6b44b85d25d765",
            "sentence": "I'm not so sure I could cope with that, at least not as well as you."
        },
        {
            "id": "50e45369525a493faccd41fd65450470",
            "sentence": "I want to ask Tom what he's been doing, but I know that I shouldn't."
        },
        {
            "id": "99664c20ea424de5926e4f0b33050065",
            "sentence": "Tom was holding a suitcase in one hand and an umbrella in the other."
        },
        {
            "id": "02154edb05764b43ac1498562ae21fba",
            "sentence": "I know that it's highly unlikely anyone would be willing to help me."
        },
        {
            "id": "2e4e1c1b6d3440fda36d3893d3be3dfe",
            "sentence": "I just want you to know that I won't be able to attend your wedding."
        },
        {
            "id": "1663cbeb2a92464bbb58eea177465aac",
            "sentence": "If you didn't want me to hold your hand, then why did you ask me to?"
        },
        {
            "id": "d9a124bd8bed4711b1e533f5b45520b1",
            "sentence": "Tomorrow we go to school to sign up for the classes we want to take."
        },
        {
            "id": "389fbe467e5f423e90c896f86c34de9f",
            "sentence": "I don't think Tom should be held responsible for something Mary did."
        },
        {
            "id": "10b781dce91c419da47daf7e9f74c486",
            "sentence": "Tom's house got broken into last night and his dog didn't even bark."
        },
        {
            "id": "9444b77034584cd09b98cce970b25e40",
            "sentence": "I think that you should walk your dog at least thirty minutes a day."
        },
        {
            "id": "6d1d20872a3545be9ed6bf999a492c35",
            "sentence": "I can't go to the party, but thank you for inviting me all the same."
        },
        {
            "id": "9c2826e229f546f49215f6bb23b7b0fe",
            "sentence": "Tom went up to Mary at the party and told her he had a crush on her."
        },
        {
            "id": "786a9dce3cca44c1a90aec601c7870b8",
            "sentence": "The man that I met in the park yesterday said that his name was Tom."
        },
        {
            "id": "b6f08727faca45e3b1f229eb4001b6b4",
            "sentence": "I don't think that Tom is going to go to Boston with Mary next week."
        },
        {
            "id": "9d7f6cc54efa498ba360483e7a32c7e3",
            "sentence": "We'll do everything we can to ensure that this doesn't happen again."
        },
        {
            "id": "4a08fe2d971a422a83271b1e6c5d3dee",
            "sentence": "As soon as you've done that, I'd like you to start preparing supper."
        },
        {
            "id": "ff9ef24eec8142cda1a56067f9ca12d0",
            "sentence": "More than 70 percent of the inhabitants are in favor of the program."
        },
        {
            "id": "4971870f7c5c4f8ab6e5517e564c53d5",
            "sentence": "In the winter, I like to sled down the small hill close to our home."
        },
        {
            "id": "c89c77ba27494bbf8c8d866246860cc7",
            "sentence": "I caught a cold. That's why I couldn't attend the meeting yesterday."
        },
        {
            "id": "61993eab40e142f683f48453df4b52ae",
            "sentence": "The sky grew darker and darker, and the wind blew harder and harder."
        },
        {
            "id": "1ede302515e94aa18d5f18c9d1b9472f",
            "sentence": "Make sure that the complaints are dealt with as quickly as possible."
        },
        {
            "id": "be204490cb724ea595778e3aaa7b39a5",
            "sentence": "The rain prevented the boys from playing baseball on the playground."
        },
        {
            "id": "1a83c420c890445f98e38540c903b4a9",
            "sentence": "Many high school students hang around at book stores reading comics."
        },
        {
            "id": "a52f0579323647d2a4e310880fe67d81",
            "sentence": "There is more moorland in Northern Germany than in Southern Germany."
        },
        {
            "id": "15cad5480c9b47a4bb9b2c26b227320b",
            "sentence": "My name cannot be pronounced by Earthlings, but you may call me Tom."
        },
        {
            "id": "3362c6d1191d4e158f110d0127cbfd52",
            "sentence": "If there's no bread for the poor, there'll be no peace for the rich."
        },
        {
            "id": "a7aa3a9d7ffd4f9785587686b9b088ef",
            "sentence": "Tom told me that he first met Mary in Boston when he was a teenager."
        },
        {
            "id": "bdb4e3e92fac46e5b3db73fd551f10e8",
            "sentence": "I think that Tom should tell Mary that he can't really speak French."
        },
        {
            "id": "3c618065c6fa407b822100d7383b003b",
            "sentence": "I think it would be a good idea for you to go to Australia with Tom."
        },
        {
            "id": "ec00f09e2229496b8cfbd89de2e17ee0",
            "sentence": "The video that Tom uploaded the day before yesterday has gone viral."
        },
        {
            "id": "2e71141f679042af9114c9b70c24ced0",
            "sentence": "I didn't know that I'd want one of those until I saw one being used."
        },
        {
            "id": "0ccd4962937d424099f3361c408586c1",
            "sentence": "Tom went to the supermarket to buy ice cream and cake for the party."
        },
        {
            "id": "119ad4efa6b44e2ab54dbaeea46803c8",
            "sentence": "You could do it like that, but it would be better to do it this way."
        },
        {
            "id": "5f30f52423174b61976923ea4e4a5fa3",
            "sentence": "The ruling party is running a smear campaign against the opposition."
        },
        {
            "id": "f01acbcc22344bbc9460131b62abb8e9",
            "sentence": "The children chanted, \"Rain, rain, go away. Come again another day.\""
        },
        {
            "id": "6f31a484203f417493d912232cfc3b78",
            "sentence": "I'm sorry if this comes as a shock, but I don't care what you think."
        },
        {
            "id": "60db67d878f0401cb1533337a53eff22",
            "sentence": "When two dice are rolled, what's the probability of getting a seven?"
        },
        {
            "id": "2ab3b83961ae401bbfe6e4637d1e743f",
            "sentence": "I'm pretty sure Tom has already forgotten what I told him yesterday."
        },
        {
            "id": "befbfc7b1e4e460a959ae44102d76108",
            "sentence": "When we told Tom the news, he didn't say anything for a few minutes."
        },
        {
            "id": "7f6d32fa409740489ab880e2e19f7d61",
            "sentence": "When I was thirteen years old, my dad bought me my own fishing boat."
        },
        {
            "id": "9e14b5b432e44cd18ccbc9bc69326094",
            "sentence": "It's actually true that the less money you have, the less you worry."
        },
        {
            "id": "668e00f1c52d479a8405fc925fb9f123",
            "sentence": "We stayed outside because we wanted to, not because we were told to."
        },
        {
            "id": "2c9eee006cfc499aa98c6372d1fb78e9",
            "sentence": "Tom was lucky to have had a French teacher who was a native speaker."
        },
        {
            "id": "b4239c19263c4c6681f4533c22c55e0f",
            "sentence": "On this small island are two large towns and many small settlements."
        },
        {
            "id": "8837a74d13374d33840628559031cdf9",
            "sentence": "If you didn't complain so much, people would probably like you more."
        },
        {
            "id": "d85cc1306eb64f3d9956c225aca48454",
            "sentence": "Tom doesn't want to be a doctor, although he's very good in science."
        },
        {
            "id": "e0b94c8f31204ea89d58b8c347736c81",
            "sentence": "My horizons are broader than your pupils after cannabis consumption!"
        },
        {
            "id": "d26f959f94a84545a3a14c74411331b1",
            "sentence": "Even though Tom is only thirteen years old, he sounds like an adult."
        },
        {
            "id": "360874e3da5a4a93b9d1af91f5fbee0f",
            "sentence": "Tom heard the sound of kids talking and laughing outside his window."
        }
    ],
    "nbPages": 3576,
    "nbResults": 715026
}