{
    "currentPage": 3548,
    "pageSize": 200,
    "items": [
        {
            "id": "d48a37d208114c8baf7fcf600c35aa80",
            "sentence": "The train was just on the point of starting when I got to the station."
        },
        {
            "id": "05bc8f478ce941c9b3c80fa40850c07b",
            "sentence": "I don't think it will rain, but I'll take an umbrella in case it does."
        },
        {
            "id": "0c16d54bba5a444096c1a9eec5973a84",
            "sentence": "The old cottage had only one bed, so we all took turns sleeping in it."
        },
        {
            "id": "7eeaa32e76bd48878d309d224f3c8eb3",
            "sentence": "What are some of the differences between American and British English?"
        },
        {
            "id": "26bf91fcd7e64d0aa5974d5ca2262652",
            "sentence": "If you stay out drinking every night, your wife is going to leave you."
        },
        {
            "id": "981f3481f97c425b853a4d6669b371a4",
            "sentence": "People very often give me ties as gifts, but I almost never wear them."
        },
        {
            "id": "5ce7061d855347af8ccb1c27efa54e4f",
            "sentence": "I'm sure other people have told you this, but you're really beautiful."
        },
        {
            "id": "7b5a77acea4942b9b05a391859c354cd",
            "sentence": "If only you'd been a bit quieter, you wouldn't have woken the baby up."
        },
        {
            "id": "bfadac88dd6c4b88ae68ec83f39eebee",
            "sentence": "Tom didn't know how to apologize in French, so he didn't say anything."
        },
        {
            "id": "3223514161354120b9de28a3aaae6b64",
            "sentence": "No, that's not the right way. You have to turn it the other way round."
        },
        {
            "id": "4bbaa090536749408aacb181d5229170",
            "sentence": "I hope we can avoid making the same stupid mistakes we made last time."
        },
        {
            "id": "b1c307cede654b098f2378a118c71624",
            "sentence": "I like the Terminator films because the special effects are fantastic."
        },
        {
            "id": "88513ee7c4134747999dbee9a0249707",
            "sentence": "The administration cannot but look for alternative sources of revenue."
        },
        {
            "id": "81b9c0e78d6f4dc28257ee9d1f05bc15",
            "sentence": "We waited for Tom at the library for half an hour, but he didn't come."
        },
        {
            "id": "f87beb0da2d14bff8d0ac00fcc4053fc",
            "sentence": "Ever since he was a little boy, Tom dreamed of becoming a garbage man."
        },
        {
            "id": "1a1646473bdc481380194fe389e7ce6c",
            "sentence": "Do you really think you should be taking advice from someone like Tom?"
        },
        {
            "id": "5c2e42de0d8f4254aed144215631e319",
            "sentence": "Since Tom doesn't want to put on any more weight, he doesn't eat cake."
        },
        {
            "id": "dd0450142ec84cbc8912c7c047ab79eb",
            "sentence": "When everyone in the boat noticed the water was rising, they panicked."
        },
        {
            "id": "31facd1cab964b9899c6241623066b50",
            "sentence": "Tom and Mary get on well together. They always sit next to each other."
        },
        {
            "id": "021668d5bd224a9abe98023a238c2e26",
            "sentence": "Even if the sun were to rise in the west, I wouldn't break my promise."
        },
        {
            "id": "ca7d4263778d47f99b83c8340d11c033",
            "sentence": "Tom wanted to keep walking, but Mary insisted that they stop and rest."
        },
        {
            "id": "0a9f0474169a40449d1ddc7c24769567",
            "sentence": "Tom didn't get anything handed to him. He actually had to work for it."
        },
        {
            "id": "ea44ca0528d64c209612b16a23d5c8a9",
            "sentence": "Wash your hands often with soap and water for at least twenty seconds."
        },
        {
            "id": "79c9c27d7bea4b35a8a30f052028f5ee",
            "sentence": "Tom has a picture of a beautiful girl in a bikini on his bedroom wall."
        },
        {
            "id": "15b9fa2c528546ecbf9edade80a79960",
            "sentence": "How are you doing? It's been a long time since we last met, hasn't it?"
        },
        {
            "id": "4fcc467d53804b65894664f9a22190cc",
            "sentence": "Tom ran into the church to get away from the mob that was chasing him."
        },
        {
            "id": "45df746959424ac4871ed6bd1f0c8e14",
            "sentence": "The hunter remained very still waiting for the deer to come into view."
        },
        {
            "id": "12dea38ad1be444ba30dd20ffd03b79b",
            "sentence": "A very handsome man just came in the door with a very beautiful woman."
        },
        {
            "id": "ceda3e96227a414187ca7d919249e95f",
            "sentence": "Tom had no idea that Mary was standing outside the door and listening."
        },
        {
            "id": "0dd671a27a7a470392f3c3228912ed9b",
            "sentence": "Have you recently felt any unexplained pain or stiffness in your neck?"
        },
        {
            "id": "03902b1df9674cccb13fb6261b02f6c8",
            "sentence": "Less expensive wine is sometimes better than the more expensive stuff."
        },
        {
            "id": "064135b5d0f341809bf156b2021ccac7",
            "sentence": "Tom didn't get home until after his family had finished eating dinner."
        },
        {
            "id": "e14cc1187e064d6ba05bac40a3e8575f",
            "sentence": "On the same day, Apollo 11 succeeded in landing on the moon's surface."
        },
        {
            "id": "3694d2c052aa413f8bfef4ee02281197",
            "sentence": "I wonder whether or not Tom really knows the combination to this safe."
        },
        {
            "id": "f3bf3a96d31b4fd79033eac37d806e71",
            "sentence": "Cheese soufflé is a dish that collapses as soon as it leaves the oven."
        },
        {
            "id": "ee313ccd7265419d8eb5315f9843cae0",
            "sentence": "I've told you a hundred times that I'm not going to that stupid party."
        },
        {
            "id": "6fdc84b43a9c4b7e89597fc455f59442",
            "sentence": "That wasn't the first time Tom got kicked out of the bar for fighting."
        },
        {
            "id": "6e64ba1f06eb41018136d83c049a694f",
            "sentence": "Compromise only makes sense when all parties are acting in good faith."
        },
        {
            "id": "cc6c164f2da5493ebabb800ba7859a2c",
            "sentence": "I've heard it said that you can judge people by the company they keep."
        },
        {
            "id": "a4e6096c84e7408c82d6bdd8457e6562",
            "sentence": "It's often said that you should judge people by the company they keep."
        },
        {
            "id": "99fb4545d1e441dcb65a1f2127133fc5",
            "sentence": "It doesn't really matter to me who does that, as long as it gets done."
        },
        {
            "id": "a7246f65104949549d62b6ba635e5269",
            "sentence": "Tom is learning French, but he still isn't able to speak it very well."
        },
        {
            "id": "5d695fb0b32a452796df3469a32efa7e",
            "sentence": "Tom was one of the men that the police arrested yesterday in the park."
        },
        {
            "id": "d3966f1d2fcc4aac8a2ac172c470779e",
            "sentence": "Mary knew that Tom was a married man, but she flirted with him anyway."
        },
        {
            "id": "3d2593a58a824d3e875d1265631d7d45",
            "sentence": "Mr. Jackson is a very strict teacher and many students don't like him."
        },
        {
            "id": "10f18167e05546b5a3ea04569057fdd4",
            "sentence": "Mary assumed that the bunch of flowers left on her desk were from Tom."
        },
        {
            "id": "97fe3769222d4c4eb6730da8a55709e8",
            "sentence": "I want to know what happened to the pistol that you received from Tom."
        },
        {
            "id": "6098509e756e4d9294292f16d6029666",
            "sentence": "I want to do some bass fishing, but I don't know what to use for bait."
        },
        {
            "id": "d0f05dbf091e402a8e923d8e739a9e4e",
            "sentence": "I would never have believed that such a thing could ever happen to me."
        },
        {
            "id": "16ef5fa76d3b41bf8f637b088ee04474",
            "sentence": "Tatoeba: Where pillow fights can't even measure up to sentence fights."
        },
        {
            "id": "81d63a5ca5ef4f0b9fd79d02d74816b4",
            "sentence": "Tom felt like he wasted his day waiting for something that never came."
        },
        {
            "id": "be389c6f9be14c0689149feb35fac3f9",
            "sentence": "Would you please repeat what you said? I didn't quite catch your name."
        },
        {
            "id": "54b93fae83f744549142b967f77ef9e3",
            "sentence": "Tom didn't find out that he was adopted until he was thirty years old."
        },
        {
            "id": "e3252436dc2f4e5fbfa19472e4c8c736",
            "sentence": "It isn't until you get sick that you realize the value of good health."
        },
        {
            "id": "158e9b2203e048d4b997267147314358",
            "sentence": "It's not until you get sick that you realize the value of good health."
        },
        {
            "id": "f28c8d4119e7449186868dc8f10ebef9",
            "sentence": "My finger is throbbing because I accidentally shut the car door on it."
        },
        {
            "id": "9fc1825100a541688b654de8f82dc07b",
            "sentence": "My daughter knows the names of all the different species of dinosaurs."
        },
        {
            "id": "ff586583762b4635ace437262c74ff6d",
            "sentence": "Just be glad that Tom didn't tell Mary what you really thought of her."
        },
        {
            "id": "98da1f06d3a3452ba98c6f35d8ba37fe",
            "sentence": "The world shall perish not for lack of wonders but for lack of wonder."
        },
        {
            "id": "0c7b5d99f02243cda0a462d250be31bd",
            "sentence": "Just because I'm quiet doesn't mean that I don't have anything to say."
        },
        {
            "id": "4d4af726b85649529d4e37e050643c41",
            "sentence": "No matter who you ask, you won't be able to get a satisfactory answer."
        },
        {
            "id": "f9d902d4fd9d4e139426ac6ef572f8a4",
            "sentence": "I haven't seen you in a while, so I thought I'd drop by and say hello."
        },
        {
            "id": "4dca57fa44bc42f1932f8a7beb6eee45",
            "sentence": "Build a better mousetrap, and the world will beat a path to your door."
        },
        {
            "id": "fbb849075a244e988fe45b9403e3011d",
            "sentence": "A ship in the harbor is safe, but that's not what ships are built for."
        },
        {
            "id": "5de7f5d1c9f34583816b8eaa5fa4b4c1",
            "sentence": "I didn't like Tom right away, but eventually, I fell in love with him."
        },
        {
            "id": "cfe8b359c8c844d58281cbb52011183d",
            "sentence": "I think that we may have something that you'd be interested in buying."
        },
        {
            "id": "84dd4a46dfed40edbd3f6d8defa95200",
            "sentence": "I think that it's highly unlikely Tom will ever face criminal charges."
        },
        {
            "id": "9b2a4fc928f14cf6b92c17d41cf7ea0c",
            "sentence": "When I take a deep breath, a pain runs down the right side of my back."
        },
        {
            "id": "68c2071056b74569a9ee5cd270376a7b",
            "sentence": "I didn't accept that job because I was holding out for a better offer."
        },
        {
            "id": "8995782fd9a744698d2dbf64f9ce39af",
            "sentence": "Tom crumpled the paper up into a ball and threw it into the trash can."
        },
        {
            "id": "773105c21793448da0e03f258bb649de",
            "sentence": "I want to buy a car, but I don't have enough money for a down payment."
        },
        {
            "id": "f8d7859cf4904f11a8b09214138b00d8",
            "sentence": "The inhabitants of the village built a wooden bridge across the river."
        },
        {
            "id": "2c3fd4f91ff44479b4f170faa083db47",
            "sentence": "I didn't want to live in Australia anymore, so I moved to New Zealand."
        },
        {
            "id": "b470933c44a24adbb69079ef8426bafe",
            "sentence": "I've something interesting to tell you that you might find surprising."
        },
        {
            "id": "0e324720d58c4c769efecdac4caca1e8",
            "sentence": "Tom wondered why Mary didn't have to go to Boston like everybody else."
        },
        {
            "id": "bfdf821869264691927097a66290889e",
            "sentence": "I knew Tom would have to stay in Boston longer than he had planned to."
        },
        {
            "id": "6fbf5bdc59f1485d8341a3f3da58d668",
            "sentence": "Tom doesn't have any idea where Mary is planning on staying in Boston."
        },
        {
            "id": "44eaaa75881f48e3a8a64a26cfe4cf48",
            "sentence": "Tom had to drop out of college because he couldn't afford the tuition."
        },
        {
            "id": "2b90d59d950b4e08879a8cdbba2eb812",
            "sentence": "I was surprised when Tom said that he was planning to go to Australia."
        },
        {
            "id": "0eac772279994dc3bd98b76a311cabc4",
            "sentence": "Tom told me that he thought that Mary still wanted to go to Australia."
        },
        {
            "id": "72fa184b78ea46a69647b4491e284b96",
            "sentence": "You'll never really know whether you can do that or not until you try."
        },
        {
            "id": "0669438659da4116b47c747bd3dbb456",
            "sentence": "I'm not telling you where Tom went, and there's no way you'll make me."
        },
        {
            "id": "c0b6c76a3a5c42749942de2e6357dc7d",
            "sentence": "The Tequila Sunrise is made with orange juice, tequila, and grenadine."
        },
        {
            "id": "9af6f74098a94211b192973c7d7eac40",
            "sentence": "Tom remained in the room for a long time after everyone else had left."
        },
        {
            "id": "7f5a7e30c428413db4f02972a69b5f3d",
            "sentence": "Tom told me that he was going with you to pick Mary up at the airport."
        },
        {
            "id": "1ab462ac131145d789f214a859a33a7f",
            "sentence": "The police found the getaway car abandoned three blocks from the bank."
        },
        {
            "id": "ef6f8fffdce3425bb3ea002918ba4a90",
            "sentence": "As time went on, people grew less and less concerned about the matter."
        },
        {
            "id": "e7558b379eb24bf79bd3f8ab1f8197c4",
            "sentence": "When was the last time that you read a bedtime story to your children?"
        },
        {
            "id": "477e84fec33546a7acce8d380c929cbc",
            "sentence": "How many times do I have to ask you to put your laundry in the basket?"
        },
        {
            "id": "572e819027a144df95f6121ab10208cf",
            "sentence": "Tom told me that he thought that Mary was difficult to get along with."
        },
        {
            "id": "38487a39b4554955ac8f4b2450022bb0",
            "sentence": "Tom told me that he thought that Mary was amused by what was going on."
        },
        {
            "id": "1f55296175c94cf4befd0ff235c22802",
            "sentence": "Tom told me that he thought that Mary didn't know how to speak French."
        },
        {
            "id": "293840d8c50f478db91242ac34fe3ae4",
            "sentence": "If you cut off one of its heads, two more will grow back in its place."
        },
        {
            "id": "fa427d091bce48a6acd1c6a391a9dc13",
            "sentence": "No matter how hard you try, you won't be able to finish that in a day."
        },
        {
            "id": "02c945681923452b9b134356d13df7a4",
            "sentence": "Japan has undergone a drastic change as a result of industrialization."
        },
        {
            "id": "9cf320241f37476f8a4e1effa1490754",
            "sentence": "You're supposed to take off your shoes when entering a house in Japan."
        },
        {
            "id": "e2f1ad96626f4bd0bf5ff20b6327617a",
            "sentence": "I'm tutoring Tom in French, and in return he's tutoring me in biology."
        },
        {
            "id": "a4e3d4f0e40c44809806253ed7792d21",
            "sentence": "Tom got tired of city life and bought a farm. Now, he's enjoying life."
        },
        {
            "id": "b06a16ea1b204548af3ae471614d4b10",
            "sentence": "Would you be able to come back here tomorrow at 2:30 in the afternoon?"
        },
        {
            "id": "54d7784a99fd47079a202ba7cfccd632",
            "sentence": "True to form, my mother freaked out the moment I mentioned I got hurt."
        },
        {
            "id": "ddc4d25b5ffd4732a20439cc5aa2e6fb",
            "sentence": "Tom soon realized that it was useless to try to convince Mary to stay."
        },
        {
            "id": "22f395a7e6524529910b090f175feea2",
            "sentence": "I think that it would be a good idea for you to go to Boston with Tom."
        },
        {
            "id": "a2a2e306347647179dfec3e06a69c862",
            "sentence": "Tom set the alarm on his watch to remind himself to take his medicine."
        },
        {
            "id": "e0ed6ba0ac9e4ce6a3152270fd163e6e",
            "sentence": "It's grammatically correct, but a native speaker would never say that."
        },
        {
            "id": "7bace50a0c4b4115b221f2ecb234d802",
            "sentence": "Thousands of hectares of tropical rainforest are being lost every day."
        },
        {
            "id": "79031e1449ef479183d5829b6234467b",
            "sentence": "You're lucky that what we're looking for is equality, and not revenge."
        },
        {
            "id": "0fb34bca311e49638cb04ada1eac1a94",
            "sentence": "Did anybody tell Tom and Mary what time they were supposed to be here?"
        },
        {
            "id": "74fc6e9ea9024fb2ad86477df328c80c",
            "sentence": "I left home later than usual, but I was still able to catch the train."
        },
        {
            "id": "6a5b1b8bcdb149978efd84f1c8f9de98",
            "sentence": "Her ceaseless caterwauling alarmed every dog within a 500-foot radius."
        },
        {
            "id": "fdcf5c48e4a744e9b170cde58aad5318",
            "sentence": "If the spaghetti sticks when you throw it against the wall, it's done."
        },
        {
            "id": "874a354b1d0542dca9d971b2f3aa1d10",
            "sentence": "I want to go to heaven, but I don't want to die in order to get there."
        },
        {
            "id": "cd7831fd1f364ec8ad449cf78c7a510f",
            "sentence": "I wonder whether a person can live on only two hours of sleep a night."
        },
        {
            "id": "f101c6b63489426c84da16f81e2c942c",
            "sentence": "I'd like to buy this watch, but unfortunately it's just too expensive."
        },
        {
            "id": "f1c33782c076463f9770f8ee9190fe76",
            "sentence": "In this day and age, one doesn't have enough time to read long novels."
        },
        {
            "id": "0158a159ea814d9bab2bcf41f32138be",
            "sentence": "Tom and Mary tried to get as far away from civilization as they could."
        },
        {
            "id": "54de251957d34a74834cc10a015a1610",
            "sentence": "The garbage that was left in the kitchen of the abandoned house stank."
        },
        {
            "id": "62f11aa513784e1982f00e543a3e2ed5",
            "sentence": "This problem is too difficult for elementary school children to solve."
        },
        {
            "id": "ee4d7d322630411abbb2b653312499bb",
            "sentence": "Tom took some money out of his pocket and gave it to the homeless man."
        },
        {
            "id": "6e09e5d51189455e9a072f0411adae56",
            "sentence": "Tom doesn't come around anymore. Maybe he's moved to a different city."
        },
        {
            "id": "0658b99983a64a71a14134a361887d92",
            "sentence": "Tom said he thought that he wouldn't enjoy going to Australia with me."
        },
        {
            "id": "64561a64c6f1480ca180af34e5b69bdb",
            "sentence": "Tom said that he thought he wouldn't enjoy going to Australia with me."
        },
        {
            "id": "b787c2ac0a9242aba10761c407984d3d",
            "sentence": "The crime rate here is now less than half what it was three years ago."
        },
        {
            "id": "61b28f3b28e9476f8fb8278aceec4155",
            "sentence": "I don't speak French perfectly, but I can usually get my point across."
        },
        {
            "id": "6636a398547a454f9b53639bd0ebfabe",
            "sentence": "Tom and Mary were speaking in French, so I didn't understand anything."
        },
        {
            "id": "cef417d463e14c6ebf1b867584c4dc84",
            "sentence": "The tennis players both walked off the court and headed to their cars."
        },
        {
            "id": "7f9d621a42784958b0b4ca8edf63964d",
            "sentence": "Tom couldn't find the matches, so he wasn't able to light the candles."
        },
        {
            "id": "2533d0941eb44e8fa867f68d269f7c9d",
            "sentence": "Tom successfully convinced many people he possessed paranormal powers."
        },
        {
            "id": "b7a369c37b6241e4b0c768989a9f6677",
            "sentence": "I know that it's highly unlikely we'll be able to sell all this stuff."
        },
        {
            "id": "4f02373fa46c4f4fa9b564a2f303caee",
            "sentence": "It goes without saying that camels are very useful in the Middle East."
        },
        {
            "id": "8f49c0bfb1f1455c86487961386b08af",
            "sentence": "Tom wasn't named after his father. He was named after his grandfather."
        },
        {
            "id": "9ff0029b8efb4c53a07a85f14ec7eccd",
            "sentence": "Tom didn't understand why Mary chose an elephant as her online avatar."
        },
        {
            "id": "dada0391f85f4cd89b5e43dd0c1b2b48",
            "sentence": "Tom was named the head of the organization after the director retired."
        },
        {
            "id": "b7874e9527f74f9ba947f799fe40d06d",
            "sentence": "Tom's face lit up when he saw the cake Mary had made for his birthday."
        },
        {
            "id": "4a83ae7cf8d248e893b21ec6c5cbd594",
            "sentence": "Tom sat at the bar and exchanged some friendly banter with the locals."
        },
        {
            "id": "1744cc64ac0c45fe8a974aa47971ef72",
            "sentence": "We weren't able to solve the problem as quickly as I thought we would."
        },
        {
            "id": "0a50ab33ada64c3abbaf8284ce69f932",
            "sentence": "Don't forget to tell Mary that she doesn't have to do that by herself."
        },
        {
            "id": "bc52c41de71b4f8f88ec5120a659523a",
            "sentence": "My little sister has been suffering with a toothache since last night."
        },
        {
            "id": "459a159d65824b09b72c97e68b5b631e",
            "sentence": "I don't think you need to tell Tom what Mary said she was going to do."
        },
        {
            "id": "1d41d0b9a9d3472ea6c0d6ca5ab84d9d",
            "sentence": "Tickets are valid for three days, including the day they're purchased."
        },
        {
            "id": "6aabc76cd07443ebbd1a7ff5c09a7c6b",
            "sentence": "At first, I had trouble understanding people when they spoke too fast."
        },
        {
            "id": "0464d445c0a9499cb394bda25e7e5a1e",
            "sentence": "I was delighted to hear of your promotion to Senior Managing Director."
        },
        {
            "id": "6b3daa4b2c8940bd968e17c8a187bb73",
            "sentence": "Among the five of us, she, without a doubt, speaks the most languages."
        },
        {
            "id": "0e6e801665a849d5b130d9737f77778a",
            "sentence": "I hurried to the station only to find that the train had already left."
        },
        {
            "id": "bfc75836f0824c78b210923d4b1578f2",
            "sentence": "In September, there are just a few people here and there on the beach."
        },
        {
            "id": "3d65ba5295c642299be1ee73dcb7c96d",
            "sentence": "Could we see each other for about an hour on February 27 at 3:00 p.m.?"
        },
        {
            "id": "3c90b3f6386c4fe897353d2c190e603b",
            "sentence": "The purpose of a conclusion is to sum up the main points of the essay."
        },
        {
            "id": "0bc690c42eb24e0597767960db9faae5",
            "sentence": "Tom took the engine apart, but he wasn't able to put it back together."
        },
        {
            "id": "70073d3022b64412bdd107ff51902411",
            "sentence": "Tom isn't alone with Mary. There are a lot of other people there, too."
        },
        {
            "id": "1f26f4df4eed434f800ceda45664fbcb",
            "sentence": "If it hadn't been for Tom, I would've never been able to learn French."
        },
        {
            "id": "f9a9fbb11d5e405a874a1f90c259d18e",
            "sentence": "I think Australia is one of the most beautiful countries in the world."
        },
        {
            "id": "4b1fb4b01feb4658b53aa41ab347f000",
            "sentence": "Do you think it'll be difficult to finish reading this book in a week?"
        },
        {
            "id": "3c3edabbfdf54e19a3968a42d2c12b9d",
            "sentence": "I think that Tom doesn't speak French very well, but I could be wrong."
        },
        {
            "id": "f942e29f75b348c5a58987cb6c9fa2ea",
            "sentence": "I thought that you said you wanted to be the one who did that for Tom."
        },
        {
            "id": "b9cdac73bc9c4bf9a46560a666249449",
            "sentence": "I thought you said that you wanted to be the one who did that for Tom."
        },
        {
            "id": "5fdfbe1b2057412185e8503cc7bfb9fd",
            "sentence": "If I'd known that the package was from Tom, I wouldn't have opened it."
        },
        {
            "id": "84918a91e1be464c9b7c6e2a4cd7df69",
            "sentence": "There are so many things to tell you that I don't know where to start."
        },
        {
            "id": "05cd0a81b48842908ce9698d71ff8831",
            "sentence": "Tom will be going back to work as soon as he gets out of the hospital."
        },
        {
            "id": "c9481e162ab54389a9974a6d5cc1ccb3",
            "sentence": "Life is hard, but good things do happen when you least expect them to."
        },
        {
            "id": "6a7ab993cae4469283e56e690dbdadbd",
            "sentence": "There's nothing wrong with staying silent when there's nothing to say."
        },
        {
            "id": "73a755e6783a40d785f6b96793781476",
            "sentence": "I've decided to interview for that job that you were telling me about."
        },
        {
            "id": "6c34f16d883043608f953803fede110d",
            "sentence": "I'm usually pretty good with faces, but I didn't recognize him at all."
        },
        {
            "id": "9e98082eef7f43cdb2c2bf785b760dc8",
            "sentence": "My grandfather went to the hospital to seek help for his stomach pain."
        },
        {
            "id": "01840c73e40f45f0a0af1e59b29ba92f",
            "sentence": "I'll be able to see you tomorrow unless something unexpected turns up."
        },
        {
            "id": "e06e55e3c23a48358546101ce1a86c5b",
            "sentence": "How did you find out that Tom was the one who had eaten your sandwich?"
        },
        {
            "id": "5ce5a83d21a74fa897b10f79d60f752f",
            "sentence": "Tom and Mary were in the same class when they were in the third grade."
        },
        {
            "id": "12ca7e18637343988f05defe1159c2ec",
            "sentence": "Which of the languages that you know was the hardest for you to learn?"
        },
        {
            "id": "15dca29b84724c06af8b40f6117b0202",
            "sentence": "The whole point of wearing a mask is to protect the people around you."
        },
        {
            "id": "ad04fe75605142068b359e86daed265d",
            "sentence": "Tom stayed in Boston for three months before he was transferred again."
        },
        {
            "id": "4ff7681e2849454cb040fb885406f2f6",
            "sentence": "Tom was killed by the husband of the woman he'd been hanging out with."
        },
        {
            "id": "fe5687390690414aa9ae0a08698e0b69",
            "sentence": "There were several young children swimming naked in the shallow river."
        },
        {
            "id": "c5173b46320e49559db8866e84e176f4",
            "sentence": "The twin girls are so much alike that I can\\'t tell one from the other."
        },
        {
            "id": "60f369661c7f4c649b1cc498088baaf1",
            "sentence": "I still haven\\'t thanked you for the other day. I really appreciate it."
        },
        {
            "id": "5f556a3f1b1f49238e7836f1eeecddf6",
            "sentence": "Why don\\'t you do us all a favor and go back to wherever you came from?"
        },
        {
            "id": "0d00b5fc695943b0b314111c42abb19f",
            "sentence": "You could at least pretend to be interested in what I\\'m talking about."
        },
        {
            "id": "4714d7ea3dfe412883ea228661a953d2",
            "sentence": "It looks like you were right. Tom was the guy who stole Mary\\'s violin."
        },
        {
            "id": "5dd8b8f301824ac09fa81fa13fdfc3cb",
            "sentence": "Excuse me, could you spare me a few minutes? I have a favor to ask you."
        },
        {
            "id": "5c6bbafcf7284c4cbdcc2af0728076c1",
            "sentence": "I always enjoy listening to classical music when I have some free time."
        },
        {
            "id": "3f3c04b7d0bb40aea76a7c3324d1c762",
            "sentence": "I came over here to tell you guys that you need to be a little quieter."
        },
        {
            "id": "7639c725d0de49609c68bafa6773ac91",
            "sentence": "If I remember correctly, Tom sold his car to Mary for just 500 dollars."
        },
        {
            "id": "7cd28d86077e41fa8382f73a1b8b2aa7",
            "sentence": "My brother Tom is older than me, but all my other brothers are younger."
        },
        {
            "id": "437d6dff936346ff8237426cf6d40693",
            "sentence": "The police compared the fingerprints on the gun with those on the door."
        },
        {
            "id": "f9d130bed41443609554bd3e3f6c7745",
            "sentence": "There is an urgent need for more people to donate their time and money."
        },
        {
            "id": "09c1d5b6a24543699f624fd724b5c0c1",
            "sentence": "Tom and Mary plan to get married as soon as they graduate from college."
        },
        {
            "id": "30f74bbe22cb4180bd9bf5da912de509",
            "sentence": "Tom and Mary saw themselves in the mirror that was hanging on the wall."
        },
        {
            "id": "79e2d03eb8c64994a56d63cd23cdfcf5",
            "sentence": "I don\\'t enjoy teaching children to swim when their parents are around."
        },
        {
            "id": "0db34871561f454c9213c4d63aecac64",
            "sentence": "I don\\'t often eat in restaurants with pictures of food on their menus."
        },
        {
            "id": "1039273630f74c9da710ef5640c4dd52",
            "sentence": "I think I understood everything Tom said, but I\\'m not absolutely sure."
        },
        {
            "id": "73c4bad61f2742d6b475973f0c75862c",
            "sentence": "I can\\'t stop you from revealing my secrets. However, I beg you not to."
        },
        {
            "id": "764df5984cb0401bab7dfc9b50c82ae5",
            "sentence": "I\\'d like to thank you for helping me translate the report into French."
        },
        {
            "id": "b95939c6da524d3086703ee1e2f6fa05",
            "sentence": "Mr. Jackson is in the hospital, so I\\'ll be teaching his classes today."
        },
        {
            "id": "97bd60429a5d49779dd49301862953e2",
            "sentence": "She persuaded him to do it even though she knew it wasn\\'t a good idea."
        },
        {
            "id": "868126c79beb476cb5b352b8ebfd7745",
            "sentence": "There are many talented people in our city, but Tom isn\\'t one of them."
        },
        {
            "id": "9e93308074014a85856879fe8b8981e5",
            "sentence": "Tom said he thought he heard Mary snoring in the back of the classroom."
        },
        {
            "id": "4068d53743f34dabbe0b8ba7b831b919",
            "sentence": "Tom spent three years in the Boston working as an undercover policeman."
        },
        {
            "id": "7a6e79adc9ed4d11b8467e9c05834225",
            "sentence": "Tom thought he had a chance to make a lot of money on the stock market."
        },
        {
            "id": "495d85bfd08646f0b877858be1c8d74a",
            "sentence": "Tom threw a pillow at Mary and the pillow hit her squarely in the face."
        },
        {
            "id": "c07aaf64d3584fc0adcea39e9bdbf0f7",
            "sentence": "Tom took the bottle of Scotch from his briefcase and handed it to Mary."
        },
        {
            "id": "3924535e4a9c4ea98f5e9ce5a5dd86b4",
            "sentence": "Tom turned on the air conditioner and the apartment began to cool down."
        },
        {
            "id": "c6f5fd14d3344d1bab3866d9f16297ce",
            "sentence": "Even though I know a little French, I think we should speak in English."
        },
        {
            "id": "c34cd1f2366345aaaed093a81b5fbb86",
            "sentence": "I was nine years old when I asked my mom if Santa Claus really existed."
        }
    ],
    "nbPages": 3576,
    "nbResults": 715026
}