{
    "currentPage": 3550,
    "pageSize": 200,
    "items": [
        {
            "id": "e5248302ce764a178a23cb5038d77ea8",
            "sentence": "The last time I saw Mary she was wearing a pink blouse and a red skirt."
        },
        {
            "id": "e5cfd1106efb4fb09b1c48a4fe359bfc",
            "sentence": "The only concert Tom has ever gone to was the one Mary gave last night."
        },
        {
            "id": "f4f2f36c72e74570a6ad468e0828533f",
            "sentence": "When you've finished reading that book, put it back where you found it."
        },
        {
            "id": "7987aea56ba14c9690c838adbdcafe73",
            "sentence": "If you didn't have to work for the next three weeks, what would you do?"
        },
        {
            "id": "f6a6f04215964c58a097463026c20fa2",
            "sentence": "He was making a speech, but he broke off when he heard a strange noise."
        },
        {
            "id": "6d74d8e8b03b4fe8b3318df31b266733",
            "sentence": "Our parents took care of us and now it's our turn to take care of them."
        },
        {
            "id": "721d63aac4e34eaeb3f64fe4893e7d94",
            "sentence": "Tom had a sneaking suspicion Mary had met up with John after the party."
        },
        {
            "id": "ab366a1e741a46f59d13cc135cf164d2",
            "sentence": "Tom knew Mary was very unlikely to be able to do what she wanted to do."
        },
        {
            "id": "c3100b4deab24f699caa7374b31d70ee",
            "sentence": "I haven't seen any of my old classmates since I graduated 15 years ago."
        },
        {
            "id": "3095adef1f9546a59d38f966cdd58340",
            "sentence": "If Tom is convicted, he'll likely spend the rest of his life in prison."
        },
        {
            "id": "948cad58354348c8a46c4e0cb46d0cec",
            "sentence": "Tom adds a tablespoon of ground flaxseeds to his oatmeal every morning."
        },
        {
            "id": "74037918e0f0493980cfd53e683e31e5",
            "sentence": "The old man was hit by a car and was immediately taken to the hospital."
        },
        {
            "id": "235a1559fb9f4ff0877a878047a595de",
            "sentence": "My significant other works at a language school and loves it very much."
        },
        {
            "id": "4b21c4605e194540962a318a71ef1365",
            "sentence": "What's important is that the boss doesn't catch you loafing on the job."
        },
        {
            "id": "3c0c7489b0a44cefb59f2d18e805a814",
            "sentence": "He's supposed to be living in Nagano. What's he doing at Tokyo station?"
        },
        {
            "id": "ddb194812e97436487f2e9c492ad13f6",
            "sentence": "We'll have to make do with whatever ingredients we find in the kitchen."
        },
        {
            "id": "2d4b8d03815c4b9c92c6784b54fc1864",
            "sentence": "I wouldn't worry about unpacking. You probably won't be here very long."
        },
        {
            "id": "11071d00cb5846c0b7072ee692f4a415",
            "sentence": "Tom believes getting married to Mary was the best thing he's ever done."
        },
        {
            "id": "1c2be63d115c45939134e17732f0295d",
            "sentence": "I've always kind of wished that I'd forgiven Tom when I had the chance."
        },
        {
            "id": "68e00fc91a4c4753927559429622d0ca",
            "sentence": "I grabbed my baseball bat, just in case I needed to use it as a weapon."
        },
        {
            "id": "7025484127334424b22e21b5ec705183",
            "sentence": "Everyone, no matter how privileged, encounters trials and tribulations."
        },
        {
            "id": "9ee2723eb3744854b19267a37c9d3dfb",
            "sentence": "When his food supply ran short, he had to look for a new place to live."
        },
        {
            "id": "457df009671945e4b94572b5d65dabef",
            "sentence": "He is a hard worker, and I'm sure that he will succeed in that new job."
        },
        {
            "id": "2d34fc10d5764b6aa1a14a86db7074b1",
            "sentence": "He hadn't been in the office five minutes before he told us what to do."
        },
        {
            "id": "49adc0ec8ef5430ca120f88123112f4b",
            "sentence": "Had she been a friend of mine, I would have advised her not to do that."
        },
        {
            "id": "095685c1f9aa4268aa2f8f56610a312a",
            "sentence": "My father spanked me for being a cry baby, which made me cry even more."
        },
        {
            "id": "21c90d921a3e4f6f95f0120f303ac3b4",
            "sentence": "You don't have to do anything Tom tells you to do if you don't want to."
        },
        {
            "id": "53ff96a869f8495ea70a6ca259c28ccf",
            "sentence": "This hotel has one indoor swimming pool and two outdoor swimming pools."
        },
        {
            "id": "13f3c018b7694dd1b92a5a5d9993b2db",
            "sentence": "She's been practicing piano for a year and can play the piano somewhat."
        },
        {
            "id": "f4433e227b1e4c3fbdb3f39bfbd242c9",
            "sentence": "It would be wise to remember what happened here last year at this time."
        },
        {
            "id": "16bc3d9c78814cd5a47e8345b85ce496",
            "sentence": "Tom said that he'd be very surprised if Mary didn't win the tournament."
        },
        {
            "id": "2507c71761cf4f4e90e831df4429926a",
            "sentence": "I might not need to leave as early as I thought I was going to need to."
        },
        {
            "id": "9b98c9c7a1ea48ad9682a59b95d9ecf0",
            "sentence": "Tom said that Mary knew that John might not stay in Boston much longer."
        },
        {
            "id": "7b9b8b0fad714306865c0fde78dba35e",
            "sentence": "We had a friendly and constructive exchange of views on various topics."
        },
        {
            "id": "4bbda2c91c82404b92035a60438a3fed",
            "sentence": "Saeb thinks mathematicians are self-contained walking pieces of heaven."
        },
        {
            "id": "5dd5a8eb41c54b58b4b2c67ff15f1d62",
            "sentence": "The only time I can get anything done is when the children are napping."
        },
        {
            "id": "415558cb0a3e4274b06d988396b99667",
            "sentence": "Why don't you tell us what makes you think that that's going to happen?"
        },
        {
            "id": "aa0a33cf8d6f4d1f8421855b63e708df",
            "sentence": "You know me well enough to know that I wouldn't do something like that."
        },
        {
            "id": "a1fa618572224c768359ff02edffccd7",
            "sentence": "You didn't know that I was still planning on joining the team, did you?"
        },
        {
            "id": "7620308c6ae94f2ba1757b0e1de229dd",
            "sentence": "Some people use cameras for illegal purposes, such as spying on people."
        },
        {
            "id": "94d204ac79cb48688752b963a5242c4d",
            "sentence": "Tom found out that Mary was planning a surprise birthday party for him."
        },
        {
            "id": "fd0eeb25f3b546a39b4dde775d7d9c43",
            "sentence": "I feel like a kid who suddenly realizes that Santa Claus doesn't exist."
        },
        {
            "id": "51c7aa21dbf8431a905e37017be4aab1",
            "sentence": "We need to be more careful in the future, so this doesn't happen again."
        },
        {
            "id": "c2fa57c247a94778a35773fb837144c7",
            "sentence": "Tom bad-mouthed Mary to all his friends and family after their breakup."
        },
        {
            "id": "07a23716a6f847e7888e8b7b9a9ff2e6",
            "sentence": "We don't know why but, at the last minute, Mary called off the wedding."
        },
        {
            "id": "2949d4cf92984cbe8fe4f466ffd1b740",
            "sentence": "Tom and Mary each drank three cups of coffee before they left for work."
        },
        {
            "id": "551dd9858c3e43149e5c7cd8675c20e1",
            "sentence": "Tom wants to turn on the air conditioner, but Mary doesn't want him to."
        },
        {
            "id": "f95f389e499b41c5b9f2cc60ce5bf0c3",
            "sentence": "Tom wants to turn the air conditioner on, but Mary doesn't want him to."
        },
        {
            "id": "9399f45a653447e88fc70559700d086f",
            "sentence": "Tom has written several short stories, but hasn't yet published a book."
        },
        {
            "id": "a811144a65a543a4891893907e8d140f",
            "sentence": "I should've known that Tom would do something we didn't want him to do."
        },
        {
            "id": "18a8726247e74657bc4a11c004620b78",
            "sentence": "Tom didn't know that he didn't have enough money to buy what he wanted."
        },
        {
            "id": "25f89e114c8f4739967d9809b1c03fc5",
            "sentence": "Can you honestly tell me that you didn't know this was going to happen?"
        },
        {
            "id": "2f8667e14257454d82decb3fb22a5f9f",
            "sentence": "Did you know that there used to be a Chinese restaurant on Park Street?"
        },
        {
            "id": "3782bf836c8144dfbfec1344e141fb6b",
            "sentence": "Men are idiots when it comes to women and I'm sure Tom is no exception."
        },
        {
            "id": "a8192a50bdce4528ba56ff8670b752cf",
            "sentence": "Tom spent the whole evening, staring at the girl at the end of the bar."
        },
        {
            "id": "ac73f9100e764bd5b69ab9f99ea1f8a7",
            "sentence": "Tom and I plan to get married as soon as we both graduate from college."
        },
        {
            "id": "a833c2e181814f9ea917d0869cf5c4d2",
            "sentence": "I hope that you don't mind my mentioning this, but you know I love you."
        },
        {
            "id": "f2e9f368c3f74feb92c78c62c144e369",
            "sentence": "After lunch, we all boarded the bus and headed to our next destination."
        },
        {
            "id": "7c3c5965d65a427996c9033f404e0029",
            "sentence": "Are you certain that you lost your book, or did you merely misplace it?"
        },
        {
            "id": "91685141bb6d425d810b8743c730cc6a",
            "sentence": "If our last batter had not hit a home run, team would've lost the game."
        },
        {
            "id": "55d540fea7b5448b937f8aec5bc9787b",
            "sentence": "After her husband's death, she brought up the four children by herself."
        },
        {
            "id": "379780ad040241c3953420a2ad1cc16e",
            "sentence": "Nothing is the matter with the car. It's just that you're a bad driver."
        },
        {
            "id": "9d551055169c41db8f994d1920773cd6",
            "sentence": "The only thing that really matters is whether or not you did your best."
        },
        {
            "id": "936664d452794fb9a59d4920066ea22e",
            "sentence": "Do you know someone with a truck who could help me move some furniture?"
        },
        {
            "id": "abcf0c8ad98c4993967b58ed9f193ff7",
            "sentence": "If you'd left a little earlier, you would've avoided the heavy traffic."
        },
        {
            "id": "8a29da447585436883012df197c70619",
            "sentence": "There's no way Tom can save up enough money in one year to buy a house."
        },
        {
            "id": "28b4d0733e094f32bfed296f4d9f60f0",
            "sentence": "Now that you're retired, you'll have more time to spend in your garden."
        },
        {
            "id": "6eaa2f8d4a9144e78602d23cbe3ecf3d",
            "sentence": "Many new buildings have been built around here in the last three years."
        },
        {
            "id": "7283d161e7bc434fbd0efce58b1e565f",
            "sentence": "I found out that the woman I thought was a nurse was actually a doctor."
        },
        {
            "id": "8b40accc0ca84fc799292f4e553c52d8",
            "sentence": "Under normal circumstances, Tom would never agree to do that with Mary."
        },
        {
            "id": "c55cdcd2844c46f8a6ca09e53b0ad1c8",
            "sentence": "I'm not going to the library, but I can take you as far as the station."
        },
        {
            "id": "3192d7942a1a48e5b64ed95f87f008f3",
            "sentence": "It's a bit cold, but it probably isn't worth putting the heater on yet."
        },
        {
            "id": "2c383ef4f4f442cbb4b1cd0d742df08b",
            "sentence": "With your skills, I'm sure it wouldn't be too hard to find another job."
        },
        {
            "id": "a2c980bd9f2d4f8291d6b67e75c93725",
            "sentence": "We learn from experience that men never learn anything from experience."
        },
        {
            "id": "6f60c9004ec34cf7887a4d9f00981b08",
            "sentence": "Since you have nothing to do with this matter, you don't have to worry."
        },
        {
            "id": "ea328e1d6273411f82880d0bc49fecce",
            "sentence": "Tom heard someone speaking French to Mary, but couldn't see who it was."
        },
        {
            "id": "b318d82c7e3241fe8a270817b84f6d56",
            "sentence": "Do you usually have snow on the ground on Christmas Day where you live?"
        },
        {
            "id": "fee5a21f37df473a8bde3ce52d5c365e",
            "sentence": "If we don't find water that we can drink, we won't survive much longer."
        },
        {
            "id": "98857629e4a048739f6c64c603a648ac",
            "sentence": "Tom didn't seem to have any trouble convincing Mary to go out with him."
        },
        {
            "id": "009eda03bb944e658b9a8c2c17b30739",
            "sentence": "We've been looking for Tom all morning, but we still haven't found him."
        },
        {
            "id": "97554e5bbc2a4526b9dfbaadbc299535",
            "sentence": "Tom's boss is a stuffed shirt, who's very awkward in social situations."
        },
        {
            "id": "c947c9ed23f245c190d0eb982704bb6e",
            "sentence": "Tom eagerly finished up what was left of the champagne and chicken pie."
        },
        {
            "id": "2c3f02a11bde44b6a5fccad3568f3d12",
            "sentence": "Hoping to cheer up his wife, Tom bought her a beautiful pearl necklace."
        },
        {
            "id": "18c19b1c794048e4994620ca8c05ec9a",
            "sentence": "Tom still hasn't found the courage to talk to the children about death."
        },
        {
            "id": "896f0479fef14aeeb07ea43f37bc6049",
            "sentence": "Tom was pouring a drink for Mary when he felt the ground start shaking."
        },
        {
            "id": "ca5539c8d8844aecb5f9f9d4f9459551",
            "sentence": "The reason Tom didn't arrive on time was because of a traffic accident."
        },
        {
            "id": "e191dcc070d04602851599271414be17",
            "sentence": "Several people came to Tom's aid when a couple of muggers attacked him."
        },
        {
            "id": "d0df4992da294b7e8257d2e9ac22b788",
            "sentence": "Tom asked me to tell you that he'd wait for you in front of the school."
        },
        {
            "id": "ada9ccd09d284586abcb285fd348eb12",
            "sentence": "The women washed him, tried to dress him, and also gave him a new name."
        },
        {
            "id": "3072d61db47649068540c8702bd14b88",
            "sentence": "Mary followed her friend to the hotel because she didn't know the area."
        },
        {
            "id": "701112a4180c43a4b33026b0700f9bf3",
            "sentence": "Kindness is the language which the deaf can hear and the blind can see."
        },
        {
            "id": "09139a7397f8449c8efa91a6e553bc57",
            "sentence": "Having finished the delicious meal, Tom and Mary were no longer hungry."
        },
        {
            "id": "507a443f06e246c6bd330aaa55d5ec74",
            "sentence": "If you'd stop complaining so much, people would probably like you more."
        },
        {
            "id": "bf52a508a32e4b119c6fc9b1578dbbae",
            "sentence": "I wasn't able to explain that to Tom in a way that he could understand."
        },
        {
            "id": "343392e7a8ab4a76a7f28191beeded97",
            "sentence": "Please come earlier tomorrow. We have a lot of work that we need to do."
        },
        {
            "id": "adbb2d5b25f9429caff8579e94571b11",
            "sentence": "A friend is someone who knows everything about you and still likes you."
        },
        {
            "id": "d914b8144a634f60b9459b51a1bdd536",
            "sentence": "Back when it was first introduced, the telephone was quite the novelty."
        },
        {
            "id": "90c5c527302b4fa189fb8d3cc386ace9",
            "sentence": "Mary isn't my girlfriend. She's just a friend who happens to be a girl."
        },
        {
            "id": "e27627eadfce4c63afd1bea334f0591b",
            "sentence": "I spent three years looking for a good director, but couldn't find one."
        },
        {
            "id": "8c833bcfb2754ab7a606f2737b9e36c9",
            "sentence": "Tom was standing in the front of the classroom, talking to the teacher."
        },
        {
            "id": "c4ccf91147fb4b2a8bbdda9f44a40d83",
            "sentence": "Tom is the kind of person who's always ready to help people in trouble."
        },
        {
            "id": "480317ebbce846ada6ec784859709f9f",
            "sentence": "Tom had his VHS tapes digitized so he could watch them on his computer."
        },
        {
            "id": "96cef56ef27a4d838aa7587bf50a807c",
            "sentence": "A four-by-four will usually have much worse gas mileage than a compact."
        },
        {
            "id": "9ed61a149dbc4807b105675820d9bb78",
            "sentence": "If you're not more careful with your things, you may lose some of them."
        },
        {
            "id": "56e990960ea543089a31255f1d4cd06b",
            "sentence": "We were held up for half an hour in the traffic and so we arrived late."
        },
        {
            "id": "2595eca032d44b538b82f61df6efbe8c",
            "sentence": "I have lived on this block, and next to the same neighbor, all my life."
        },
        {
            "id": "f711ec4df744454bb89d47ad7ee0eda6",
            "sentence": "If I had not had a previous engagement, I could have come to the party."
        },
        {
            "id": "c07f18a92f4540abbb297765b190b88c",
            "sentence": "I was trying to tell him what had really happened, but he cut me short."
        },
        {
            "id": "6f464d0fa8e54995bd32d0930774b365",
            "sentence": "Do you feel like going out for a drive in the country over the weekend?"
        },
        {
            "id": "921a19f3004a46069565e038348cd610",
            "sentence": "In spite of the heavy traffic, I managed to get to the airport in time."
        },
        {
            "id": "fbf60aa012c846958b999f411b420fb0",
            "sentence": "Small children tend to wander off if you don't watch them all the time."
        },
        {
            "id": "6761a20fb4c14d9f8ca9ba58b1701d55",
            "sentence": "The opposing team did not put up much of a fight, so we won hands down."
        },
        {
            "id": "b0a360fb22244e158d5a3b067f40857f",
            "sentence": "I tried to call him, but the line was busy, and I couldn't get through."
        },
        {
            "id": "d633656293ed4d69af378e1fcb465513",
            "sentence": "I'm sorry to trouble you, but could you tell me the way to the station?"
        },
        {
            "id": "088f8874ea8f4ac38d08e73113da11fb",
            "sentence": "I'll do my best to ensure that such mistakes don't occur in the future."
        },
        {
            "id": "14dd74020cc0402882b2ca0266d4cb86",
            "sentence": "OK, so that's it for me. Now I'll hand things over to the next speaker."
        },
        {
            "id": "2d6a762090b64e94b9e1006ad41df3e6",
            "sentence": "He'll have an accident one of these days if he keeps driving like that."
        },
        {
            "id": "2a98ab74d8fd4f079b2946c3c431c3a9",
            "sentence": "The game would not have been called off if it hadn't rained so heavily."
        },
        {
            "id": "7d7947e5856d45acaf2c2dc4dce5da90",
            "sentence": "He was the last person I had expected to see during my stay in America."
        },
        {
            "id": "a7b322960eca464f8fb27beff5d71585",
            "sentence": "I'll recommend him as chairman, whether you are in favour of it or not."
        },
        {
            "id": "979ad29de7004f43abdcb97659113b72",
            "sentence": "If we can just make it through one more month, we'll be sitting pretty."
        },
        {
            "id": "d87a6566a38a4815bade2622f26691cb",
            "sentence": "I sat up last night until two o'clock watching the Olympic Games on TV."
        },
        {
            "id": "79ac564c3ff3463fa84b8cb83694c184",
            "sentence": "When one has a wonderful dream, one doesn't wish to come down to earth."
        },
        {
            "id": "7f2b3597476448dda6da159d8408e5c8",
            "sentence": "As soon as he graduated, he went to work in his father's general store."
        },
        {
            "id": "70127991e638436492981ca5f0f48729",
            "sentence": "When you return to your company, don't forget to keep in touch with me."
        },
        {
            "id": "7a5e06c7d8994b78bb210d52dcd4211e",
            "sentence": "The rise in house prices enabled him to sell his house at a big profit."
        },
        {
            "id": "1ba9f69909824acebcfef1f063f950db",
            "sentence": "If he had stayed at home that day, he would not have met with disaster."
        },
        {
            "id": "a09781ac63334a8e9a162feafe453db0",
            "sentence": "If it had not been for your advice, I would have failed in my business."
        },
        {
            "id": "b88aca308e5b426eab784666b61f19c9",
            "sentence": "You can not be rude to everyone and expect to get away with it forever."
        },
        {
            "id": "5bb8edf06beb483c993d35a4767868cc",
            "sentence": "May I ask a few more questions about that point? It's a little obscure."
        },
        {
            "id": "28003ad7a157476b8b2d9ce1bc5dbfd6",
            "sentence": "A dachshund is a dog from Germany with a very long body and short legs."
        },
        {
            "id": "181bc1bfd5564827a03b31522a16e521",
            "sentence": "Hah! I wish my all my textbooks were $40! Some of them are almost $100!"
        },
        {
            "id": "6b013ddf5fe9439f8e128acd206e70ff",
            "sentence": "I'd prefer to use a French textbook written by a native French speaker."
        },
        {
            "id": "028cd365b85d4274aa1ef452a7b17232",
            "sentence": "We should finish this project soon, maybe even by the end of this week."
        },
        {
            "id": "8bca8c297ca44db5bcef91d9b4b7ec2b",
            "sentence": "I had some cash, my credit cards, and my driver's license in my wallet."
        },
        {
            "id": "527f16c3c64e40ea815aca3ec228ecc4",
            "sentence": "Tom took his parents' car for a spin without permission and crashed it."
        },
        {
            "id": "7545f700feaa46b8a326e1223fab9d74",
            "sentence": "If we don't work together, we won't be able to get this done by Monday."
        },
        {
            "id": "32b41c353f93415f8966cfba62ee1b92",
            "sentence": "Tom's sales figures have fallen drastically over the past three months."
        },
        {
            "id": "dbef722d50704de68c1cb9c017d41111",
            "sentence": "While they were away on holiday, their neighbours looked after the dog."
        },
        {
            "id": "a7d9fc1cb2d0431aa5797bdfa6d3ea3e",
            "sentence": "Tom realized that he barely had enough money to buy what he had to buy."
        },
        {
            "id": "1883121242884d62a34b74d3b9f2eb48",
            "sentence": "Tom realized that he didn't have enough time to do what had to be done."
        },
        {
            "id": "95eb6425c83f44de85d2b45f19af3784",
            "sentence": "Movie theaters are losing more and more revenue due to internet piracy."
        },
        {
            "id": "e3c84c0815e84446b11105a820021e05",
            "sentence": "Tom doesn't eat cake because he doesn't want to put on any more weight."
        },
        {
            "id": "fad4172c06bc4e2aba87bc6a9c426cbf",
            "sentence": "Somebody came into our house and stole some stuff while we were asleep."
        },
        {
            "id": "a00c536de4014ce88411ae3b49b0b16e",
            "sentence": "You still haven't told me what you thought of my performance yesterday."
        },
        {
            "id": "33349e3adbdd44d09efd913100dcc095",
            "sentence": "The travel agent suggested that we take some traveler's checks with us."
        },
        {
            "id": "25e7df84069346068a63a5c493df91da",
            "sentence": "The bathroom in Tom's house is one of the smallest that I've ever seen."
        },
        {
            "id": "5e8e78eabc5b408da639e2baa6d8cae5",
            "sentence": "Tom can translate from French to English, but not the other way around."
        },
        {
            "id": "ce10581db0b34c7eae6904ec9bb39532",
            "sentence": "Take advantage of the fact that you don't have to write a dissertation."
        },
        {
            "id": "670d533d1f184ec4b29cb8c98dd68dac",
            "sentence": "We're trying to do the best we can to save as many turtles as possible."
        },
        {
            "id": "7c3a27751d964ff295759edef76222cf",
            "sentence": "Do you find that your mood changes frequently in short periods of time?"
        },
        {
            "id": "38c8135bde9e49d792dafb8c64d74494",
            "sentence": "On the tenth of next month, they'll have been married for twenty years."
        },
        {
            "id": "1ceba029d601419285769a5ae2c56e30",
            "sentence": "Tom's children are trying to memorize the words to the national anthem."
        },
        {
            "id": "56f735a616084bbeb35b5dc4ff1f6c44",
            "sentence": "Please accept our apologies for the trouble this matter has caused you."
        },
        {
            "id": "5745a7ae0ed54f96a2e6e290d4ea7f5a",
            "sentence": "Tom wants Mary to take the medication that the doctor told her to take."
        },
        {
            "id": "71eb6868ee0e490fa93179c244df4d94",
            "sentence": "Tom hopes that Mary knows that she has do what John has told her to do."
        },
        {
            "id": "cf21c7e86d6346a39b1d87d20564ed78",
            "sentence": "Before you criticize a man, you should always walk a mile in his shoes."
        },
        {
            "id": "dd07cc2ec25e4ab29670a1f6ed8f7ff5",
            "sentence": "I won't be getting married this year. In fact, I may never get married."
        },
        {
            "id": "a88ba7f5aa5c48c69dce9cbd84575dee",
            "sentence": "In arithmetic, the number resulting from an addition is called the sum."
        },
        {
            "id": "5397ab9c0bfa415a80b4fcaebe12dc49",
            "sentence": "It's a small noisy apartment, but it's where I live and I call it home."
        },
        {
            "id": "6fd02c61c43b4b5f866817c115287723",
            "sentence": "The ruling class employs a variety of means to maintain their hegemony."
        },
        {
            "id": "e9722299626f40a7ac9a340083e09dc9",
            "sentence": "Just because no one's complaining doesn't mean the customers are happy."
        },
        {
            "id": "c1687ce4053f4aae8e389215722d98e9",
            "sentence": "Tom wasn't brought up by an aunt. He was brought up by his grandmother."
        },
        {
            "id": "c43b6ac60af74fa5b6aea8dbb752625d",
            "sentence": "Tom wants to visit another country. He doesn't really care what county."
        },
        {
            "id": "2e4465d3ea47433dacc5f671ff4d8aa1",
            "sentence": "It's true that Tom knows a lot about cooking, but he's not a good cook."
        },
        {
            "id": "97c96ef3e564496eafd9c8c38412ea92",
            "sentence": "They made up their minds to travel back in time in order to rescue Tom."
        },
        {
            "id": "9e26d13a2669412ca94aa505d31c69d3",
            "sentence": "No matter how much you may want to do that, we're not going to let you."
        },
        {
            "id": "ecf70f6d763e4a80af1cac7313c51de4",
            "sentence": "Am I the only kid in my neighborhood that doesn't go trick-or-treating?"
        },
        {
            "id": "b93ad9be68e6419a8da02c5585dec140",
            "sentence": "If you have any clothes that need to be washed, I'll wash them for you."
        },
        {
            "id": "8af00aaabea74bb19a4eafc6914300ce",
            "sentence": "The crazier or more unusual the mnemonic, the easier it is to remember."
        },
        {
            "id": "332d6042369b48a2aecd8bbddcf454df",
            "sentence": "You need to remember that Tom did that even though we asked him not to."
        },
        {
            "id": "598b3954aa06428cb445fe78149decd6",
            "sentence": "Mary said that she was planning to visit an old boyfriend in Australia."
        },
        {
            "id": "0a33bd24787a4ac89414568c5027e4b1",
            "sentence": "Tom didn't get home until after his family had already finished eating."
        },
        {
            "id": "b713997a7f374bdd813d32ca2cdcb295",
            "sentence": "The root of the problem is a lack of communication between departments."
        },
        {
            "id": "d7178544e43341cf84369d16e5583aca",
            "sentence": "We're trying to raise money to help those whose houses got burned down."
        },
        {
            "id": "61fc7f6f05834ad6af969a139dce9b29",
            "sentence": "You can help your local economy by spending your money at local stores."
        },
        {
            "id": "a0b78f2f92e747c290787852ae34bdce",
            "sentence": "Tom searched every nook and cranny of the house looking for his wallet."
        },
        {
            "id": "0aba5bfe0e0f43e283b92fd8d1b6f304",
            "sentence": "Tom showered Mary with gifts in the early stages of their relationship."
        },
        {
            "id": "04290afd58824692a7be528d77526de6",
            "sentence": "It's been one step forward and two steps back with Tom's health lately."
        },
        {
            "id": "d44f85fee9994239abc7173afcbe8680",
            "sentence": "He who buries his head in the sand today will grind his teeth tomorrow."
        },
        {
            "id": "6647e979c6d84879bc8ed2d34bb92881",
            "sentence": "Even though I'm better at French, I really want to practice my English."
        },
        {
            "id": "40ebc750be8b4e7a8315833aaf6e78ba",
            "sentence": "I have been studying you just as a biologist studies an animal species."
        },
        {
            "id": "10cc3fdc42cf4d32ab52bb7ee7b8a241",
            "sentence": "The maple table had a beautiful walnut inlay, forming a floral pattern."
        },
        {
            "id": "c5c41f0a7f084b3dbc6741ff443d62cb",
            "sentence": "Tom started playing jazz after studying classical music for many years."
        },
        {
            "id": "87233c1830924ca1a728b1971c702265",
            "sentence": "It took several months for my hair to grow back after I shaved my head."
        },
        {
            "id": "d8f5a89eae614cd9b59f74741b9c49b8",
            "sentence": "No matter what they tell me, I still plan to go to Australia next week."
        },
        {
            "id": "761e7da28026458fba3ed4aad649d589",
            "sentence": "Look, Tom, you only get one shot at this, so you've got to do it right."
        },
        {
            "id": "39363bc18e034d05881723f36803ce69",
            "sentence": "It's not the final goal, but the process of getting there that matters."
        },
        {
            "id": "6927c1637de040a5aa35adb8ed0d52fe",
            "sentence": "Because of the rain, the boys couldn't play baseball on the playground."
        },
        {
            "id": "3905a7630ee544bfb81bb1fe218a78ea",
            "sentence": "That charity is named after a person who donated about two billion yen."
        },
        {
            "id": "9a2d69b7acae42e2bc5e78d4336d900a",
            "sentence": "As a result of always being hungry and fatigued, that dog finally died."
        },
        {
            "id": "e6bd0376e8114d27b941ff0d30dddd88",
            "sentence": "I haven't seen you for a while, so I thought I'd drop by and say hello."
        },
        {
            "id": "edfa69de8fe54c8dacc6ea06093635a5",
            "sentence": "I studied twice as hard for today's test as I did for last week's test."
        },
        {
            "id": "23aaa2aef004446c92b1fda39469e457",
            "sentence": "If you agree to buy 3,000 of them, we'll give you a 3 percent discount."
        },
        {
            "id": "f25ffdd69610498089501c6cc7824ce8",
            "sentence": "I think that it's highly unlikely that Tom will take Mary to the party."
        },
        {
            "id": "77c028ad7cea49bd84f06d07eafec086",
            "sentence": "The police didn't think that it was likely that Tom had killed himself."
        },
        {
            "id": "4c8b518d3d3e4bf9ad5411ce77362d87",
            "sentence": "I was nearly ten when my parents gave me a chemistry set for Christmas."
        },
        {
            "id": "402c8bda4cc84f8d88178c5bf6c0c771",
            "sentence": "Mary was the only other girl who said she was interested in doing that."
        },
        {
            "id": "63152dbd323f46e3b43845695c7ac95e",
            "sentence": "I hate going to girls' birthday parties. I never know what to get them."
        },
        {
            "id": "abf01eb778074ed1af05d26a3417b0de",
            "sentence": "If you want at least three fresh eggs a day, how many hens do you need?"
        }
    ],
    "nbPages": 3576,
    "nbResults": 715026
}