{
    "currentPage": 3551,
    "pageSize": 200,
    "items": [
        {
            "id": "b046dc6e5a584d74bfae6f06d0830911",
            "sentence": "I'll lend you my bicycle if you promise not to let anyone else ride it."
        },
        {
            "id": "cb14c9a243374dec9e3398dddce3882a",
            "sentence": "It's a lot easier to paddle a canoe downstream than to paddle upstream."
        },
        {
            "id": "fae89e5b793a4d7288f9d5c2c685ff40",
            "sentence": "It was interesting to learn about all the various types of baking soda."
        },
        {
            "id": "423f928aef7c4c7b8d9e1d3d515cb8d1",
            "sentence": "Tom bought a new kind of pasta from the store to spice things up a bit."
        },
        {
            "id": "04848d3ccddc4211aa0f806d7910b11d",
            "sentence": "Tom is having a big party at his house. He invited Mary and me to come."
        },
        {
            "id": "b17c023ecf0540b8a3b7b8dc2544ee0b",
            "sentence": "Tom is one of the funniest and most interesting people I have ever met."
        },
        {
            "id": "ff2949547ff547b3aaa1ffce8d5c68fc",
            "sentence": "I'd rather be poor and happy than be rich doing something I don't like."
        },
        {
            "id": "f933c641194740e2ae6cb6b7ac214b25",
            "sentence": "This is the same motorcycle that was left at the scene of the accident."
        },
        {
            "id": "ed19022f9ee34d36bc7aef0dac0b78c7",
            "sentence": "I don't care if the rest of the world forgets me, as long as you don't."
        },
        {
            "id": "9def0a2087804b59a7e99f049067bc0b",
            "sentence": "It's unlikely anyone other than Tom would be interested in buying this."
        },
        {
            "id": "b80a5ccdef0c4a22ba4bbc2bec5ae203",
            "sentence": "This nation's economy has been growing at a rapid pace in recent years."
        },
        {
            "id": "f4a85deb9a714bb2894775b786351f41",
            "sentence": "Tom wanted me to go to Boston with him, but I told him that I couldn't."
        },
        {
            "id": "9bb4c9a4e9294e2eb27965d57822fce0",
            "sentence": "Tom wanted me to go to Boston with him, but I told him that I wouldn't."
        },
        {
            "id": "b720f3b7790d42e89469e5f5e7089345",
            "sentence": "Tom had a lot of suggestions. However, not many of them were good ones."
        },
        {
            "id": "c47c8820da9a4d86bd13c3d5f3078339",
            "sentence": "The man I talked to on the bus said he'd been to Australia three times."
        },
        {
            "id": "5d08734c6e5f4d61a8067861d087b1bf",
            "sentence": "I can't speak French fluently yet, but I can understand it fairly well."
        },
        {
            "id": "836d47eaf208493f91628473d36a105d",
            "sentence": "I sewed a button back on a shirt for the first time just the other day."
        },
        {
            "id": "51ae7d123d97416aa39dd5f697197294",
            "sentence": "Tom knew he barely had enough money to buy everything he wanted to buy."
        },
        {
            "id": "1c3891fc51bc449fa2ce984bbfa10fb7",
            "sentence": "On Monday, Tom made it plain he wasn't yet ready to throw in the towel."
        },
        {
            "id": "42fb13a12bfd40b697bbb21c129b508b",
            "sentence": "I didn't sleep well the night before last, but I slept well last night."
        },
        {
            "id": "b01ebd4bacea449baca9c33679721071",
            "sentence": "The vase fell on to the stone floor and smashed into a thousand pieces."
        },
        {
            "id": "da4221554bb6454b9fc04b1adc2322c5",
            "sentence": "Tom asked me why I thought learning French would be useful for his job."
        },
        {
            "id": "dcb85fb1011a4273bd833e1c2e07ba83",
            "sentence": "I think Tom believes what he's saying is true, but I don't think it is."
        },
        {
            "id": "77ac4d060df8403db09b4ccd84a184f9",
            "sentence": "You're wearing the same clothes you were wearing yesterday, aren't you?"
        },
        {
            "id": "bcde6c839b4449c598473c289549b94f",
            "sentence": "Tom can't swim at all. On the other hand, he is a good baseball player."
        },
        {
            "id": "679060c80687430cab0b3017b7fb3b78",
            "sentence": "Tom realized that he barely had enough time to do what he wanted to do."
        },
        {
            "id": "0a8aadc0e6b04d79801e724a1fbee24d",
            "sentence": "Tom got there early to make sure that everything had been set up right."
        },
        {
            "id": "ffe9d9df11e74265aaa0be7bfb327ce2",
            "sentence": "You should assume we won't have enough money to buy everything we want."
        },
        {
            "id": "b5a9670332d141478d7c94a141058478",
            "sentence": "Tom was happy when he got his final exam back and saw that he'd passed."
        },
        {
            "id": "f9b74859b61e4e3eb16c851887f1d7cd",
            "sentence": "From how you described this place, I was expecting something different."
        },
        {
            "id": "e66c51c61df344c09fccd7371ea49857",
            "sentence": "Who would have thought back then that Tom had only seven years to live?"
        },
        {
            "id": "90c2cab00b234ca4a264ca750d8beeb8",
            "sentence": "Tom was sitting in the front passenger seat when the accident happened."
        },
        {
            "id": "1355f70ef0534c88abfe5f394387dfb1",
            "sentence": "Tom eventually found out that Mary was stealing from the cash register."
        },
        {
            "id": "b8f8fcdab8104429981624eb6ca34170",
            "sentence": "For the time being, Tom lives in Boston, and his wife lives in Chicago."
        },
        {
            "id": "d784a8ca0b0640f398111ca26552b039",
            "sentence": "After what happened, I would've thought Tom would go back to Australia."
        },
        {
            "id": "371e4809516b44b5bad5d543641872c0",
            "sentence": "By seven o'clock in the evening, the streets are deserted in this town."
        },
        {
            "id": "411f624353b44cfba7b4e5773a446432",
            "sentence": "Computers are capable of doing very complicated work in a split second."
        },
        {
            "id": "55a25691c3464ea9836518f7205dbc9e",
            "sentence": "I was going to run over the notes one last time, but there wasn't time."
        },
        {
            "id": "1632920e66824335a78ac38f1490ec9f",
            "sentence": "I don't think I want to read Tom's report. The less I know, the better."
        },
        {
            "id": "0f488c9b556f4194acde57f3ae7601dc",
            "sentence": "As there was no bus service, we had to walk all the way to the station."
        },
        {
            "id": "fddd81206fbb4e8a93b9e080d4b792a1",
            "sentence": "The dachshund is a German breed of dog with a long body and short legs."
        },
        {
            "id": "d04b06204b334f3ba72638cb47a59068",
            "sentence": "Modern art is fine. I don't understand why people hate it so intensely."
        },
        {
            "id": "fadde8e4c2b345529a7f020fd831078a",
            "sentence": "Mint leaves possess properties that help with the process of digestion."
        },
        {
            "id": "9e1da6354b6346f185e39ea98fa694a5",
            "sentence": "I think that it'd be better if you didn't go drinking with Tom tonight."
        },
        {
            "id": "ed64afc039324e1c89dd3b5292a29b8f",
            "sentence": "How am I supposed to help you if you won't tell me what the problem is."
        },
        {
            "id": "73bcd5a95d9440d290f74e2248719abf",
            "sentence": "Do you think you can make it through this movie without falling asleep?"
        },
        {
            "id": "c4645962f5ef48eb8e90ebee32e49115",
            "sentence": "Tom bought a bottle of water for himself and a carton of milk for Mary."
        },
        {
            "id": "144e174dab9b4982bfbe80c9be77db17",
            "sentence": "If they see us talking to each other, we could get in a lot of trouble."
        },
        {
            "id": "cd94f6e23924467d8bfa3ce32d9e5d5b",
            "sentence": "Tom has already spent close to half of the money he won in the lottery."
        },
        {
            "id": "d94879ab705a4f9da1211b8d683b486c",
            "sentence": "What I want is for everyone to act like adults and stop this bickering."
        },
        {
            "id": "ee2c10d5df9e4ab7baf79611a6a5a4ae",
            "sentence": "Though he lives within a stone's throw of the school, he is often late."
        },
        {
            "id": "cc4cccd362ce42e4b4ac2ba27dce0fff",
            "sentence": "Mary told Tom to go easy on the ice cream if he didn't want to get fat."
        },
        {
            "id": "e511b1be128c4871ad9c79f6fa20ffee",
            "sentence": "Tom gets a good feeling inside when people laugh heartily at his jokes."
        },
        {
            "id": "8b7c71caa9cf4f26a29904c69aea4011",
            "sentence": "We'll do everything we can to make sure that this doesn't happen again."
        },
        {
            "id": "f645a7c9f5a7400eaf8841527d4af100",
            "sentence": "If it were not for electricity, our civilized life would be impossible."
        },
        {
            "id": "89c97cb7c7d048db9b4e553207c0e8a7",
            "sentence": "The fruit is similar to an orange in shape and to a pineapple in taste."
        },
        {
            "id": "c8a211fe48c0417ebcbb2b9e1ce956ce",
            "sentence": "My grandmother walks faster than me, and plays tennis better than I do."
        },
        {
            "id": "a43fe3c9efe34c26988b53be15897f34",
            "sentence": "If you want to lose weight, you should cut down on between-meal snacks."
        },
        {
            "id": "e666afef5ccd4fb09cef2f9e366e7eef",
            "sentence": "A blue suit, white shirt and red tie are required for all male workers."
        },
        {
            "id": "f07e4024aa8c458cb7b6adccb857b3b3",
            "sentence": "I advised the shy young man to declare his love for the beautiful girl."
        },
        {
            "id": "c280b3175df7402688baba3f1caf9e19",
            "sentence": "Be sure to get in touch with me, if there is anything I can do for you."
        },
        {
            "id": "7c5b87b8f8174d1db32bef587a0f0b3e",
            "sentence": "Doctors should keep abreast of all the latest developments in medicine."
        },
        {
            "id": "611b0f0ba7ec4734b4fdf81cfd4f920a",
            "sentence": "ALS slowly destroys the nerves and muscles needed for moving your body."
        },
        {
            "id": "adcb0a0f44424cf0ba28357d3e88be5a",
            "sentence": "I saw a young man lying on the bench under the cherry tree in the park."
        },
        {
            "id": "459a8dc39908469691b89ac9b59b60c4",
            "sentence": "I'm planning to buy one of these shirts. Maybe you should buy one, too."
        },
        {
            "id": "4e89716e6c6b46cb8fd899ab466e06e7",
            "sentence": "The toys that Tom made sold like hotcakes at the flea market last week."
        },
        {
            "id": "dfd1871e38254be895c6b0bc774a4374",
            "sentence": "You can make up for lost time by taking an airplane instead of a train."
        },
        {
            "id": "5cbcf0e8128f4152b2c8bdea191f4da8",
            "sentence": "Why don't you just admit that you don't know what you're talking about?"
        },
        {
            "id": "6a5eb179a7e74b44ab7b0e9e14341442",
            "sentence": "Tom worked part-time at a fast-food restaurant while he was in college."
        },
        {
            "id": "995f6e3e60b14030ac01397950a0c6bd",
            "sentence": "Tom got out of his truck to see what was lying on the side of the road."
        },
        {
            "id": "aa47607f30944efa8495aad63084bae9",
            "sentence": "You can't keep beating yourself up over things that happened years ago."
        },
        {
            "id": "b5d0321e533c4aa5856efe7a82d97209",
            "sentence": "Tom was one of the ones who stayed and helped clean up after the party."
        },
        {
            "id": "27adf8d9a3374f9592fe4f5b077910db",
            "sentence": "Note that this theorem does not assume the existence of such an object."
        },
        {
            "id": "de00f8252262471c81af312ddc8818c3",
            "sentence": "It's only a matter of time before we're going to have to do this again."
        },
        {
            "id": "e855116c3ed44fd8be4fbb766ef76065",
            "sentence": "Tom explained it to me, but I didn't really understand his explanation."
        },
        {
            "id": "2c4e11b96dce40e786ebf3f5da374bbb",
            "sentence": "I thought putting the key under the mat was a good idea, but it wasn't."
        },
        {
            "id": "443801516e3643cb80d6e8f6933f8171",
            "sentence": "I tore the paper from the gatepost and put it in my pocket with a sigh."
        },
        {
            "id": "5af54acecfc4412ab5b93923a54b56b3",
            "sentence": "Tom and Mary spent hours walking around town and talking to each other."
        },
        {
            "id": "72d9eb1ebee24bcb9b11c9ae981b3f44",
            "sentence": "Mary took her time choosing a dress even though Tom was waiting for her."
        },
        {
            "id": "84916c9ec6e2463c8aac179327ef9d93",
            "sentence": "Mary is 21 years younger than Tom, but Tom is 22 times richer than Mary."
        },
        {
            "id": "460c201d87d345b19dbeaf9ae1b9f466",
            "sentence": "Preparing a room for painting is the most important step in the process."
        },
        {
            "id": "969f62ce4f5d42dfbc996cab55f87048",
            "sentence": "Tom never forgets to give his wife flowers on their wedding anniversary."
        },
        {
            "id": "a5e6eff5f70541ce91f1ad0f0cef68c1",
            "sentence": "Tom has been avoiding me like the plague ever since he broke my glasses."
        },
        {
            "id": "636bf88abe4a4411b7b833259bbae99d",
            "sentence": "Tom has some food allergies, so he has to be careful about what he eats."
        },
        {
            "id": "e0a2292051064be0bd58fcfc1b12f81b",
            "sentence": "Tom has to study hard and catch up with the other students in his class."
        },
        {
            "id": "ceafaff3aa2d4e6492bf9ff49ce191c6",
            "sentence": "Tom is captain of the football team and is on the baseball team as well."
        },
        {
            "id": "d15afc121c74442dad3969cd55bbc806",
            "sentence": "Tom is looking for an apartment with three bedrooms near where he works."
        },
        {
            "id": "edee5a2acdeb47c4be284619c8a34864",
            "sentence": "We both know what\\'ll happen if we don\\'t do what we\\'re supposed to do."
        },
        {
            "id": "2a015e5b478c4b96bbaaf12a67ae39c9",
            "sentence": "What\\'s the first thing you\\'re going to do when you get back to Boston?"
        },
        {
            "id": "87f9310510ba4c8d8b1160a3172d28bb",
            "sentence": "Tom would like to have stayed for dinner, but he had to go back to work."
        },
        {
            "id": "218ae1a8ca7b4365a926940c8ce9b8ce",
            "sentence": "Tom, which do you prefer, girls with long hair or girls with short hair?"
        },
        {
            "id": "89c648b183fc4bb5914346afb5857339",
            "sentence": "Tom can probably pull some strings for you and get you into that school."
        },
        {
            "id": "6c484593972c460bb7ca1a576fa29df3",
            "sentence": "I was driving down Park Street when I saw Tom and Mary walking together."
        },
        {
            "id": "83dd8b20dc29422eaee5d2e2b2140018",
            "sentence": "I was planning on going to the beach today, but then it started to rain."
        },
        {
            "id": "a8745fde4ef84cbfb038245a06b95502",
            "sentence": "I wish you would tell me what I ought to do in this difficult situation."
        },
        {
            "id": "d9a3b0a398024427970e84007dec450b",
            "sentence": "Have you already decided how you\\'re going to take care of this problem?"
        },
        {
            "id": "80cf476d34684a8297caf1d710568f17",
            "sentence": "I can\\'t believe Tom is still talking about what happened two years ago."
        },
        {
            "id": "87400cbcec594de38282131543647dff",
            "sentence": "I can\\'t help you next Monday, but I can help you the Monday after next."
        },
        {
            "id": "cdb6574bc66b49c983021f8b95bffc38",
            "sentence": "If Tom knew how to swim, he\\'d probably want to go to the beach with us."
        },
        {
            "id": "2f3d369c19f0497c937334a13c5328cc",
            "sentence": "If you tell your teacher you lost your homework, she won\\'t believe you."
        },
        {
            "id": "9c1bbb5a437f4eb3974015160a540c7e",
            "sentence": "If you\\'d like to study French with a native speaker, please contact me."
        },
        {
            "id": "25c7ef097edb4fac8c2b87e4b9b3f733",
            "sentence": "She advised him not to buy a used car, but he didn\\'t follow her advice."
        },
        {
            "id": "812b5b23b1ad49caae2a1676e806d2e2",
            "sentence": "The reason you have a headache is because you\\'ve been working too hard."
        },
        {
            "id": "f94d33a8517547858ba32053a077c8bf",
            "sentence": "There\\'s no way that Tom could have stolen the money without being seen."
        },
        {
            "id": "a5109b0c48f44b14820e68d961ec892e",
            "sentence": "I know that Tom can play the saxophone. Can you play the saxophone, too?"
        },
        {
            "id": "6666f17d4380488ba45b3a6872b27777",
            "sentence": "I wanted Tom to ask Mary if she was planning to go to Australia with us."
        },
        {
            "id": "42e5f5984dec42308a4151a8fae612ad",
            "sentence": "I never thought I\\'d live to see the day when I\\'d have to sell my home."
        },
        {
            "id": "97b911c764f446798f71388e25d04091",
            "sentence": "In 2013, Tom Jackson published a book about the history of shipbuilding."
        },
        {
            "id": "b4bfb644abbf4eb6b5c7ea0e8d09d0d6",
            "sentence": "Instead of eating vegetables, he puts them in a blender and drinks them."
        },
        {
            "id": "90fee5651444488f8835a8446cf1f325",
            "sentence": "I can\\'t imagine anybody would be surprised if Tom and Mary got married."
        },
        {
            "id": "7e3c2154c0aa4c7d8094cd819c3e85c9",
            "sentence": "I don\\'t think many people can say they are satisfied with their salary."
        },
        {
            "id": "7b7ca50997564e3093b2c77c96d3d586",
            "sentence": "I like to put an ice cube into my coffee, because it\\'s usually too hot."
        },
        {
            "id": "2dd4e45b60d6426fa571c92f45cad868",
            "sentence": "I think it\\'s strange that no one is on the street this time of the day."
        },
        {
            "id": "98a9df2dea984cf19b66db9bebc5177e",
            "sentence": "I thought it\\'d be great if we could get Tom to play a few songs for us."
        },
        {
            "id": "134ae732aa1e4a66a979c9606bfca074",
            "sentence": "There\\'s no point talking to you, because you won\\'t do as I say anyway."
        },
        {
            "id": "890ffd16263b405b8b5bf2f8f867d0a7",
            "sentence": "Tom is the only one in our family who doesn\\'t have a driver\\'s license."
        },
        {
            "id": "6f0dd546af494757bdfb195bd9f1ff27",
            "sentence": "The police say that Tom\\'s fingerprints were found on the murder weapon."
        },
        {
            "id": "c81e826c361f4ac38f781290358b842c",
            "sentence": "Tom decided to use Mary\\'s computer even though she had told him not to."
        },
        {
            "id": "34dd3f081ebb4f158a6b172c50152532",
            "sentence": "Tom probably just wants to find out what time he\\'s supposed to be here."
        },
        {
            "id": "0b2d4d81e285462e80e321d0387e36d6",
            "sentence": "Tom doesn\\'t understand what\\'s going on either, but he won\\'t admit it."
        },
        {
            "id": "8d772fad0bfd4965b80d743b48c954d1",
            "sentence": "Have you ever wondered what might\\'ve happened if Tom hadn\\'t been here?"
        },
        {
            "id": "bdd7116032fb44d2831525369b0b3fc7",
            "sentence": "Tom can\\'t believe that Mary thinks it\\'s OK to let John take the blame."
        },
        {
            "id": "75a5b988dd2b4f1dac866eb4f5bc34db",
            "sentence": "Tom stopped in Boston on his way back from a business trip to Australia."
        },
        {
            "id": "c78e0bd8d15c47bea85fcfe61eb0bf75",
            "sentence": "Tom took off his pants and carefully hung them over the back of a chair."
        },
        {
            "id": "370e8ed11319470399035bc7ff88c6da",
            "sentence": "Tom usually fishes off the dock, but sometimes he fishes from the shore."
        },
        {
            "id": "eee9040e567e417b85f8160d16316545",
            "sentence": "It took about five minutes to get to my uncle\\'s house from the station."
        },
        {
            "id": "7eab90e2a96b46fcae94a48ed6a78951",
            "sentence": "The only fingerprints that the police found on the doorknob were Tom\\'s."
        },
        {
            "id": "3d37ebfc3506485da94c4226313e3335",
            "sentence": "I thought Tom would just sign the contract without reading it carefully."
        },
        {
            "id": "ed481cec36bb4a78b24e1d2925070489",
            "sentence": "I\\'ve already told Tom I plan on staying in Boston for three more weeks."
        },
        {
            "id": "772224005f684642afa9b5f5dad6cf15",
            "sentence": "Let\\'s play another hand of poker. I want a chance to win my money back."
        },
        {
            "id": "09bcc05959694d70a392b5f9bd526997",
            "sentence": "Mary looked in her purse, but she didn\\'t find what she was looking for."
        },
        {
            "id": "fa7d4e656023484ab0c2e123d4040d05",
            "sentence": "Tom and Mary were plotting to kill Tom\\'s father for the life insurance."
        },
        {
            "id": "87e8e67feee144e5891e211defc4f5f6",
            "sentence": "Tom can\\'t explain the difference between cheap wine and expensive wine."
        },
        {
            "id": "0066272ed270407aa48ce373833ee61e",
            "sentence": "Tom did the best he could, but he still wasn\\'t able to pass the course."
        },
        {
            "id": "5c29950b300b4b8ebe41f4547a7c4408",
            "sentence": "Tom didn\\'t use to like red wine, but now he drinks it almost every day."
        },
        {
            "id": "83939d3e3b274b558a482ed74ffd75ff",
            "sentence": "You were always playing tricks on me when we were in junior high school."
        },
        {
            "id": "18bc0d6b0c324812990533aab4c0b71d",
            "sentence": "Tom doesn\\'t understand the difference between confidence and arrogance."
        },
        {
            "id": "4d085700ee1743589bfab7e8a46123e0",
            "sentence": "Tom couldn\\'t go to Boston with us because he didn\\'t have enough money."
        },
        {
            "id": "5717edc5de4144ce83d2c8237d7fb276",
            "sentence": "I\\'m making myself a sandwich. I\\'ll make you one, too, if you want one."
        },
        {
            "id": "1ff1908bad6e4e5eb348200159241a0e",
            "sentence": "I can place the palms of my hands on the floor without bending my knees."
        },
        {
            "id": "20b71ccc116e4b999ee0695ed401159c",
            "sentence": "I just happened to be in Boston at the same hotel where Tom was staying."
        },
        {
            "id": "9b7590d9ade448dc8cb2f99d7706e587",
            "sentence": "I want to do everything I can to make sure Tom is able to go to college."
        },
        {
            "id": "cac0d5f3df9e416cba0e5d7d5b4c09dd",
            "sentence": "I knew Tom wouldn\\'t be able to learn enough French in just three weeks."
        },
        {
            "id": "d3d76bb9a23f48429ad22cce20086c66",
            "sentence": "I knew you wouldn\\'t be able to learn enough French in just three weeks."
        },
        {
            "id": "addfb03d4f784f7dbda7893ba11b510a",
            "sentence": "Are you sure you don\\'t want me to buy you something at the supermarket?"
        },
        {
            "id": "dc76028ca08343dca9dab2f956c5f6b4",
            "sentence": "It wouldn\\'t be all that difficult for us to do what Tom wants us to do."
        },
        {
            "id": "28ca683d1f9d49db839a47e061412d55",
            "sentence": "Yesterday, when Tom was backing up his car, he ran over Mary\\'s bicycle."
        },
        {
            "id": "d5c691ec49624540991d4bcae665fd7d",
            "sentence": "After I got married, my Japanese got better and I could understand more."
        },
        {
            "id": "db751ed264084d2a950d8c4e81ea21b6",
            "sentence": "As soon as I can get the chance, I\\'ll help your mother paint the fence."
        },
        {
            "id": "4b05a9b4a1e44ca29e85aef6c57e6eb7",
            "sentence": "Though I\\'ve decided to go to the party, I\\'m not looking forward to it."
        },
        {
            "id": "9721b3c2e87442c08b6cb1e8b57de10a",
            "sentence": "She advised him to go to the hospital, but he didn\\'t follow her advice."
        },
        {
            "id": "857c2cd4a22d43d9a4ea2ddc20d133d5",
            "sentence": "Everybody in the car said they wanted to get out and stretch their legs."
        },
        {
            "id": "e865e1aa27fb48b28f7d72b3dc77d6e1",
            "sentence": "If you\\'d told us earlier, we\\'d\\'ve been able to do something about it."
        },
        {
            "id": "0fe4f463fd024e6096650542540b3303",
            "sentence": "Tom didn\\'t want to eat the worms even though they were high in protein."
        },
        {
            "id": "869e43b8ced1424ab0c661be9b6bbb9d",
            "sentence": "Tom doesn\\'t allow his children to watch more than one hour of TV a day."
        },
        {
            "id": "85b9ee3acd224228adbdcd8e8c74df7a",
            "sentence": "Tom doesn\\'t like basketball much, but he really likes volleyball a lot."
        },
        {
            "id": "2fc08bce99b144c4b7572c7d5c2a7d5d",
            "sentence": "I wasn\\'t surprised when Tom told me he didn\\'t want to go to Australia."
        },
        {
            "id": "002458ab698f47c2a49c45fe460ce38a",
            "sentence": "There are some differences between British English and American English."
        },
        {
            "id": "9380c7842e48497cb2c00223cbd322d7",
            "sentence": "There is an urgent need for a new approach to dealing with this problem."
        },
        {
            "id": "7a546abc7a494455ad961ed705fb0c60",
            "sentence": "Tom added his name to the list of people who wanted to attend the dance."
        },
        {
            "id": "c925a976110e44899b8eee91804a9800",
            "sentence": "Tom and Mary have achieved remarkable results using their new technique."
        },
        {
            "id": "088cfb6470c64224ada5552b04a9f112",
            "sentence": "How many people do you know who actually spend time with their children?"
        },
        {
            "id": "307d674d098748da84ee49b8c6bf86cc",
            "sentence": "Tom would\\'ve made the same decision I\\'m making if he were in my shoes."
        },
        {
            "id": "3a7947307b344447a92e3e46ab5993a5",
            "sentence": "Tom promised himself he would study French for thirty minutes every day."
        },
        {
            "id": "ba1d1f7c2df74eaa8c228bf4f62f9fdf",
            "sentence": "Tom didn\\'t have enough experience in dealing with that kind of problem."
        },
        {
            "id": "dabdfdff8feb4fa7950a0357f517a241",
            "sentence": "You\\'d be amazed how often I\\'ve seen Tom and Mary hanging out together."
        },
        {
            "id": "b0380a24c8034ba2a1f49d9ac4a488b5",
            "sentence": "Tom couldn\\'t shake the feeling that Mary was hiding something from him."
        },
        {
            "id": "e02ec72a2baa4545af5d42d60c741434",
            "sentence": "Tom and Mary sat next to each other at the table in the conference room."
        },
        {
            "id": "b19be708bf27463d92d193f4025dea44",
            "sentence": "Tom was standing just in front of a large building that was up for sale."
        },
        {
            "id": "3e1cdaedd2814a17830b762908c6c7cc",
            "sentence": "Tom wondered when Mary had bought the milk that was in the refrigerator."
        },
        {
            "id": "6d746d007b6848db990b1b55c69e11a4",
            "sentence": "Did you know that there\\'s a rumor going around that you two are dating?"
        },
        {
            "id": "5b82d0ac2d8a4ad5b96af919e368caa9",
            "sentence": "Didn\\'t you tell me yesterday that you and your boyfriend had broken up?"
        },
        {
            "id": "989f5c6f34ce4715b3853cce397cb1dd",
            "sentence": "I can\\'t tell you how to do that. You have to figure it out on your own."
        },
        {
            "id": "7ac49cf9a82e4ade817d982a4ec405ca",
            "sentence": "Tom never for one instant thought of trying to convince Mary to do that."
        },
        {
            "id": "89620981ceff48799a761e0c31828e59",
            "sentence": "Tom thought the little place on the corner might be a good place to eat."
        },
        {
            "id": "e5ac5b79007b416b8e99628c1ecac57a",
            "sentence": "Tom woke up in the middle of the night and ate an entire bag of cookies."
        },
        {
            "id": "2b37430836da4e8e9cf7d84839da76f2",
            "sentence": "After we finished painting the fence, Tom made sandwiches for all of us."
        },
        {
            "id": "ab9775c8f3d84764bb4b682d9d8cb29c",
            "sentence": "Are you seriously thinking about pursuing a career as a race car driver?"
        },
        {
            "id": "97a9381cbeef443ba6b0d30cfbd6a36e",
            "sentence": "Because Tom mistranslated one sentence, our company lost a lot of money."
        },
        {
            "id": "4706b91ba12b4a41b901aac0a82856e2",
            "sentence": "We thought some students would come, but there was nobody the classroom."
        },
        {
            "id": "67f0e98b938047b687b236f6efc47f29",
            "sentence": "Tom decided to say nothing until everyone else had given their opinions."
        },
        {
            "id": "cb626ec134c6411eaa46e0578d9ce2a0",
            "sentence": "Tom wasn\\'t able to play basketball last season because of a broken leg."
        },
        {
            "id": "b8030494851144939579b01910e8fc7f",
            "sentence": "For the lack of something better to do, Tom decided to take a long walk."
        },
        {
            "id": "49f544ec6fd345acbe424e32cc2918f6",
            "sentence": "Everyone seemed to already know that Tom and Mary were getting divorced."
        },
        {
            "id": "3f50fba501aa47489608e5442a96c377",
            "sentence": "He decided to feed his dog the rabbit that he had shot earlier that day."
        },
        {
            "id": "2120ce26323b44f58b37d7b025d4b5bb",
            "sentence": "Tom opened up the crate with a crowbar and took out a stick of dynamite."
        },
        {
            "id": "9f07b945401745a18a26771685690747",
            "sentence": "I realized that even though I wanted to eat, I didn\\'t have enough time."
        },
        {
            "id": "3ad29b22c82e44eda0c20666e19b5f25",
            "sentence": "Tom is usually the last to leave, but last night Mary left after he did."
        },
        {
            "id": "ac051a8e1b3945f1adbd21c0fd2e3f07",
            "sentence": "Tom kicks a football with his left foot, but writes with his right hand."
        },
        {
            "id": "ea0f6640426b4858823da5a27e75adf1",
            "sentence": "I\\'d prefer to only hire people to translate into their native language."
        },
        {
            "id": "e2def9d13c3e4ceda2f605e564849feb",
            "sentence": "The United States has almost a fourth of the world\\'s prison population."
        },
        {
            "id": "8969ae66745343009dd2c062ac7de48d",
            "sentence": "Tom was killed by the husband of the woman he had been hanging out with."
        },
        {
            "id": "592e4526498246dcad50784cc7d7f2da",
            "sentence": "Tom quit going out with Mary because he didn\\'t like her sense of humor."
        },
        {
            "id": "c85819ef97274bc0bc959522fa1b3b53",
            "sentence": "Tom knew where Mary was, but he wouldn\\'t tell the police where she was."
        },
        {
            "id": "32c3d27dee33494a8c1a5112276bf591",
            "sentence": "Tom told me that if it didn\\'t rain tomorrow he\\'d go cycling with Mary."
        },
        {
            "id": "bba2dfa6f40a4f029ec2d41da32a4235",
            "sentence": "What would you like to eat if you knew the world was going to end today?"
        },
        {
            "id": "60829a37e0d843c692e0b43251865ca4",
            "sentence": "When I was a college student, I always pulled all-nighters before tests."
        },
        {
            "id": "2081acc5c3dd40839d2f18122f9615e0",
            "sentence": "Tom gave Mary some money to help her buy her mother a Christmas present."
        },
        {
            "id": "e6059debe4fb4e848f667053ed76f66e",
            "sentence": "I don\\'t want to have to explain this again, so please listen carefully."
        },
        {
            "id": "cf2e2fa476124513872a007c2ee08d65",
            "sentence": "I think it\\'s time for me to start taking my responsibilities seriously."
        }
    ],
    "nbPages": 3576,
    "nbResults": 715026
}