{
    "currentPage": 3553,
    "pageSize": 200,
    "items": [
        {
            "id": "2ce394d4580f4263b49157ebdb201eef",
            "sentence": "By the time I got there to pick Tom up, he was more than ready to leave."
        },
        {
            "id": "a2407d8256094379bee759cd7945f68a",
            "sentence": "Tom's childhood might've been happier if his parents had stayed married."
        },
        {
            "id": "dd10bb2b97594fdab4a0131fbb5a1c96",
            "sentence": "You should expect this kind of thing to happen more often in the future."
        },
        {
            "id": "5dfd683f7d8b431ab16e671d6f15fe27",
            "sentence": "Tom lives further away from school than Mary does, but closer than John."
        },
        {
            "id": "1369506c1ae44793a76051801795d1ca",
            "sentence": "A flight attendant was rescued from the wreckage of the passenger plane."
        },
        {
            "id": "d7f478894b7a4be9ab07ecf100384579",
            "sentence": "Tom woke up in the night with a burning pain in the middle of his chest."
        },
        {
            "id": "4f04d3204a5d4994b35b9ded591c3b51",
            "sentence": "Tom regrets not having gotten on better with his brother over the years."
        },
        {
            "id": "e9e76467b81945ca8196dd245312d094",
            "sentence": "Tom sent Mary a text message telling her he wanted to break up with her."
        },
        {
            "id": "52b97dc37d3646f68ab367983f461bfe",
            "sentence": "Do you think that anyone else in your office will get married this year?"
        },
        {
            "id": "b1d901182d20424ab112d239421d039b",
            "sentence": "I suspect Tom and Mary probably didn't do what they were supposed to do."
        },
        {
            "id": "62d468abcad945c3a058e54bc961fba8",
            "sentence": "A long time ago when I was young, I used to write in my diary every day."
        },
        {
            "id": "c5671e66a24b413bb56b05e495e3be22",
            "sentence": "At the time, Mary was probably the most photographed woman in the world."
        },
        {
            "id": "ab5b5c6894c348d7ac535e210557265a",
            "sentence": "It's none of your business, so don't mess up things by getting involved."
        },
        {
            "id": "be8a30d1afa248478aeb2bceaa1ea196",
            "sentence": "Don't take it for granted that Tom will help us every time we need help."
        },
        {
            "id": "0e82431e35194f5ea92e771a6f60848e",
            "sentence": "The car that I have now is much better than the one that I used to have."
        },
        {
            "id": "7c1d19075feb4ab094aa3b8185731772",
            "sentence": "I think that it's highly unlikely that Tom will get custody of the kids."
        },
        {
            "id": "6c670597db4941538f37d00bd47bf179",
            "sentence": "Do you think that there's any chance that Tom knows Mary's phone number?"
        },
        {
            "id": "8e32d4e188ea4ca895247c98a750b942",
            "sentence": "I still think that it's unlikely we'll ever find someone to replace Tom."
        },
        {
            "id": "8c8193bf29384f9781159165a81e4e63",
            "sentence": "I think that it's time for me to accept responsibility for that problem."
        },
        {
            "id": "1181173b9b1540169dc5ecbfea9c9daf",
            "sentence": "The company incurred a deficit of $400 million during the first quarter."
        },
        {
            "id": "b2419c519c53442687a26d0fa27daa90",
            "sentence": "What I was trying to say was that I could help Tom, but I don't want to."
        },
        {
            "id": "368e1fbcabea450183061a996b40d0df",
            "sentence": "If you want to go fast, go alone. If you want to go far, go with others."
        },
        {
            "id": "b8596e2a4b2344bea671394c0e11d49c",
            "sentence": "Tom needed to go to the bathroom, but he was too shy to ask the teacher."
        },
        {
            "id": "cedbdae8791d41fa91e15d02859367a1",
            "sentence": "No one knew what he was actually called. Everyone simply called him Tom."
        },
        {
            "id": "5296309e11084a7d96560961bb132aed",
            "sentence": "It's unlikely anybody other than Tom would be interested in buying this."
        },
        {
            "id": "48f5996a6a4d4ea982d460be5cc9e005",
            "sentence": "Tom finally realized Mary was never going to consider him her boyfriend."
        },
        {
            "id": "f39b5a8fac1548bca424371c0993ba9d",
            "sentence": "My brother is so smart and witty that I can not beat him in an argument."
        },
        {
            "id": "f3b1d6ead8de41aaa20fef30819ecf2e",
            "sentence": "I borrowed the book from the library, but I haven't read much of it yet."
        },
        {
            "id": "b2deb31644084e0fa1789f042e87b56f",
            "sentence": "Nothing is the matter with the car. It's just that you are a bad driver."
        },
        {
            "id": "0af6455ec76f474883a12fc49896eb3a",
            "sentence": "My mother's religion helped her to come to terms with my father's death."
        },
        {
            "id": "bf799baa5dc844e48cc17df39184f0f2",
            "sentence": "When he was faced with the evidence, he had to admit that he was guilty."
        },
        {
            "id": "20e91b80100d4941ad5e00e96b34c6f0",
            "sentence": "Before deciding to buy it, I tried on the jacket to see if it would fit."
        },
        {
            "id": "587693c178c84a4eb49b102478cd1e46",
            "sentence": "At Christmas he went out of his way to buy me a really nice model plane."
        },
        {
            "id": "fc430ff2c0ac4f8fbe0febc6d2b45294",
            "sentence": "Her eyes shone with joy when she saw that her mother was not mad at her."
        },
        {
            "id": "d7819c98ba4f418cb6ff7144550cd7ff",
            "sentence": "It is the things that we do not possess which seem to us most desirable."
        },
        {
            "id": "32dadfdd65c44c76be77e8578e943f93",
            "sentence": "I'm looking forward to meeting with you the next time I visit your town."
        },
        {
            "id": "8d966f85668948cba0af41f97fc0cb7a",
            "sentence": "I didn't get much sleep last night so I was nodding off all day at work."
        },
        {
            "id": "6711fcfa4929474ea688dacd61c00930",
            "sentence": "I was walking in the park with a friend of mine when it started raining."
        },
        {
            "id": "f0efd74f02ad4906a22fad281dadb425",
            "sentence": "We can stay here for as long as our supplies of food and water hold out."
        },
        {
            "id": "7f784818ba3b430cab9ca0467f6a89a5",
            "sentence": "I don't want to work in a company that doesn't care about its employees."
        },
        {
            "id": "047f5ff3a75843baaac08ce933d833b2",
            "sentence": "If you keep on drinking so much, you might end up becoming an alcoholic."
        },
        {
            "id": "21459c67229f428dbe9ed83ec265093b",
            "sentence": "He gently took the paper out of her hands and said, \"It's time to rest.\""
        },
        {
            "id": "2d4d50a65dfe4dcc8a42825df8870662",
            "sentence": "I bought a pair of gloves for Tom. For Mary, I bought a pair of mittens."
        },
        {
            "id": "5b58c2926c6140eaaf3b270f19ac10a4",
            "sentence": "Tom's daughter who lives in Boston will be coming for a visit next week."
        },
        {
            "id": "2114e71ef79d49feb689972876d2ea78",
            "sentence": "It's surprising you haven't heard anything about what's going to happen."
        },
        {
            "id": "c6229ff677f44d0dbd0d608334ab70c6",
            "sentence": "A module is said to be semisimple if it is the sum of simple submodules."
        },
        {
            "id": "5f00f98c96fd4363b1a6008d5fa28bdb",
            "sentence": "Do what you think has to be done in the way you think it should be done."
        },
        {
            "id": "a1b77caf35f7457a9ba3b04744da2be0",
            "sentence": "Don't just read books. Go outside once in a while and get some exercise."
        },
        {
            "id": "d47119c2bc06496594189edb806da7bf",
            "sentence": "No matter how hard you try, you won't be able to finish that in one day."
        },
        {
            "id": "6e5935e0a142490db708f75bf69ed206",
            "sentence": "Without your help, I couldn't have gotten over that difficult situation."
        },
        {
            "id": "3d8c1c2181a54559873e6d6648ae8799",
            "sentence": "Tom and Mary became friends with the other children in the neighborhood."
        },
        {
            "id": "c66dd1c4fa964a74a97881c727a0e352",
            "sentence": "Why do you always speak to me in English? Is it because I'm a foreigner?"
        },
        {
            "id": "9deab7e106f3441fbb94ac0ca8eacc70",
            "sentence": "Even though he's turned twenty, he's still too timid to chat with girls."
        },
        {
            "id": "df9f6f5d7e8941f28faeb9d3a61f5259",
            "sentence": "Tom had no idea Mary was planning to stay in Boston for three more days."
        },
        {
            "id": "d57020919e3b4694a65d111066f33807",
            "sentence": "Let me know beforehand instead of springing it on me at the last minute."
        },
        {
            "id": "eb243056080a42a6841209c64f8b414f",
            "sentence": "Mayan pyramids and large temples were built elegantly using stone tools."
        },
        {
            "id": "57439dee6c064da5a722ab273f6da5e6",
            "sentence": "Tom came to Boston last summer and stayed with us for a couple of weeks."
        },
        {
            "id": "5dc4612f8415480b9b56b61cee5c6fe2",
            "sentence": "You're the only person I know who likes getting up early in the morning."
        },
        {
            "id": "c4325f37cba94c81aa25cb48fc037d85",
            "sentence": "A statue was erected in the park to commemorate the fallen of both wars."
        },
        {
            "id": "34915360d17b4fa886b1d261127ce0ba",
            "sentence": "I wish that I knew where Tom bought those shoes. I'd like to buy a pair."
        },
        {
            "id": "7dbbfb36cabc4524be1061abe6bee951",
            "sentence": "Tom rushed home to get his washing off the line before the rain started."
        },
        {
            "id": "13867bec87b74515a8f8c62aa6c4f02d",
            "sentence": "All men are mortal, and Socrates is a man, therefore Socrates is mortal."
        },
        {
            "id": "60e58913d74d48c3848d75524a810735",
            "sentence": "I wonder what happened to the letters that Tom asked me to mail for him."
        },
        {
            "id": "65c7da712a994479a698c7f07d317085",
            "sentence": "Cats, dogs, monkeys, bats, whales, dolphins, and humans are all mammals."
        },
        {
            "id": "5ac527b080e94496a754206e7b4dcadf",
            "sentence": "Everyone is a moon, and has a dark side which he never shows to anybody."
        },
        {
            "id": "d0dbed0597a44d78883c63b44abda612",
            "sentence": "Mary told her friends that she didn't like the ring that Tom bought her."
        },
        {
            "id": "5395c9be041341cd80335ac29dd3f0d3",
            "sentence": "Which of the languages you know was the most difficult for you to learn?"
        },
        {
            "id": "49e95c99c018416bbbf371f6cb3c740f",
            "sentence": "I came across some old family photos when I was cleaning out the closet."
        },
        {
            "id": "fadd5a92b0df49c4ac4d4e110ffd38ca",
            "sentence": "Over 4 million Australians communicate in a language other than English."
        },
        {
            "id": "33264ee490264ff1b8e0985a7f017c4b",
            "sentence": "If you get good grades at school, I'll let you go to Boston next summer."
        },
        {
            "id": "87902d74a7284193963d278fcb278e38",
            "sentence": "Do you want to learn French? If so, then you've come to the right place."
        },
        {
            "id": "4f88aac5cb1c4aaf82a01898be22aa60",
            "sentence": "Even though we can't be perfect, we still want to strive for perfection."
        },
        {
            "id": "5ce7eead0063483c9c6a60e64c0462df",
            "sentence": "Take more money with you because you never know how much you might need."
        },
        {
            "id": "cd90c69fa5be48bfbad4fb1e55940659",
            "sentence": "No matter how ruthless you are, you'll never snuff out all your enemies."
        },
        {
            "id": "e8f96cb1e05d4c37a9788690c1cf1554",
            "sentence": "Mary wasn't expecting roses for her birthday, so she was very surprised."
        },
        {
            "id": "9dd2764704564cd68d167362e29dc65c",
            "sentence": "Tom was able to buy a gun, but he wasn't able to buy any bullets for it."
        },
        {
            "id": "85a59ba38dbb4c79b7e4ae537ea17ad6",
            "sentence": "Instead of telling us to do it for you, why don't you just ask politely?"
        },
        {
            "id": "0374fd5f24f043ffa8e4de5101d865a2",
            "sentence": "Don't drink and drive or get into a car with anyone who's been drinking."
        },
        {
            "id": "d1cbe710ab304aed83cc11b0562abacb",
            "sentence": "Tom usually only drinks one glass of wine, but yesterday he drank three."
        },
        {
            "id": "607b9f6e70404e48af2b9a5b7ba6f18a",
            "sentence": "It's common for people who are hard of hearing to know how to read lips."
        },
        {
            "id": "e4863959f1974b898e27141447a9daa2",
            "sentence": "I don't think you're doing that as well as you could with a little help."
        },
        {
            "id": "46be3b132a9b443d8141a64c94233e0a",
            "sentence": "Imogen of the Internet looks rather svelte after six hours of Photoshop."
        },
        {
            "id": "18989a08194f4443a89e576cf5df63a6",
            "sentence": "As a rule, he arrives at the office at about nine-thirty in the morning."
        },
        {
            "id": "feff9ab8c6bd4a5da48d410064d3e6f0",
            "sentence": "Please choose a password that's easy to remember but also hard to guess."
        },
        {
            "id": "9e9bcb9db1a44d95ac9b55b7b6eaa1a5",
            "sentence": "You aren't actually suggesting that I go out with another girl, are you?"
        },
        {
            "id": "de02edb32b2f4aa588aff50776b79927",
            "sentence": "It's possible we won't be able to get to Boston in time for the wedding."
        },
        {
            "id": "abc937b846f94705ae7f0237e62074de",
            "sentence": "Happy New Year. I'm looking forward to working with you again this year."
        },
        {
            "id": "6ef39cfc49f54814b5802f85d3dcf659",
            "sentence": "The surgeon who operated on Tom is very experienced and highly regarded."
        },
        {
            "id": "f8429df66f2d4440b3d36c01556b067f",
            "sentence": "Tom found living with the guilt for what he had done, almost unbearable."
        },
        {
            "id": "cd6ebbc11fb94fb6bca8624d167624ad",
            "sentence": "I'll keep my fingers crossed that everything will go well for you today."
        },
        {
            "id": "2a9a935f224a435cb2994547fb7d79d6",
            "sentence": "We caught an express train that left later and got there much too early."
        },
        {
            "id": "b3db5e666bc84b9a8cc5fdec9d9d4387",
            "sentence": "I don't think that Tom is going to go to Australia with Mary next month."
        },
        {
            "id": "f88c608ec0224007aff773cc3a706c3e",
            "sentence": "You'll save your father a lot of worry if you simply write him a letter."
        },
        {
            "id": "2a1a4af2b8a04d53a0dfd73de7a730f8",
            "sentence": "When the weather had cleared, the children began to play baseball again."
        },
        {
            "id": "7f72777b21e14283b085e3afd8805e78",
            "sentence": "Fully booked for the night, the hotel had to turn away some late guests."
        },
        {
            "id": "f552fd94e1314a1390ade4dc416b239d",
            "sentence": "Please accept our heartiest congratulations on the marriage of your son."
        },
        {
            "id": "42876e8b9ad849fa8f4f3bccb89fbf04",
            "sentence": "The firm has added 25 new associates to work on mergers and other deals."
        },
        {
            "id": "d5ced3f34eb24615b197c2fd6f4f1344",
            "sentence": "Tom entered the teachers' room even though students weren't supposed to."
        },
        {
            "id": "1a0222fb7c214d72b7b197b973b014f0",
            "sentence": "Tom thought it would be better to go talk to Mary than to just text her."
        },
        {
            "id": "f4c35656be654b11accd1a7018ac61f9",
            "sentence": "Tatoeba: Ever heard of sentence fights? Yeah, that's what we do for fun."
        },
        {
            "id": "7fd5c1348c5e42d29c749035cc2e19a4",
            "sentence": "This is probably one of the most frequently-asked questions that we get."
        },
        {
            "id": "0b263bc28c71418191cba0f03bac8de3",
            "sentence": "Tom couldn't find a job that he liked in Boston, so he moved to Chicago."
        },
        {
            "id": "39ea911ebaad4488a02bbd21d037e88f",
            "sentence": "A lot of horror films start with a young family moving into a new house."
        },
        {
            "id": "ea1bcc9b248945bcb367a64d62ab7203",
            "sentence": "As soon as I entered my office, I saw that the safe had been blown open."
        },
        {
            "id": "06f0cd6471e74a8590c5344c9d637939",
            "sentence": "There's nothing wrong with remaining silent when there's nothing to say."
        },
        {
            "id": "9b58932156454a3f8b39c2ca7ae0c9e5",
            "sentence": "Tom didn't like to travel, but Mary did, so he ended up traveling a lot."
        },
        {
            "id": "60b72a2fb92b4c3ca880a0178a8fb8e0",
            "sentence": "It would've been nice if Tom had listened more closely to what was said."
        },
        {
            "id": "02f3025a084a474fb8fc152731acde50",
            "sentence": "I'm sorry we're late, but we were caught up in the five o'clock traffic."
        },
        {
            "id": "78062311ce0c4f2495ac44bc44442b2b",
            "sentence": "There's no way to explain this in a way that Tom will likely understand."
        },
        {
            "id": "f4c797e0c4ea47ac9aedf1f5742ec2fd",
            "sentence": "Listening to Tom cry like that, you'd think it was the end of the world."
        },
        {
            "id": "9ae888859a4a4893ae5dbf429de33611",
            "sentence": "I want to buy a house, but I don't have enough money for a down payment."
        },
        {
            "id": "c5bba45c95c14b919889f27b1acf5cd9",
            "sentence": "Have you tried everything or do you still have something up your sleeve?"
        },
        {
            "id": "92e525c607bd45608cf3e39d75015755",
            "sentence": "One of my ex-girlfriends is now dating my younger sister's ex-boyfriend."
        },
        {
            "id": "c94e0e6bf72f4c5e975ea302ed60b0f6",
            "sentence": "I walked our dog this morning, but usually Tom is the one who walks her."
        },
        {
            "id": "4ce51f5e36314b94be134af189b8ae41",
            "sentence": "Having finished the delicious meal, Tom and Mary weren't hungry anymore."
        },
        {
            "id": "15a7afbb4b4e4135af5288a846ec314f",
            "sentence": "Have you ever stopped to think about how things could be if we did that?"
        },
        {
            "id": "2a0c2c19220745a38dd23d748b4d843c",
            "sentence": "Tom will only do what he wants to do, no matter what you tell him to do."
        },
        {
            "id": "2ee68f1630b341ee9646e64c54345435",
            "sentence": "Tom and Mary got married, even though their parents didn't want them to."
        },
        {
            "id": "930d3ffc0df248ad968e779c29190ae6",
            "sentence": "I'm driving to Boston, so whoever wants to come with me, get in the car."
        },
        {
            "id": "5f04fc51ae744284ae26a009b3b3cd21",
            "sentence": "Tom didn\\'t think he had the stomach to tell Mary what needed to be done."
        },
        {
            "id": "ae396f9acc634aa68e917b1611c92192",
            "sentence": "I learned to drive a car and got a driver\\'s license when I was eighteen."
        },
        {
            "id": "631d1940aa55475eb5bd7602b4838428",
            "sentence": "It didn\\'t surprise me at all that Tom got arrested from drunken driving."
        },
        {
            "id": "d19f2b574d00461cb18b70e2ed0af5bc",
            "sentence": "The teacher told Tom that he couldn\\'t give him anything higher than a C."
        },
        {
            "id": "a08237f81af54b35a6a1a978d2641883",
            "sentence": "Tom and Mary often text each other, even when they\\'re in the same house."
        },
        {
            "id": "2e1bcaf37bad4835b44088e2397f4bcb",
            "sentence": "Tom bought a camera just a couple of days ago, but he\\'s already lost it."
        },
        {
            "id": "06131dda085a46ac9dfe99fa87041f60",
            "sentence": "Tom is over thirty, but he\\'s still financially dependent on his parents."
        },
        {
            "id": "e671d6ba271c4f91bdf00698e3df1a3a",
            "sentence": "Tom\\'s divorce from Mary reportedly cost him more than a million dollars."
        },
        {
            "id": "9aaae9dd94024b4896bcef77708ed12a",
            "sentence": "Try not to spend so much time complaining about things you can\\'t change."
        },
        {
            "id": "1a0e264c8d114caf972ba45512596a08",
            "sentence": "We can either go to the beach or go mountain climbing. We can\\'t do both."
        },
        {
            "id": "195551a6b5b447348bbf041dd0da9bb1",
            "sentence": "Tom is the only American Mary knows whose father wasn\\'t born in America."
        },
        {
            "id": "d411587819794cfdbec5f56305294ca6",
            "sentence": "Tom knew certain things about Mary that she hoped he wouldn\\'t tell John."
        },
        {
            "id": "a8383cc1ae974dc0bd52976d54de053e",
            "sentence": "Tom needs at least nine hours of sleep every night or he can\\'t function."
        },
        {
            "id": "185995b2ba924106ac9b41bdef70f63e",
            "sentence": "Tom promised Mary that he\\'d meet her last night, but he never showed up."
        },
        {
            "id": "7f1995267ca4415a9f283fab5fd394aa",
            "sentence": "I was allowed to go there on condition that I came back by five o\\'clock."
        },
        {
            "id": "14f3bd4484fc45058e2ccc97cf95e09a",
            "sentence": "I wonder where the ice cream is. Do you think Tom could\\'ve eaten it all?"
        },
        {
            "id": "e9e216b447c44550ad84b370891287a3",
            "sentence": "Tom gave a lot of his old clothes to a homeless man that he met recently."
        },
        {
            "id": "3471a6b5da6e4cec9ce0dd2e7c0395e5",
            "sentence": "Tom got a box of cereal out of the cupboard and poured himself a bowlful."
        },
        {
            "id": "96bdf7986cd941e4a6ce3123ddfdd3ec",
            "sentence": "Tom had a new scar on his forehead since the last time Mary had seen him."
        },
        {
            "id": "4d3952e5db15420bac1d256845357665",
            "sentence": "I don\\'t know if I can speak French well enough to explain this properly."
        },
        {
            "id": "bc49d0a472084b33a94166b52e3f12bf",
            "sentence": "I knew I shouldn\\'t have put off doing my homework until the last minute."
        },
        {
            "id": "d8797d55590a44d89a9db60569ac287f",
            "sentence": "I never for a moment imagined we wouldn\\'t get home before the storm hit."
        },
        {
            "id": "2fabac33afb54332a9d812320f715c1b",
            "sentence": "I want to find out if Tom is going to wear the new shirt that I gave him."
        },
        {
            "id": "28f1b764e67749ab8f584f3ff9340b24",
            "sentence": "Someone famous said that imagination is more important than intelligence."
        },
        {
            "id": "8f002f9c0fba4d54b3e31fbad683213d",
            "sentence": "Tom has two brothers. One lives in Boston and the other lives in Chicago."
        },
        {
            "id": "bee944c924ee44be9862db3cb670a33a",
            "sentence": "If Tom had been a little more patient, he would\\'ve been able to do that."
        },
        {
            "id": "8ede9110895548208c8b44c186afe178",
            "sentence": "Is there any chance that Tom might have gone to Mary\\'s house last night?"
        },
        {
            "id": "9cef68e9b3394a63baccd9541d40d0cb",
            "sentence": "I can\\'t believe that you\\'re eating what the doctor told you not to eat."
        },
        {
            "id": "d9935701a1b640978b7d687a2c8c85cd",
            "sentence": "I haven\\'t heard anything from him since then. I wonder what he\\'s up to."
        },
        {
            "id": "e64f10c34fcc4cdf96dc3bddf90c93cd",
            "sentence": "Tom pressed a button, but nothing happened, so he pressed another button."
        },
        {
            "id": "e3cab292669e4e58b974b75c90c8e1e4",
            "sentence": "Tom removed the hacksaw from his toolbox and asked Mary if she wanted it."
        },
        {
            "id": "dcd7bdec3f0840578a345c4a07116385",
            "sentence": "Tom said that he thought Mary knew who John hoped would win the election."
        },
        {
            "id": "b030e537ffb1411b9bc0c6229757702e",
            "sentence": "Tom seems to have a lot of fun trying to cause as much trouble as he can."
        },
        {
            "id": "b16677fa521346edb137c556c10f76a5",
            "sentence": "Tom soon discovered that he knew more about science than his teacher did."
        },
        {
            "id": "365b1852a7d443c69cd4172fa0159ceb",
            "sentence": "I thought Tom wouldn\\'t tell the teacher that I hadn\\'t done my homework."
        },
        {
            "id": "3623aa875eaa468e902f7928b870b2af",
            "sentence": "Tom said he wanted to drop in on some old friends while he was in Boston."
        },
        {
            "id": "7a96c7864b0b47b8a3601b78b7ade56b",
            "sentence": "Tom was shocked to hear that Mary had been injured in a traffic accident."
        },
        {
            "id": "14f7e8ef875f416e88466aa69f2c8ce6",
            "sentence": "Tom could\\'ve saved me a lot of time if he\\'d told me about that earlier."
        },
        {
            "id": "daa1d7042ea84390be927d681c3ceff2",
            "sentence": "The waitress flirted with Tom thinking that he\\'d leave her a larger tip."
        },
        {
            "id": "8da6f3ed6c8f4654abf3ddba3715dbe2",
            "sentence": "Tom can\\'t account for his whereabouts on the day that Mary was murdered."
        },
        {
            "id": "e4df8a5ef7c64542983ab5c21e8a2b80",
            "sentence": "We have to consider the possibility that Tom was involved in the robbery."
        },
        {
            "id": "60196350b59944248a2adfb0283696f5",
            "sentence": "Tom stopped talking as soon as he noticed Mary wasn\\'t listening anymore."
        },
        {
            "id": "7b05f9f5c26d4155969930ae6cf6defd",
            "sentence": "Tom told Mary he thought she was the most beautiful woman he\\'d ever met."
        },
        {
            "id": "ba034fa5c41142b6aff82d451442a384",
            "sentence": "Tom\\'s living proof that you don\\'t have to have brains to be successful."
        },
        {
            "id": "527ddff0c016479db00db22be17ae59d",
            "sentence": "We\\'re always going there! Let\\'s go to a French restaurant for a change."
        },
        {
            "id": "550f357e478e45dcb7f860992e1ae7cf",
            "sentence": "Tom was rushed to the hospital after being found unconscious in his home."
        },
        {
            "id": "1760b943169a4d7880fe2d6709ddf773",
            "sentence": "Tom was sitting in a comfortable armchair, reading the evening newspaper."
        },
        {
            "id": "c0f9fab40b1a44e4ad33c4d5296524fa",
            "sentence": "Tom would have missed the train if he had stopped to buy a chocolate bar."
        },
        {
            "id": "8966c413bdd449f3a94d77e5338eac14",
            "sentence": "Why do the five yen coin and the fifty yen coin have holes in the center?"
        },
        {
            "id": "5b68069b44c24d06b8fe4ac534d49f52",
            "sentence": "If it\\'s at all possible, I\\'d like you to take part in the next meeting."
        },
        {
            "id": "33f669c66db542f9ab9a191364d45dbd",
            "sentence": "Tom became interested in music because his neighbor was quite a musician."
        },
        {
            "id": "cd49eb6705e547e6bf70f526057cce66",
            "sentence": "I think that maybe I won\\'t be able to make myself understood in English."
        },
        {
            "id": "055e863400754696baa5092d6ba5fa82",
            "sentence": "I\\'m fairly certain that Tom can understand French, but I could be wrong."
        },
        {
            "id": "a2be8e9ee78c4efd8937a0c70f247193",
            "sentence": "A long time ago when Pluto was still a planet, there was a boy named Tom."
        },
        {
            "id": "d3f9f368a4284a0d9312f997b3a6b9ac",
            "sentence": "Every time cigarettes go up in price, many people try to give up smoking."
        },
        {
            "id": "58cbc25a5d3c4f6b9ba5097d05927ee0",
            "sentence": "How many times do I have to tell you not to eat candy just before dinner?"
        },
        {
            "id": "5ffeafeb294a4a7885a31b2507c8608f",
            "sentence": "I\\'m going to teach one of Tom\\'s advanced classes while he\\'s in Boston."
        },
        {
            "id": "9992f8a7c7904ef2bb29a5f7acf40f5d",
            "sentence": "If we\\'d followed Tom\\'s advice, we wouldn\\'t be having this problem now."
        },
        {
            "id": "fe41487f5f00484ea29fcd1b3a20409f",
            "sentence": "The fact that he did not accept any money shows that he is an honest man."
        },
        {
            "id": "44ded57ad4f54f60afb95fac19bd420d",
            "sentence": "I was going to write to you, but I started doing other things and forgot."
        },
        {
            "id": "a341eb39b6bb4fb48f14ae8fd283c52f",
            "sentence": "Tom and Mary are having a house-warming party this coming Friday evening."
        },
        {
            "id": "7afc19ed68ec4a82846a062183ac6310",
            "sentence": "I think that you should know that whatever happens, I\\'ll still love you."
        },
        {
            "id": "d570c9aa62d74c0e8396a0703cd62a2a",
            "sentence": "I think you should know that no matter what you do, I\\'ll still love you."
        },
        {
            "id": "f257162e4a084e20a1ced368697d61ef",
            "sentence": "If you want your workers to be happy, you need to pay them a decent wage."
        },
        {
            "id": "29ca73d49bd44265aadc880862f7d101",
            "sentence": "I only eat meat from animals that I have personally killed and butchered."
        },
        {
            "id": "91fcb97e81e54132a8846b15a1144b28",
            "sentence": "I had to catch the first train this morning in order to get here in time."
        },
        {
            "id": "cf43e92c47f94b9c82011e38ecbba075",
            "sentence": "I held onto the rope for as long as I could, but I finally had to let go."
        },
        {
            "id": "a34ef875687748098c40cf22c3603bec",
            "sentence": "I overheard Tom and Mary speaking French to each other just before class."
        },
        {
            "id": "2c5f401e70344b69ab1c2a2c3761527f",
            "sentence": "I wanted to let you know about that, but Tom told me not to say anything."
        },
        {
            "id": "08b51d450e9b4a688e623a45b562e69b",
            "sentence": "Why don\\'t you look into the problem yourself? It\\'s your responsibility."
        },
        {
            "id": "bb49dafd57b64445b9cec1d94d2aee9d",
            "sentence": "A lot of people are going to tell you that you shouldn\\'t have done that."
        },
        {
            "id": "36d53429abac49a19962b40e2771dfb9",
            "sentence": "Yesterday was the first time Tom had ever played in front of an audience."
        },
        {
            "id": "0bac0c0924c745d287c933503b8d2614",
            "sentence": "Tom told Mary that he would be quitting his job and going back to Boston."
        },
        {
            "id": "8af2608ec1984d50b6a06bf15938a610",
            "sentence": "Tom doesn\\'t have Mary\\'s address in Boston, but he has her phone number."
        },
        {
            "id": "b3aa125df7be457eb7df1ba645c0388a",
            "sentence": "I\\'m surprised Tom doesn\\'t know how to sing at least one song in French."
        },
        {
            "id": "26171c33867342ef9dd0f4b02bb90f5c",
            "sentence": "All you have to do is write a few sentences about what you did yesterday."
        },
        {
            "id": "0f5d0cc7463e4f4892a05ef0ae24c591",
            "sentence": "Can you get that medicine over the counter or do you need a prescription?"
        },
        {
            "id": "443c17d6bae843fdb2192f6873c6fdd7",
            "sentence": "I can bring in some more sophisticated equipment if you think we need it."
        },
        {
            "id": "496579d8b89b4269b1964dab1292c3d1",
            "sentence": "The ozone layer helps protect us from ultraviolet radiation from the sun."
        },
        {
            "id": "4bae51e2774e44beb937802d123fe085",
            "sentence": "There were a lot of empty beer bottles lying on the ground near the tent."
        },
        {
            "id": "b5185b09b9324d10afdb67aa2d8c4762",
            "sentence": "To be a good translator, I think Tom needs to hone his skills a bit more."
        }
    ],
    "nbPages": 3576,
    "nbResults": 715026
}