{
    "currentPage": 3560,
    "pageSize": 200,
    "items": [
        {
            "id": "6f1372896ada4e9e96c0b73dac41034b",
            "sentence": "His loneliness was as deep as the blue of the ocean around his dugout canoe."
        },
        {
            "id": "d03a20ed4c6e4ccaab5fa1277fa20749",
            "sentence": "Tom stood at the window and, in the fading light, began to play the trumpet."
        },
        {
            "id": "4299a8e90c544498ac79421e7c580343",
            "sentence": "Getting a sports car is easy, compared to the maintenance one must do on it."
        },
        {
            "id": "0f188bc0bd7d4905bffd94dcd6979fcd",
            "sentence": "Father was in a bad mood since he couldn't play golf because of bad weather."
        },
        {
            "id": "45a93d0f0775463eb789fe376f26a671",
            "sentence": "The true secret of writing a good letter is to write as if you were talking."
        },
        {
            "id": "09626c8dec8543849d6e8777fd6938d0",
            "sentence": "If anyone comes in my absence, tell him that I won't come back till evening."
        },
        {
            "id": "aa237b29cd5946868dea93cd22c0b6ef",
            "sentence": "We would have bought the plane tickets if the price had been a little lower."
        },
        {
            "id": "8722c392bc564b658d01a2a61b1758fd",
            "sentence": "Now that you are a high school student, you are responsible for what you do."
        },
        {
            "id": "5eae00ddc8b7419fb57283b3ce126301",
            "sentence": "Pigeons can find their way home with the help of the Earth's magnetic field."
        },
        {
            "id": "9b00906e64034987885e5ba7d0e7821d",
            "sentence": "The machine was too complicated for us to find out the cause of the trouble."
        },
        {
            "id": "35243b84414341948aac96e1440cd056",
            "sentence": "The meeting was called off as there was no hope of agreement on either side."
        },
        {
            "id": "951cef354d074958806f232f0b4ed766",
            "sentence": "This book says the earliest man-made bridges date back to the New Stone Age."
        },
        {
            "id": "c10d28fef85347898df24c34f1a75cad",
            "sentence": "The population of your city is about five times as large as that of my town."
        },
        {
            "id": "e390d5849ac442db97b2da272e395bed",
            "sentence": "Tom was so lost in his thoughts that he didn't hear Mary come into the room."
        },
        {
            "id": "cb27b6e79fa146c29aeb7c49266c70cf",
            "sentence": "If you put your dirty clothes in the laundry basket, I'll wash them for you."
        },
        {
            "id": "23867777a1da4e74afbe8ef16753829d",
            "sentence": "Do you have a needle and thread that I could use to sew this button back on?"
        },
        {
            "id": "ca2702583981497c9dd388657d0e4d3f",
            "sentence": "I've already told Tom that I plan on staying in Boston for three more weeks."
        },
        {
            "id": "73a1330e8acd4c8ea4a24aac256e9d52",
            "sentence": "Drink this potion, and you'll be able to turn into whatever animal you want."
        },
        {
            "id": "118a22df38da422783fe8a22c0c85def",
            "sentence": "I ate some of the cake that my mother baked, even though she told me not to."
        },
        {
            "id": "8c58514fb66c4878ab608025fe46a188",
            "sentence": "You should apologize to your father for not getting home in time for dinner."
        },
        {
            "id": "14f73b173db04705bb458f1125dabee5",
            "sentence": "I was born in Boston, but I moved to Chicago after I graduated from college."
        },
        {
            "id": "c2d84652c80e4e5eaea40a27f4b7ef12",
            "sentence": "Tom knew that Mary was very unlikely to be able to do what she wanted to do."
        },
        {
            "id": "2cef9ffbc4694dd1b3ed95b1da519e5a",
            "sentence": "Tom got to the airport three hours before his flight was scheduled to leave."
        },
        {
            "id": "908227a3d8a74b7e9126575b999f68b3",
            "sentence": "We know that it's going to happen. We just hope that it doesn't happen here."
        },
        {
            "id": "dd72d35c77e249449aebe38d4b79a554",
            "sentence": "Tom is fluent enough in French that many people think he's a native speaker."
        },
        {
            "id": "223a9b86dba8433884228d23d240c0d7",
            "sentence": "Tom didn't like his office, so he asked his boss to let him use another one."
        },
        {
            "id": "baa4eb324f2b495296ce661181ed0ffd",
            "sentence": "When the teacher asked for volunteers, Tom raised his hand, but Mary didn't."
        },
        {
            "id": "fa840559dc634d1eaebaa112ee671952",
            "sentence": "I want to tell you something, but it's a secret. Promise not to tell anyone."
        },
        {
            "id": "4c708e4b546c40208617098c8acdc784",
            "sentence": "I'm glad I wasn't the one who had to tell Tom that his wife had been killed."
        },
        {
            "id": "40aefdf0c7ca4213b5dc5a59efdef668",
            "sentence": "Carrots are good for your eyes. Have you ever seen a rabbit wearing glasses?"
        },
        {
            "id": "f254db60dd404bfa9589212cbd35f216",
            "sentence": "Are you sure you want to walk to the station by yourself this late at night?"
        },
        {
            "id": "d5552fd09eb6413a822d46ebad78b2c8",
            "sentence": "I wonder if keeping your head down and living safely is a survival instinct."
        },
        {
            "id": "ed6edfcc1d8146efba762939b75a6022",
            "sentence": "Bigfoot is not a pet. For one thing, they don't like being called 'bigfoot'."
        },
        {
            "id": "c11e54b0fd044beba0a3412a9e201837",
            "sentence": "Even though Tom explained it in detail, I'm not sure I really understand it."
        },
        {
            "id": "d09717a3ac554c448133600e8d33986d",
            "sentence": "I don't know if it's a bug or not, but this software doesn't work correctly."
        },
        {
            "id": "b297536e1f254fb685d9a36334183e0b",
            "sentence": "I can’t wait for the pond to freeze so that I can ice skate with my cousins."
        },
        {
            "id": "d7ca09b5446a49e089ea7076943b4db2",
            "sentence": "The majority of the population of this country are against mandatory voting."
        },
        {
            "id": "986879a5b3c24fc597026b0ba1146b53",
            "sentence": "Tom has thirty ties in his closet, but he always wear the same two or three."
        },
        {
            "id": "d90c99c4be6b4c6fa8e3f4b02bed5213",
            "sentence": "Tom likes Boston so much that he's decided to stay for another three months."
        },
        {
            "id": "4a6d0baa4b854f23896f649886cc0f79",
            "sentence": "Tom found himself struggling to keep his grades up after a romantic breakup."
        },
        {
            "id": "97b63c2a17fb49abb13142e6be6f4b51",
            "sentence": "Mary was wearing a red dress, and Alice was wearing the same dress in green."
        },
        {
            "id": "733ca53868e748cb8562c4f5cca1589f",
            "sentence": "Lack of funding seriously impairs the ability of the police to solve crimes."
        },
        {
            "id": "476037f7353a4d8c9ac11eacbe7772f4",
            "sentence": "I want to have this letter translated into French by the day after tomorrow."
        },
        {
            "id": "364a20c8f6a44884936610a2e6dcc5d8",
            "sentence": "Tom's only backup plan in case things went wrong was to fake a heart attack."
        },
        {
            "id": "9c1fce08e5f543b897351209787a931a",
            "sentence": "When I opened the door, I saw Tom standing on a ladder painting the ceiling."
        },
        {
            "id": "c52f0d0c389b4ea588a243954cb463cc",
            "sentence": "When I was growing up, everyone in my family had to share the same computer."
        },
        {
            "id": "063b4ed515074bdeaeca488510df188c",
            "sentence": "I want to know when you can come over to my place and help me move my piano."
        },
        {
            "id": "9da69d41e69b49b29989b301d7bc5807",
            "sentence": "Tom's childhood might've been happier if his parents hadn't gotten divorced."
        },
        {
            "id": "9d523f5a636f4ff9bc4a2b72a8faa54e",
            "sentence": "Tom had a sneaking suspicion that Mary had met up with John after the party."
        },
        {
            "id": "158caff4333749e59669f16c41d8b73d",
            "sentence": "What's important now is what we're going to do, not what we've already done."
        },
        {
            "id": "04043bb8ec9644eca8a86e7530e0c947",
            "sentence": "After months spent looking for one, Mary finally bought herself a new dress."
        },
        {
            "id": "69f31d92a1c64f3cbf9c34113745ef82",
            "sentence": "We don't need any more food right now, but we really do need drinking water."
        },
        {
            "id": "d867b45d83c24b9cae10ac4733397306",
            "sentence": "Since we had so much fun last year, we want to do that again this year, too."
        },
        {
            "id": "b1aa30f4648c4840addaad1e9f5df412",
            "sentence": "I heard you restate what I said, but I'm not sure whether you agree with me."
        },
        {
            "id": "e62aae66277c47d3bca2d8b171888856",
            "sentence": "This textbook, having been printed in haste, has a lot of printing mistakes."
        },
        {
            "id": "498dcb2d691a415a8019e311e31b87ca",
            "sentence": "I'm wondering if any of my children will remember that today is my birthday."
        },
        {
            "id": "b481512f2e7346baa77f01d1366519aa",
            "sentence": "I didn't really expect that Tom would lend me money, but I asked him anyway."
        },
        {
            "id": "3965afd21a8d479798cf933b1fb331cd",
            "sentence": "The secret of success in life is known only to those who have not succeeded."
        },
        {
            "id": "a605e299df7a4dbcbac33e0244ce9380",
            "sentence": "Tamarind is often used as an ingredient in Thai recipes for its sour flavor."
        },
        {
            "id": "639de28900e54eaab99ea93b38263c4a",
            "sentence": "I think it might be dangerous for Tom and me to go skin diving by ourselves."
        },
        {
            "id": "109b72a33e5c4bb8a39c00b65ba065d9",
            "sentence": "For exercise, I go jogging almost every day as soon as I get home from work."
        },
        {
            "id": "00c18285de774c238a3b4611979a8797",
            "sentence": "It's true that today women have more rights, but before they had more power."
        },
        {
            "id": "b4200165ed674607939967a4b8c7792c",
            "sentence": "Tom walked into Mary's office, pulled out his gun and shot Mary's assistant."
        },
        {
            "id": "4e72a7d978cc49b3b8b57a29043027ca",
            "sentence": "If you can't explain it to a six year old, you don't understand it yourself."
        },
        {
            "id": "22539e43006f4d97a1dd965f0ccf3cfd",
            "sentence": "Tom has been living in a small cabin in the woods for the past three months."
        },
        {
            "id": "1aef20c7b5dc4fa496e271039a32d46e",
            "sentence": "Tom painted the house as a surprise for Mary, but she didn't like the color."
        },
        {
            "id": "a4447c2ed47b40dc93b95093777f52fc",
            "sentence": "The man I talked to on the bus said that he'd been to Australia three times."
        },
        {
            "id": "d6186b3db4c3426391c1f701e0f36709",
            "sentence": "The man that I talked to on the bus said he'd been to Australia three times."
        },
        {
            "id": "6213809d292f4d3fbfafbeda3a25b20d",
            "sentence": "I must have tried on everything in the shop, but nothing looked right on me."
        },
        {
            "id": "68f5895d7cf34c6aacc520657a83a1e2",
            "sentence": "The girl, who had her head on the boy's shoulder, looked around in surprise."
        },
        {
            "id": "af77675cd47340a78b170e5205fe4e14",
            "sentence": "Supplies of food were low and we had to ration out the little that was left."
        },
        {
            "id": "4fca62758da9422fae931f9674d06c51",
            "sentence": "I was asked by my uncle what I intended to be when I graduated from college."
        },
        {
            "id": "c84b430e936942499fa56eccca8e4fed",
            "sentence": "If it rains on that day, the game will be postponed until the next fine day."
        },
        {
            "id": "d9ce7ac7d62841c38355dfce9505cc18",
            "sentence": "From the buyer's point of view, the prices of these CD players are too high."
        },
        {
            "id": "15a05498843d42cd91454d3053393b3e",
            "sentence": "He kept playing the same record over and over until I had to leave the room."
        },
        {
            "id": "f97a652727f8462ab23893f3493c9038",
            "sentence": "He asked me whether she had given me the book, or if I had bought it myself."
        },
        {
            "id": "1d3816deb3e84cc4bd47a2cc262ff2e1",
            "sentence": "It makes no difference to her whether she lives in a city or in the country."
        },
        {
            "id": "6e55d409458c40ae8dd373470680cc0a",
            "sentence": "She can play tennis very well, but I can play just about as well as she can."
        },
        {
            "id": "492b75959ddd4a4a8ed1fd39a6efcc39",
            "sentence": "It is difficult for us to get along with her, because she is hard to please."
        },
        {
            "id": "b424ca6d519a4a2181b304b7a77b36fa",
            "sentence": "I'm going to have dinner with him tomorrow night, so I'll feel him out then."
        },
        {
            "id": "774b671cc49947468aeb1780ff6c9696",
            "sentence": "This novel describes the life of the Japanese as it was a hundred years ago."
        },
        {
            "id": "35fe1d07e5e64266acff9a95823e8c03",
            "sentence": "This old building isn't worth fixing up. It would be better to tear it down."
        },
        {
            "id": "01e022b94211426dbd57de1d445fd5cb",
            "sentence": "You can't treat the class as a whole, but must pay attention to each member."
        },
        {
            "id": "d78f7d5a7b924fcfa8094106d3dc2798",
            "sentence": "You should have known better than to go out in the rain without an umbrella."
        },
        {
            "id": "9ccc1f6692b648ec9a3a8b27808fb0d7",
            "sentence": "If I had known about your illness, I would have visited you in the hospital."
        },
        {
            "id": "e22ad2ebe0a74846b0effb141a61817a",
            "sentence": "If you come back this afternoon, I'll have a couple of experts here for you."
        },
        {
            "id": "1dc60b8e883044ddaa1b29f2c59a578c",
            "sentence": "You have to read between the lines to know the true intention of the author."
        },
        {
            "id": "6c4afe9bce8a4411a4bb6317ccddaeea",
            "sentence": "I just got back from the States yesterday, so I'm still thinking in English."
        },
        {
            "id": "728851574e7040c1870b61a79d0b5dbd",
            "sentence": "It was really considerate of you to lend me $500 when I was in difficulties."
        },
        {
            "id": "d75e1516243c42f3b2c18d1d82aa8746",
            "sentence": "I didn't have time to recover before I came down with another horrible cold."
        },
        {
            "id": "b06fb06d95a541b0b1bb75b9ba92250d",
            "sentence": "Give me a break. If you have something to say, stop making faces and say it."
        },
        {
            "id": "810ceb43b41648ec9428a266b61abd8c",
            "sentence": "I not only borrowed money from Tom, but I also borrowed money from his wife."
        },
        {
            "id": "17bf810b7d4d4fad90132c885afa89f8",
            "sentence": "During my early teens, I wasn't always on the best of terms with my parents."
        },
        {
            "id": "8bf1b816b0e84e149921c79093e31f7c",
            "sentence": "Tom and Mary stopped talking and turned to watch John walking up the stairs."
        },
        {
            "id": "a1c25be10bcd4ae382288303c7851b07",
            "sentence": "Tom was holding a glass of whiskey in one hand and a cigarette in the other."
        },
        {
            "id": "13065a856b074b38a9234d05fe78b064",
            "sentence": "Filiberto lives in a very large apartment in a city we're not familiar with."
        },
        {
            "id": "d9a558652fc14723a12ec3021a4f3fac",
            "sentence": "That isn't a proper subject to bring up in conversation at the dinner table."
        },
        {
            "id": "a54e815337114990a127d0b6d101b8b0",
            "sentence": "That's not a proper subject to bring up in conversation at the dinner table."
        },
        {
            "id": "0004b055917749bfa173ac07ee98eb50",
            "sentence": "I can't believe that Tom is still talking about what happened two years ago."
        },
        {
            "id": "302f9b5f31184bc38cb84aa7bbc0c0cc",
            "sentence": "You can't just string along every new employee with promises you never keep."
        },
        {
            "id": "8fe5c617566941e99f6a63c6e425b1fe",
            "sentence": "Tom was never very good at team sports, but he enjoyed swimming and cycling."
        },
        {
            "id": "f2a9feae232b41c5b0168e39aaf6244b",
            "sentence": "Tom has been sitting in the other room noodling on his guitar all afternoon."
        },
        {
            "id": "b365e63288264e6ea1378f9f389fa02a",
            "sentence": "Tom dreamed that he had won the contest, but that his prize had been stolen."
        },
        {
            "id": "39e3a4925c5c4e7ab182591fb573678c",
            "sentence": "It wasn't simply by coincidence that Tom and Mary both happened to be there."
        },
        {
            "id": "d3fdc10b60cb498c84c9b506f156f006",
            "sentence": "This is how I've always done this, and I plan to continue doing it this way."
        },
        {
            "id": "38f39c9308be477ba664ac70aaec7b6a",
            "sentence": "There are only three pairs of chopsticks on the table. We need another pair."
        },
        {
            "id": "5b52accabc6c494e965bfc9bdf91dd4a",
            "sentence": "My father kept in touch with us by mail and telephone while he was overseas."
        },
        {
            "id": "b0cbeb33d4414b7f90b02f2ec9346cb7",
            "sentence": "The possibility the explosion was caused by carelessness can't be ruled out."
        },
        {
            "id": "90162236223046d9a10ff003a25498b3",
            "sentence": "Each episode of that TV drama ends with somebody delivering a profound line."
        },
        {
            "id": "f8133de98eab457ba9d5e064b9f4ab02",
            "sentence": "Have you had any persistent itching, rash, or dryness anywhere on your body?"
        },
        {
            "id": "6343eae86b8d41ba8260c86e679ff277",
            "sentence": "On Monday, Tom made it plain that he wasn't yet ready to throw in the towel."
        },
        {
            "id": "f4874551396c476b83d2e63db39e4971",
            "sentence": "We'd better go to another room, so they can't hear what we're talking about."
        },
        {
            "id": "eab0eb22d56a40d0a84bc04ed3b4a57a",
            "sentence": "There was hardly anyone who didn't laugh when the singer fell off the stage."
        },
        {
            "id": "5b584424557a4d07b353062300d03aea",
            "sentence": "When I was cleaning the attic, I found some old pictures of my grandparents."
        },
        {
            "id": "d3bf864f0d7f4f34a08f6b9b40f5b326",
            "sentence": "Mary made a batch of cupcakes for the party, and they were eaten in no time."
        },
        {
            "id": "e00925110f5c48b5a517086c72c26371",
            "sentence": "Mary was a quiet type who kept to herself and rarely interacted with others."
        },
        {
            "id": "3c241dd2fc9641ec8142e3231fac2733",
            "sentence": "Tom ended up asking Mary to the dance, even though he said that he wouldn't."
        },
        {
            "id": "39ff5cd2d01e4715b7b853b6b1cdade3",
            "sentence": "She couldn't have expected that he would come home when everything was over."
        },
        {
            "id": "97200881f6114a4eaa99e5362cfd1577",
            "sentence": "In the last three years, a lot of new buildings have been built around here."
        },
        {
            "id": "380e8cf85f784cfb9726b3a111e3d871",
            "sentence": "Tom found out that the man he thought was his father wasn't his real father."
        },
        {
            "id": "8b702407202c49b0b39e059c121ada04",
            "sentence": "Tom took away his daughter's phone because he wanted her to do her homework."
        },
        {
            "id": "ed72d5c509ad453f9c9445968c28d202",
            "sentence": "I don't know how the fight got started, but I do know how it's going to end."
        },
        {
            "id": "59fc5552a6bb41b2b5d847416cd47d25",
            "sentence": "Eggplant is the main ingredient of some vegetarian dishes with tomato sauce."
        },
        {
            "id": "e2f7ae03251c4f5faae7776adc456d1c",
            "sentence": "Tom has already spent close to half of the money that he won in the lottery."
        },
        {
            "id": "71de488f82634b92a972f33e6060989d",
            "sentence": "People shouldn't drink and drive. Some people shouldn't even drink and walk."
        },
        {
            "id": "fb0addee9ac0467e9fd995eb4cb9e2b9",
            "sentence": "How many Chinese characters does the average college-educated Japanese know?"
        },
        {
            "id": "722d66582ce845b48b0402eacc7649ff",
            "sentence": "The surgeon who did Tom's operation is very experienced and highly regarded."
        },
        {
            "id": "c9045f56981047fc95e74fadeaa66be8",
            "sentence": "Like a house of cards, Tom's dreams and plans came crashing down around him."
        },
        {
            "id": "3a9103a594d3480fbe5c8f25c308760b",
            "sentence": "Some children brought peanut butter sandwiches, some ham, and others cheese."
        },
        {
            "id": "526974b5bae34dfcaa78c65e02b00b55",
            "sentence": "Tom is very overweight and gets offended when people tease him for being so."
        },
        {
            "id": "78465d95bb534b049f8e9ef3149c59a2",
            "sentence": "I've been having a lot more fun here in Boston than I expected to be having."
        },
        {
            "id": "c86c8d7b466246c28f1bd1715ad6ca6a",
            "sentence": "The back door was wide open, and there were lots of mosquitoes in the house."
        },
        {
            "id": "37622a0732044485b9e1a00746a5f4a4",
            "sentence": "It's not a good idea to open an email attachment without knowing what it is."
        },
        {
            "id": "6181b04e120f4e8cb0fffd8aeca1952c",
            "sentence": "The twins look so much alike that it's almost impossible to tell them apart."
        },
        {
            "id": "5732a82261a64831a068536b1360e765",
            "sentence": "With Esperanto you can communicate equally with people from other countries."
        },
        {
            "id": "7accb84a0c7e455dbb7ac6d99de84df0",
            "sentence": "Of all the essays I read today, I thought this one was the most interesting."
        },
        {
            "id": "fb420504974a4d66b30a039ec2bd1190",
            "sentence": "Please send in the original document, and keep a photocopy for your records."
        },
        {
            "id": "ef2bf56f943e4f599f3fe287e8cee51a",
            "sentence": "After Tom got fired, he was escorted out to the building by security guards."
        },
        {
            "id": "62e0cadda478489baf0ec159f52b2075",
            "sentence": "I don\\'t want to give them any reason to think I\\'m not willing to do my job."
        },
        {
            "id": "0e3d7939828744f899530f0bffa2f6f0",
            "sentence": "If I\\'d been able to speak French then, I wouldn\\'t have gotten into trouble."
        },
        {
            "id": "315a194b534440d5a22da82ba291bb6a",
            "sentence": "It would take me too much time to explain to you why it\\'s not going to work."
        },
        {
            "id": "69c8d4bc388f40799ed2a710dec8bca1",
            "sentence": "Is it worth spending time trying to help people who don\\'t want to be helped?"
        },
        {
            "id": "ea639b52dbae409eb68f96bf78d96f1e",
            "sentence": "It\\'s not through inventions but through improvements that fortunes are made."
        },
        {
            "id": "f5055853bd0b48d6a75838d98fff4881",
            "sentence": "I think it\\'s highly unlikely that I\\'ll ever see my stolen motorcycle again."
        },
        {
            "id": "492ba840828a49b5b0df9f973d065478",
            "sentence": "I think it\\'s highly unlikely that we\\'ll be able to escape from this prison."
        },
        {
            "id": "25bbbaadca004db08d6313ed51a0f04a",
            "sentence": "She advised him to go there alone, but he didn\\'t think that was good advice."
        },
        {
            "id": "bc0c4dd493ae4a5d8ad4b353dae307c8",
            "sentence": "Don\\'t bother waking me up at 4:00 a.m. I don\\'t plan to go fishing tomorrow."
        },
        {
            "id": "625db94894d641488f64962e45cc179a",
            "sentence": "Tom\\'s eyes weren\\'t yet accustomed to the dark, so he couldn\\'t see a thing."
        },
        {
            "id": "b7b7e49193d34a75904829e046f54b1f",
            "sentence": "Everyone rushed over to the other side of the ship to see what was happening."
        },
        {
            "id": "a0465012379b4aec92f82feb38f450cc",
            "sentence": "I imagine that Tom will eventually run out of money and have to go back home."
        },
        {
            "id": "054cb45075bf48729de5592c44cf994d",
            "sentence": "Mary tied an apron around her waist and then took the turkey out of the oven."
        },
        {
            "id": "a9cb753891144fa5ae697acdedbf3d2d",
            "sentence": "Tom spends all day speaking French at school and only speaks English at home."
        },
        {
            "id": "fee3de5d5fb348408296eb947f0dace8",
            "sentence": "Tom wondered if he should pretend to appreciate the dinner Mary made for him."
        },
        {
            "id": "75a88186e1584366937b3d6b05316d1b",
            "sentence": "Tom would often make mistakes purposely just so the teacher would notice him."
        },
        {
            "id": "13929566bef04d40a3293bb565270867",
            "sentence": "I think it\\'s unlikely that a situation like this one would ever occur again."
        },
        {
            "id": "b42e276dba6d43eba924c1985457a79c",
            "sentence": "If I were to study French, I\\'d prefer to study with a native French speaker."
        },
        {
            "id": "a8f1c09481b14c568744695098e0eba1",
            "sentence": "The best cookies I\\'ve ever eaten are the ones that your mother baked for me."
        },
        {
            "id": "f365a8a01e304c56a2fa4dcf39861cf0",
            "sentence": "Tom is still wearing his wedding ring, even though he\\'s not married anymore."
        },
        {
            "id": "972cc36db85649728eb0e32d5437ecf8",
            "sentence": "Why don\\'t you hang around a while after everyone else leaves so we can talk?"
        },
        {
            "id": "96ac6ee082f54c16b6d792618b5419ff",
            "sentence": "After I graduated from college, I spent two years traveling around the world."
        },
        {
            "id": "884401b4b2d54ffb822a58682e23e0b4",
            "sentence": "It\\'s unlikely that anyone other than Tom would be interested in buying this."
        },
        {
            "id": "e3fd1627a37c4736a6b8c83716d7b8e4",
            "sentence": "Tom and Mary were about to sit down for dinner when John knocked on the door."
        },
        {
            "id": "0b14ab53f3c74123841724455830b53f",
            "sentence": "Tom bought a new camera for Mary to replace the one he had borrowed and lost."
        },
        {
            "id": "31d04ba9828f46acb1d191c36e024d1d",
            "sentence": "Tom claims that he can taste the difference between these two brands of salt."
        },
        {
            "id": "077a7dd6e8f248508470063419e86df8",
            "sentence": "Tom decided to go ahead and ask Mary the question he had been wanting to ask."
        },
        {
            "id": "2360ae704bff4f9ebf391006ce07af1c",
            "sentence": "Tom said that he wanted to be alone and then he went upstairs to his bedroom."
        },
        {
            "id": "7eee2b2c575b4cb3b716f8bcadc5c744",
            "sentence": "Tom spent the better part of the day writing an article for a local magazine."
        },
        {
            "id": "a1e76e73f5c04cf98e1b62af24e9fc4f",
            "sentence": "After getting out of the shower, Tom wiped the fog off the mirror and shaved."
        },
        {
            "id": "05ad2d72c6f04faab00a9491b4bff49d",
            "sentence": "We had hoped some students would come, but there was no one in the classroom."
        },
        {
            "id": "59de33bfc7194737ac2f5299d78a8968",
            "sentence": "Would you please stop pacing around like that and just sit down for a second?"
        },
        {
            "id": "879b6792494943db8ffcd58044caac93",
            "sentence": "Don\\'t forget to spend a little time looking over your notes before the exam."
        },
        {
            "id": "447ecbf582ed4b95836169c1118dacd9",
            "sentence": "I don\\'t think it\\'ll rain, but I\\'ll take an umbrella with me, just in case."
        },
        {
            "id": "4a67ff396fc641a9a44253f66e7751ca",
            "sentence": "Why don\\'t we let Tom handle this matter? After all, he\\'s the expert, right?"
        },
        {
            "id": "da1bb8c29ff34c059fe0a2a1e271e768",
            "sentence": "You can believe what you want to about me, but that doesn\\'t mean it\\'s true."
        },
        {
            "id": "ce3fd410547c44baacfcf3865305ceca",
            "sentence": "Tom wanted to get in a little target practice before he went into the office."
        },
        {
            "id": "a14be9dfac5b4fd8986b54a2eb6cf4e9",
            "sentence": "I thought for a moment Tom was really going to tell Mary about what happened."
        },
        {
            "id": "7c48273c0ee347b3b3e51b209fd72966",
            "sentence": "Tom shouldn\\'t have written his password on the inside cover of his notebook."
        },
        {
            "id": "58d479a65b46421e9178690acf1dc668",
            "sentence": "This book is written in simple English, so it should be easy for you to read."
        },
        {
            "id": "884251eea524428e9660fc038cc106d8",
            "sentence": "Tom had no idea that Mary was planning to stay in Boston for three more days."
        },
        {
            "id": "9ff53ced58514a2f98675e9123a11a5d",
            "sentence": "Tom wondered why Mary had written his name on the back cover of her notebook."
        },
        {
            "id": "86b4128ddaa84eee92065fd2f2d6f527",
            "sentence": "Tom said he liked what she had made for dinner, but he was only being polite."
        },
        {
            "id": "b9f705c7a3444c61a7cd5f7abc2cae99",
            "sentence": "Tom believes that getting married to Mary was the best thing he\\'s ever done."
        },
        {
            "id": "c8efd8d524594f57901c1fd34517e7a1",
            "sentence": "Tom, Mary, John and Alice all went to the park to play on the merry-go-round."
        },
        {
            "id": "26324940963b499db7f71b3662c48248",
            "sentence": "Tom has three sisters. One lives in Boston and the other two live in Chicago."
        },
        {
            "id": "a3728702c0ee4bf1b05ceb3145fe171b",
            "sentence": "Tom doesn\\'t like swimming in pools. He prefers swimming in lakes and rivers."
        },
        {
            "id": "04ce715fbeeb4275b9565a48a1c4aa4b",
            "sentence": "Tom hid in the mountains because he didn\\'t want to get caught by the police."
        },
        {
            "id": "b822bfa0adcb4520b43fcc29c4f8947f",
            "sentence": "I wish I could figure out how to finish this project without asking for help."
        },
        {
            "id": "0faf8b83af544120b87aaf0b24c95432",
            "sentence": "If there are no dogs in heaven, then when I die I want to go where they went."
        },
        {
            "id": "833e39c0448f43ce885301943a8a85eb",
            "sentence": "It seems that Tom had planned to give Mary the loan she had been looking for."
        },
        {
            "id": "16136b20430a4dfda502810e26689d67",
            "sentence": "Tom\\'s partner thought that they should also sell gourmet popcorn seasonings."
        },
        {
            "id": "212d7fa58cdc4297817933a88582356f",
            "sentence": "Tom was supposed to help me paint the barn yesterday, but he never showed up."
        },
        {
            "id": "c781db4b3f4446188f62ffd443613516",
            "sentence": "I can\\'t tell you what a disappointment it was that Tom didn\\'t win the race."
        },
        {
            "id": "83349eddd8354cb091ad04a284fa22bd",
            "sentence": "Tom ignored Mary almost all day, but finally talked to her just after dinner."
        },
        {
            "id": "a8174454efd244eb84b470371a494049",
            "sentence": "Tom lied about his age, so Mary thought he was much older than he really was."
        },
        {
            "id": "fd66c4b5b820400fb0fda728dbb2f1e1",
            "sentence": "Tom plans to go to Boston as soon as he can after his summer vacation begins."
        },
        {
            "id": "2b1b51db607242579361a6a244681071",
            "sentence": "In the early afternoon, Tom decided that he just had to get out of the house."
        },
        {
            "id": "2bde169df1fc44f59ee71de03098aa97",
            "sentence": "I didn\\'t want to spend any more time trying to convince Tom to study French."
        },
        {
            "id": "e790dd7e0c6c42909e27c619a7bc7d00",
            "sentence": "I don\\'t see how Tom can stay up all night and then be so wide awake at work."
        },
        {
            "id": "f0a0c304a4b64fc0886be06ce240a84c",
            "sentence": "I wonder whether or not Tom has ever told Mary about what we did on that day."
        },
        {
            "id": "36a62db3e1f148c2b397cd00cba61951",
            "sentence": "Mary dreamed that one day she would meet a prince and they would get married."
        }
    ],
    "nbPages": 3576,
    "nbResults": 715026
}