{
    "currentPage": 3566,
    "pageSize": 200,
    "items": [
        {
            "id": "b78d8cbe91b040e28974c04f5124b18a",
            "sentence": "He got up quickly, splashed cold water on his face, brushed his teeth, and shaved."
        },
        {
            "id": "df8d13911a0d464580dae2b9884de511",
            "sentence": "I wish I could be more optimistic, but I don\\'t think things will get better soon."
        },
        {
            "id": "6f13ada0161b4f25bc0629859d9a1d43",
            "sentence": "The kitchen knife wasn\\'t sharp enough to cut the meat, so I used my pocket knife."
        },
        {
            "id": "397a2b2addea4c1684d80eaed6654625",
            "sentence": "Falling in love with Tom was probably the biggest mistake that Mary had ever made."
        },
        {
            "id": "c69a2447f1654d4ba01259854dadc4fa",
            "sentence": "Tom thinks that he\\'s Mary\\'s boyfriend, but Mary thinks that he\\'s just a friend."
        },
        {
            "id": "e5bbb00f47274ce3bf61a0914c49e074",
            "sentence": "I wish I could figure out how to get my car painted without paying a lot of money."
        },
        {
            "id": "339c7c79064242548bd7c9322a79e8f6",
            "sentence": "The biggest problem in Tom and Mary\\'s marriage is Mary\\'s mother\\'s interference."
        },
        {
            "id": "0ccfdfbd550b4f61b6085086fcbb700e",
            "sentence": "Why are you here in Australia? You\\'re supposed to be in New Zealand, aren\\'t you?"
        },
        {
            "id": "60932a9693e74b0d981666fdb007fe09",
            "sentence": "Tom has been in love with Mary since they were both in elementary school together."
        },
        {
            "id": "a5cf776c63cd459aac269d76caacc63d",
            "sentence": "Tom told his teacher that the reason he had been absent was that he had been sick."
        },
        {
            "id": "080b7cfdc91541d4b06366af20c3d683",
            "sentence": "Tom wants to buy an eight-track player to put in the car his grandmother gave him."
        },
        {
            "id": "3035b142efd04fb0822477ef142c7cf8",
            "sentence": "Tom bought two chocolate cupcakes with vanilla icing and gave one of them to Mary."
        },
        {
            "id": "13b9e7f6ea2d430c93c841434a857a8b",
            "sentence": "You have the right to talk to a lawyer for advice before we ask you any questions."
        },
        {
            "id": "bb9f714ccdbf4aca92404475c236c670",
            "sentence": "I think it\\'s unlikely that Tom would be interested in buying your old MP3 player."
        },
        {
            "id": "e26e65a94d3a404eb80c68405df1e302",
            "sentence": "Some people speak from experience, and some people, from experience, don\\'t speak."
        },
        {
            "id": "5c8f4153022544229edb3e9c3ab37e69",
            "sentence": "Just because something's more expensive doesn't necessarily mean that it's better."
        },
        {
            "id": "f330684d3fd642de9887d2a62fec44d4",
            "sentence": "Every high school student should be required to take an introductory logic course."
        },
        {
            "id": "cf694ae898144538a8fbe46f16ad543e",
            "sentence": "The drama on TV was so popular that it stirred up people's interest in the period."
        },
        {
            "id": "b7437f82aee14d569d13d40fda15bf4c",
            "sentence": "He's reigning champion, and no young challenger is going to take it away from him."
        },
        {
            "id": "07757150fb0e4cf7a07f1f6b5a84ad3f",
            "sentence": "Peer pressure often leads to people doing things they know that they shouldn't do."
        },
        {
            "id": "bfcfdeeff0b44a129fc1a158466537ad",
            "sentence": "My parents don't like my girlfriend. They think that she's not good enough for me."
        },
        {
            "id": "091a6472114a4f0d814d433aaf04cacf",
            "sentence": "Tom didn't know where the hospital was, so he had to ask someone how to get there."
        },
        {
            "id": "1baaa420cb264d56b616307029374a06",
            "sentence": "We got divorced three months ago and my ex-wife is already engaged to another man."
        },
        {
            "id": "300f67a460e2426a81f4eec3cc5bef3b",
            "sentence": "How did people sharpen their pencils before the invention of the pencil sharpener?"
        },
        {
            "id": "4427e37ea5a146a89f18ea6c975c8bab",
            "sentence": "Yesterday, I went to work at eight in the morning and came home at eight at night."
        },
        {
            "id": "9c8744a9792347cc939ccff2d1181dcd",
            "sentence": "I'm going to come home a little early. There isn't much work at the office anyway."
        },
        {
            "id": "581dbd32ab204160a09db86fbc191b76",
            "sentence": "I liked the concert we went to last week better than the one we went to yesterday."
        },
        {
            "id": "7d9e11a6f47645f98b9eddcb09f720a6",
            "sentence": "The reason that the report had so many mistakes was because I wrote it in a hurry."
        },
        {
            "id": "dbc5604b257e402d8adf00904d944c77",
            "sentence": "After years of living on his own, Tom found it hard to adjust to living with Mary."
        },
        {
            "id": "cbdfcd6ad6f2472991356879f6ea2de3",
            "sentence": "Tom was furious, but he tempered his language because there were children present."
        },
        {
            "id": "a84d97f580874d9ba2e15ac93ae2a1e8",
            "sentence": "Every religion, like every person, has brought good and bad things into the world."
        },
        {
            "id": "6561d72f595742bb9f0ba4a60c63d1bb",
            "sentence": "When did you find out that Tom wasn't the one Mary wanted to go to the dance with?"
        },
        {
            "id": "6fa154e7fb9c47409f1d5590bf8363d1",
            "sentence": "You still can't drive all the way there. You'll have to walk the last three miles."
        },
        {
            "id": "d4a1228db07940f39200500ad0b62ad4",
            "sentence": "Perhaps you could help us tomorrow. However, if you don't want to, that's OK, too."
        },
        {
            "id": "03d56a38d4354cd4a64dfa8040a7da03",
            "sentence": "Many people watch videos with closed captions for reasons other than hearing loss."
        },
        {
            "id": "a1f683c16ccc4199bc8ee636ae012a3e",
            "sentence": "In order to make a phone call, I put my hand in my pocket and searched for a coin."
        },
        {
            "id": "1bec9b2a95c64f0ba963a347813a8c52",
            "sentence": "I saw a red car and a white one. The red one was nicer looking than the white one."
        },
        {
            "id": "3e3b858305404441b21bb48e32eaa3fe",
            "sentence": "My life would probably have been quite different if I had been born a month later."
        },
        {
            "id": "4c346adc30b24330b2f1afca6011d026",
            "sentence": "Even if you fail the first time you try it, don't give up, but try doing it again."
        },
        {
            "id": "2617f9a3be8848f193d905a3e007d298",
            "sentence": "Little did I know Tom and Mary were playing footsy under the table the whole time."
        },
        {
            "id": "82fbe80d19094ceebca7c010a0fb8b54",
            "sentence": "Buying concert tickets in advance is usually cheaper than buying them at the door."
        },
        {
            "id": "9058f60f018d4075af68a75b6a258b16",
            "sentence": "I realize that you're going to desperately look for arguments to prove your point."
        },
        {
            "id": "3cf80853bc89456499c0e0913acaaf91",
            "sentence": "Tom liked Mary for years, but at some point, his feelings for her changed to love."
        },
        {
            "id": "871278eb768348118be6b9f02c2b4690",
            "sentence": "There's no need to gang up on Tom just because he didn't understand the situation."
        },
        {
            "id": "c44d5315db98464b9adba01448278b16",
            "sentence": "I knew Tom would've been a great addition to the team. Sadly, he died a month ago."
        },
        {
            "id": "2a707d9717b049408f7699c8b4420f30",
            "sentence": "It's a shame that I had to quit my job just when I was getting the hang of things."
        },
        {
            "id": "e95e87bbfc8f4062abfdcf0452b43cbd",
            "sentence": "I wanted to get a tattoo on my chest, but everyone told me that was a stupid idea."
        },
        {
            "id": "8a77046eaf4b4d6591a730d191ae43a9",
            "sentence": "Tom wished that his friendship with Mary could have developed into something more."
        },
        {
            "id": "7241fd75ac66490488d260eb673089f6",
            "sentence": "The friendship between Tom and Mary quickly developed into something more serious."
        },
        {
            "id": "fd3caa0bcee1442eb4bca843276b2a16",
            "sentence": "Many people don't realize that antibiotics are ineffective against viral diseases."
        },
        {
            "id": "4e6a47f8418a48559f57c30eedd327fe",
            "sentence": "I want to draw your attention to the highly encouraging results from last quarter."
        },
        {
            "id": "6f31692987ee4b7a87cb64ef95b6d08e",
            "sentence": "The rebels began distributing food and clothing from the storehouse to the locals."
        },
        {
            "id": "460dd3c1415c4e24a0daa8692bb18925",
            "sentence": "For this sword, the tang passes fully through the handle, tapering toward the end."
        },
        {
            "id": "ace5b9c3007e4174842f070ec5019771",
            "sentence": "The incredible girth of a Sequoia tree is necessary to support its titanic height."
        },
        {
            "id": "92b5e912d0a846b89d12e85c40737aa7",
            "sentence": "The pilots were confused by the seemingly anomalous readings of their instruments."
        },
        {
            "id": "76c34a0cb0c64e29992001f2fbec0ff4",
            "sentence": "The pain you go through because of love is by far sweeter than any other pleasure."
        },
        {
            "id": "2b0cff8bacb340089aabc0eab7cfeeaa",
            "sentence": "If you don't think that the party is going to be any fun, then I don't want to go."
        },
        {
            "id": "37e4dc822c9e4198a81560e62184e3ff",
            "sentence": "If you keep fish in a fish bowl, you should change the water at least once a week."
        },
        {
            "id": "2ff027aa7ff54fc78ece8d9b6c295774",
            "sentence": "I was planning to drop by Tom's on the way home and ask him if he needed any help."
        },
        {
            "id": "105f76504bce4fb384d0adf70395c05d",
            "sentence": "In order to get to know a person, one merely needs to travel with them for a week."
        },
        {
            "id": "144fd70c013b4e06b2ae8642dc4547bc",
            "sentence": "Finding the transpose of a matrix is a common step in linear algebra calculations."
        },
        {
            "id": "e2337d360d594e80bca15e41345224ea",
            "sentence": "I let Tom off in front of the post office, and he walked the rest of the way home."
        },
        {
            "id": "f5c5c3aa8e164084b456d9a491896a3e",
            "sentence": "Even though French is his native language, Tom often makes pronunciation mistakes."
        },
        {
            "id": "7321281c6d3344728e6ed9a184919362",
            "sentence": "Our marriage counselor told us that we needed to spend more quality time together."
        },
        {
            "id": "13af8fff77864a56b678ac09d5f6afad",
            "sentence": "Tom loved the song even though the lyrics were in a language he didn't understand."
        },
        {
            "id": "a87a8e5336c046be9f9c9c3e7b95f72b",
            "sentence": "Tom couldn't tell from Mary's reaction how she felt about what he had said to her."
        },
        {
            "id": "2661345ffc2348cf932c276af198cd24",
            "sentence": "If Cleopatra's nose had been shorter, the history of the world would be different."
        },
        {
            "id": "9bb9c14e4a734bd9a3c7fd70b9bf3a8a",
            "sentence": "White tigers are not albinos. If they were, they would have no stripes whatsoever."
        },
        {
            "id": "5df77b854bf445fe90f2e4a5b929160c",
            "sentence": "I'd like to stay here and chat, but I have to go to a concert my kid's playing in."
        },
        {
            "id": "d4e5c63052d645dbac3f7a54cd0c74e5",
            "sentence": "I'm a great believer in luck, and I find the harder I work, the more I have of it."
        },
        {
            "id": "34bdbe9eb7234b35bc7168e85cccab90",
            "sentence": "I promised myself that I'd make Tom laugh at least once before the end of the day."
        },
        {
            "id": "640a8c34f5b14c238352da3b1930aa9e",
            "sentence": "In a cruelly ironic twist of fate, someday Tatoeba will make an example of us all."
        },
        {
            "id": "578161a58f9848dc8ebd3608ec308aae",
            "sentence": "After spending hours out in the cold winter wind, my skin got all chapped and dry."
        },
        {
            "id": "5ddd493ccca844499e30391e1057b837",
            "sentence": "You may be able to pass unnoticed in a city, but in a village that's not possible."
        },
        {
            "id": "5e7e22fc0cbe49438451190a1a9e4763",
            "sentence": "I disapprove of what you say, but I will defend to the death your right to say it."
        },
        {
            "id": "30ada985d59e40b09c77f390abd011ea",
            "sentence": "Tom isn't the only one who thinks that it would be a good idea to get there early."
        },
        {
            "id": "c087487c47db4edabb3577e6f487a217",
            "sentence": "Three years ago, Tom's doctor told him that he only had three months left to live."
        },
        {
            "id": "62d6e742c60348aab8096f9f6d869727",
            "sentence": "Buttered toast always falls butter side down because butter is heavier than bread."
        },
        {
            "id": "7f5105718f6d471ea3af162fccfa055f",
            "sentence": "Mary suffered from severe postnatal depression after the birth of her first child."
        },
        {
            "id": "ffb8901c948c408e8fb7a3ec950496b5",
            "sentence": "It'll be hard to find a good vocalist who isn't already working with another band."
        },
        {
            "id": "65986ed9ee374111a621360b91770d0b",
            "sentence": "How much bandwidth would you save by using audio only and turning off your camera?"
        },
        {
            "id": "87105cbdc8224604b942cadeca271216",
            "sentence": "Tom knew every inch of the island after being stranded there for over three years."
        },
        {
            "id": "a3e9c3b674b3432095c160c136744cdf",
            "sentence": "Between 1820 and 1973, the United States admitted more than 46 million immigrants."
        },
        {
            "id": "b8c50ee28a374e308ab8e7ba7b73774f",
            "sentence": "There is a new store down the street that is going to open the day after tomorrow."
        },
        {
            "id": "b5c3cb65b4d6493d9d33d4d6355d2225",
            "sentence": "You should've seen the look on Tom's face when I told him about what had happened."
        },
        {
            "id": "15024be0f79c479484459a906bf7a1c3",
            "sentence": "Recently, the price of crude oil has soared, and the cost of gasoline is going up."
        },
        {
            "id": "951bc6f24ebd428fa2d9b8d26304ce14",
            "sentence": "Tom told the police that Mary's sudden disappearance was out of character for her."
        },
        {
            "id": "00995ebe04804af398d890d402be98de",
            "sentence": "Tom's Bible reading group petered out after a few months through lack of interest."
        },
        {
            "id": "26de6a8508e74327902e45bbedeee9dc",
            "sentence": "Call me every few days, and in that way we can keep in touch if something happens."
        },
        {
            "id": "5d2817ef6d5042b6b479805acb11e143",
            "sentence": "We all searched high and low for the missing documents, but they were never found."
        },
        {
            "id": "a7731f357e9245189496c6687e0e7627",
            "sentence": "Tom took thousands of pictures during his vacation, but then never looked at them."
        },
        {
            "id": "093ca81d773a43618330033b444487fc",
            "sentence": "I'm batching it this weekend because my wife is visiting her brother in Frankfurt."
        },
        {
            "id": "bc15d3d6e8fa4832a13a70bdd456135d",
            "sentence": "When I first met Tom, I thought he was a nice guy, but I soon found out otherwise."
        },
        {
            "id": "32d1fb64c519459c8f11cf9e53ffbbfc",
            "sentence": "Before you start learning French, you need to ask yourself why you're learning it."
        },
        {
            "id": "cd8bba854795436c83ecaf444cdc8123",
            "sentence": "Many students complain about the amount of homework that their teachers give them."
        },
        {
            "id": "0ae26b64bd614a4196cdd613582b9d69",
            "sentence": "It doesn\\'t matter how much money you offer me. I\\'m not going to sell this to you."
        },
        {
            "id": "1bb3b469bdf14f2bbca57ce43cb8c2ba",
            "sentence": "I met an old man who says that he\\'s never eaten at a restaurant in his whole life."
        },
        {
            "id": "d05202d968cc452f9793c43bf93cd232",
            "sentence": "A connection between personality and blood type has not been scientifically proven."
        },
        {
            "id": "99a8b46de0a441daa07367199290d0d4",
            "sentence": "It\\'s been a long time since I\\'ve gotten off work while it\\'s still light outside."
        },
        {
            "id": "51336550499146c6b9d53adfb4c5746f",
            "sentence": "There is an urgent need for understanding how climate change will affect our lives."
        },
        {
            "id": "d88de188b78f467dbdc25851255fc527",
            "sentence": "I\\'m beginning to understand why you don\\'t bother to try to explain things to Tom."
        },
        {
            "id": "d8453e266d6442e097754ef58e98b378",
            "sentence": "I\\'ve had a slight sore throat since this morning. I wonder if I\\'ve caught a cold."
        },
        {
            "id": "e5f4b0948566471ea09eb0c8d3a3f92c",
            "sentence": "It\\'ll take longer to tell you how to do it than to just go ahead and do it myself."
        },
        {
            "id": "0db9a7c4fa7148e2a356095e8b56f930",
            "sentence": "Many parents think it\\'s important for their children to learn how to speak French."
        },
        {
            "id": "6f6e0833974b46dfa1a76d47366b60c7",
            "sentence": "The more time you spend talking about what you do, the less time you have to do it."
        },
        {
            "id": "46bb0c51bb8c4b6d88f744381caeaa01",
            "sentence": "Tom started studying French when he was a child, so his pronunciation is very good."
        },
        {
            "id": "26134bbf3bc1401f92924d8c2a31b0b5",
            "sentence": "Even though Tom explained it in detail, I\\'m still not sure I really understand it."
        },
        {
            "id": "6fbaaddb12324509855815cb93882cf2",
            "sentence": "I know what time you said to be there, but I wasn\\'t able to be there at that time."
        },
        {
            "id": "48d52fa4d0f447929c8ad69126230f11",
            "sentence": "Even though Tom didn\\'t want to, he was too polite not to invite Mary to his party."
        },
        {
            "id": "33e8321c40a547ff8a71ab5905c7a064",
            "sentence": "I\\'d like to buy the car you\\'re selling, but I don\\'t have enough money right now."
        },
        {
            "id": "bfb69cead71c4cf5a5ba03b1ff4f97f2",
            "sentence": "I never for a moment imagined I\\'d be able to afford to live in such a fancy house."
        },
        {
            "id": "b17f4f9f3da64ffdba0305431cd3b199",
            "sentence": "Tom certainly gave the impression that he wasn\\'t planning on being there tomorrow."
        },
        {
            "id": "4c66b30e11da4e0394550aa8ec3ee748",
            "sentence": "Tom knew that Mary couldn\\'t swim, but he asked her to go swimming with him anyway."
        },
        {
            "id": "0c2b372334a042039b78e59bd277c4d2",
            "sentence": "The teacher wrote something on the blackboard, but it was too small for me to read."
        },
        {
            "id": "5c90aba3c19945a99f8d79b3a84e2c45",
            "sentence": "Tom asked Mary to pick up some toothpaste and some toilet paper at the supermarket."
        },
        {
            "id": "f9721e81cee3458ab17247ee0ba7c615",
            "sentence": "All the teachers and students we talked to said that Tom is easy to get along with."
        },
        {
            "id": "26fcedce53d540ee9484b93cfad13dfc",
            "sentence": "The police searched Tom\\'s house for three hours, but they couldn\\'t find anything."
        },
        {
            "id": "50ec714e16fa4391a5008d2a0e890fba",
            "sentence": "Tom couldn\\'t completely rule out the possibility that he was going to get drafted."
        },
        {
            "id": "856c72c9b8b943d1b601d8a8d74a5ba9",
            "sentence": "Tom couldn\\'t think of Mary without remembering how painful their breakup had been."
        },
        {
            "id": "bf0186f06d4c4e1b86286d32ee2f969b",
            "sentence": "Tom believes that Mary made a big mistake when she sold her father\\'s Stradivarius."
        },
        {
            "id": "f586b00c54f748899b71b27b87018a6c",
            "sentence": "Tom contacted me the other day asking me if I\\'d play guitar for a charity concert."
        },
        {
            "id": "72cd362ef80a4940b3665d29d0837d2a",
            "sentence": "Tom decided to try trimming his beard with a knife, but he wasn\\'t very successful."
        },
        {
            "id": "a7ef0becb0724b0bbfa62c5ce0064c32",
            "sentence": "Tom didn\\'t buy anything at that store because he thought the prices were too high."
        },
        {
            "id": "d9b93e43248f422d8e98f694ef8c8d20",
            "sentence": "Tom doesn\\'t think there is any advantage of doing it the way you suggest we do it."
        },
        {
            "id": "d0e2e97600d648f28e1b5ddac8162b65",
            "sentence": "My grandmother used to use her sewing machine a lot up until about three years ago."
        },
        {
            "id": "441b78dca7834856ba4483e98b9d14ef",
            "sentence": "All I can think about is next month\\'s vacation. I haven\\'t been on one in so long."
        },
        {
            "id": "cd30536a188441fe9ccc85df148de463",
            "sentence": "Since I was carrying a suitcase in each hand, I pushed the door open with my elbow."
        },
        {
            "id": "78c88c705aba4f26b726bb0249afed4e",
            "sentence": "Tom thought that he had woken up from his dream, but in fact he was still dreaming."
        },
        {
            "id": "aac167c1fcc54f23aa5091acf543caef",
            "sentence": "When you compare this dictionary with that one, you can easily see which is better."
        },
        {
            "id": "2580670bf69248b5a6d332009f7b34e9",
            "sentence": "Tom wanted Mary to talk to John about the problem she was having with his children."
        },
        {
            "id": "c8055cb1c456441a8b41a737c18de756",
            "sentence": "Tom was sentenced to five days in jail and a year on probation for drunken driving."
        },
        {
            "id": "dd7b882b70b84ef4904118186e9417c6",
            "sentence": "We could probably make more money if we lowered the price since we could sell more."
        },
        {
            "id": "59fb093167de45869fe0b6a6b442084d",
            "sentence": "When I was in school, left-handed kids were forced to write with their right hands."
        },
        {
            "id": "567fa9b3b798447887d4ba8d84341d70",
            "sentence": "I don\\'t want to be the one who tells Tom that Mary died in an automobile accident."
        },
        {
            "id": "422f4b47c2d645839e928a2f92beaf73",
            "sentence": "I\\'m sure you\\'re aware that you\\'ll be the only one there who can\\'t speak French."
        },
        {
            "id": "5c24d462025543f6ac4ace94367b6359",
            "sentence": "The reason Tom is fat is because he eats too much and doesn\\'t get enough exercise."
        },
        {
            "id": "bf5e4fb4a0444ec1a067516a9c52dadc",
            "sentence": "Tom says that he can\\'t remember anything that happened on the day of the accident."
        },
        {
            "id": "51c0f45f5db14a74ba4e2dbc66e1e8ce",
            "sentence": "Tom certainly should be careful not to make Mary angry when she\\'s holding a knife."
        },
        {
            "id": "6192fdf7371d4e2f8f69edcff5dd1cff",
            "sentence": "Tom says that someday he\\'ll be able to play the English horn as well as Mary does."
        },
        {
            "id": "bf1bed31dfb74230afdc1088a495200a",
            "sentence": "I can remember some faces, but there are some people here I don\\'t remember seeing."
        },
        {
            "id": "7a254193e63a4f4ebed77dacd27f46d4",
            "sentence": "Tom is doing everything within his power to improve the patients\\' quality of life."
        },
        {
            "id": "b86f3b89ebf14bcc91b56200ae268eb9",
            "sentence": "Tom became tired of always having to pay the bill every time he went out with Mary."
        },
        {
            "id": "71f603f71e3e43efa4798444fc918b4c",
            "sentence": "Tom certainly looked and sounded better than he did last month when we visited him."
        },
        {
            "id": "0e9219691e23400e837654157b0e564c",
            "sentence": "Tom looked at his watch and saw that he only had five minutes left until lunchtime."
        },
        {
            "id": "51b4f49e8dcd4de5b3265663668e6a50",
            "sentence": "Tom works as a bank clerk during the week and as a part-time lifeguard on weekends."
        },
        {
            "id": "a0842e3a643d40b0920ff0ee47310afc",
            "sentence": "I still have a lot of questions I want to ask you about your relationship with Tom."
        },
        {
            "id": "2072abd0c9fd40d0ac9fe783ad98aec9",
            "sentence": "The restaurant owner allowed her to take table scraps home to feed all of her dogs."
        },
        {
            "id": "3572b68b82fa4fe78fe5a2c847bcf24b",
            "sentence": "There is a sewing machine and an ironing board in the room where Tom used to sleep."
        },
        {
            "id": "7e2a6eec7bf640f2a3c865f479d80078",
            "sentence": "Tom doesn\\'t want Mary to say anything to John about seeing Alice with another man."
        },
        {
            "id": "99b302de16d345719e3c17c56705e0b8",
            "sentence": "Tom\\'s trip turned into a nightmare when his passport and credit cards were stolen."
        },
        {
            "id": "cc3a39c990bf47688dc25f229338434c",
            "sentence": "I could have stayed a while longer, but I was getting tired, so I decided to leave."
        },
        {
            "id": "a00782f97bf34a818cb41d42e31f8942",
            "sentence": "I spend as much time working in the garden in one day as my brother does in a week."
        },
        {
            "id": "eaedb1de4aee4b2d8254ec5600b9a0d7",
            "sentence": "The president\\'s sudden resignation has rattled the company. What should we do now?"
        },
        {
            "id": "95435895c0604723b6119bccdd032852",
            "sentence": "I know I should sleep for at least eight hours a day, however I usually sleep less."
        },
        {
            "id": "2cdf398a52fd4f78a6b905cef59d357b",
            "sentence": "I think Tom understands that if he wants my help, all he needs to do is ask for it."
        },
        {
            "id": "f6fe13306a9c42969297afa7c90f3abf",
            "sentence": "Tom certainly had plenty of opportunities to go to concerts while he was in Boston."
        },
        {
            "id": "2e71cc45b2c34d00807a4c9c1bda5a48",
            "sentence": "There was something I needed to get at the supermarket, but I forgot to pick it up."
        },
        {
            "id": "4615d71478374c2d9ed088871b8d0f35",
            "sentence": "When Tom was a child, he went to Boston every summer to stay with his grandparents."
        },
        {
            "id": "17f7547b66f14f2c820d2a6549794995",
            "sentence": "I was also impressed with the school\\'s cleanliness and the students\\' pride in it."
        },
        {
            "id": "eab2a39690294bac9da45d950aeeac20",
            "sentence": "They say that in America anyone can become president, but perhaps that\\'s not true."
        },
        {
            "id": "86d595388e3847988ac9747c6a343802",
            "sentence": "I know it\\'s highly unlikely that I\\'ll be able to convince you that you\\'re wrong."
        },
        {
            "id": "e5e3014b5b53444dbb701fc2b1b68c58",
            "sentence": "I know that it\\'s highly unlikely I\\'ll be able to convince you that you\\'re wrong."
        },
        {
            "id": "9fb3a24c22f84be2a56a7aacd4f6f55a",
            "sentence": "Tom had never had time to read anything other than textbooks when he was a student."
        },
        {
            "id": "c452773b32974dc082e7752ffbe90f62",
            "sentence": "Tom can\\'t quite believe Mary is really going on a date with him this Friday night."
        },
        {
            "id": "abaafda7b1544771bf8427b41a0aebd9",
            "sentence": "If you could share a meal with any three people, living or dead, who would they be?"
        },
        {
            "id": "4050ef91c5b24386921a494d685d62b0",
            "sentence": "At that time, Tom didn't know that Mary was the one he'd eventually get married to."
        },
        {
            "id": "9e397f0340ed4aaa9537579d374eff4b",
            "sentence": "Experts say coffee prices are rising mainly because people are willing to pay more."
        },
        {
            "id": "f255e75134e249059bfefd6d910a89f3",
            "sentence": "He seems to have a habit of getting on his coworker's back when he makes a mistake."
        },
        {
            "id": "4aa044a5d95c4cdeb848280af88f37d1",
            "sentence": "She got so carried away listening to the Beatles that she missed the date with him."
        },
        {
            "id": "e182f220937c44d0a39cf16d3f5e8902",
            "sentence": "It's hard to learn to speak a language if you don't have any opportunity to use it."
        },
        {
            "id": "748842f203cc44bb8ba10a4e37626bfd",
            "sentence": "Without air conditioning, it's impossible to travel by car in the middle of August."
        },
        {
            "id": "15d26e9b5c76497e8ec753ed5baa55ac",
            "sentence": "I don't believe in astrology, but that doesn't mean that I don't read my horoscope."
        },
        {
            "id": "8d315b67349e480ea1af98993e9820a4",
            "sentence": "What's the point of staying alive when all the people you love aren't here anymore?"
        },
        {
            "id": "5316adc7073d4471839303c4b01a4d20",
            "sentence": "The internet can either destroy you or help you grow. It depends on how you use it."
        },
        {
            "id": "64d2ebd7f273478585a41b0a18019ad0",
            "sentence": "I've tried every diet that has ever been published and I still haven't lost weight."
        },
        {
            "id": "6852aed0cfca464f8b08098ac787aa4b",
            "sentence": "I think each of us should give Tom something for his birthday, something home-made!"
        },
        {
            "id": "8c060879bba64d37b321f451b66d9ab5",
            "sentence": "Tom didn't realize that Mary didn't have enough money to buy food for her children."
        },
        {
            "id": "659c84b32ffe41379f310bda8c50fb20",
            "sentence": "Because I don't have children, I can spend more time volunteering than parents can."
        },
        {
            "id": "ea68055b7b6b4472876be4885325083e",
            "sentence": "It snowed last night and I don't have snow tires, so I walked to work this morning."
        },
        {
            "id": "cf6c3ceb62574ad6883bc1e73c09d529",
            "sentence": "I told you it was dangerous. The reason you got hurt was because you didn't listen."
        },
        {
            "id": "c2ad77dd483849e2a6c908a647105a74",
            "sentence": "Even though Tom thought the idea didn't make much sense, he said he'd give it a go."
        },
        {
            "id": "8f8b56f55b7348eaafb9a46b1e779786",
            "sentence": "Tom asked his family to never buy him a skydiving voucher for any of his birthdays."
        },
        {
            "id": "9fd68be65d3d49f79694e1dfb104f37c",
            "sentence": "Don't you think we should've gone where Tom wanted us to go instead of coming here?"
        },
        {
            "id": "1a8072535ee34dc6992188a3fe70bbf1",
            "sentence": "No matter how well I do something, Tom always tells me that I could've done better."
        },
        {
            "id": "6f0c34568fce47b3bfd69a6b1d14efc8",
            "sentence": "Tom lay down in the grass and looked up at the sky, with his hands behind his head."
        },
        {
            "id": "e832876f7bd44c9c9541b050aac2c584",
            "sentence": "Tom wanted to study music in college, but his parents wanted him to study medicine."
        },
        {
            "id": "48d4371193364272909f69d4d709a6ec",
            "sentence": "Tom can play several brass instruments, but he can't play any woodwind instruments."
        },
        {
            "id": "c7aaa377f11a49e0a8fc3b54aab245b7",
            "sentence": "Tom hit the nail on the head when he said our team lacks enthusiasm and motivation."
        },
        {
            "id": "0ecda581e66b4bab93fce1033052e28e",
            "sentence": "Tom fought his way through the flames and rescued the child from the burning house."
        },
        {
            "id": "d9e3ce32c87a4174877742a48053a177",
            "sentence": "When Tom got his final exam paper back, and saw that he'd passed, he felt relieved."
        },
        {
            "id": "332d52151d524ea08a9fc66c8d322fa5",
            "sentence": "I think that there aren't as many French speakers in Australia as there used to be."
        },
        {
            "id": "626b7fd6d4fb4dcebb02825c72b2abdf",
            "sentence": "Tom couldn't believe he was going out with one of the best-looking girls at school."
        },
        {
            "id": "8fa47f15a42f4d2d91cd197bbd8e9933",
            "sentence": "I wanted to get a tattoo on my chest, but everybody told me that was a stupid idea."
        },
        {
            "id": "902f9da02bb541f0a79f47e9b0388443",
            "sentence": "The restaurant we ate at last night was really good. You should eat there sometime."
        },
        {
            "id": "4515d8821bd14aa5866288c29de48fc3",
            "sentence": "Tom has gotten better at playing the clarinet since the last time I heard him play."
        },
        {
            "id": "852a71f98c86465d973baaabaaa394bd",
            "sentence": "If you want to know which direction the wind is blowing, just look at the windsock."
        },
        {
            "id": "d36be68819fa47babd7db60384a6efe2",
            "sentence": "When we started out in the summer of 2010, there were only three of us in the band."
        },
        {
            "id": "428126c18f164120b28d5e66f785a0f4",
            "sentence": "Some hospitals have special rooms to treat patients with highly infective diseases."
        },
        {
            "id": "84bf4b903d4f4055bc6d3a4cfaa0cffe",
            "sentence": "When Tom and Mary got married, they both promised never to lie to each other again."
        },
        {
            "id": "290bb71f656f4a188f290637ae110ac4",
            "sentence": "Tom and Mary spent the afternoon sitting on a park bench, talking about their dogs."
        }
    ],
    "nbPages": 3576,
    "nbResults": 715026
}