{
    "currentPage": 3567,
    "pageSize": 200,
    "items": [
        {
            "id": "c9caf9977c5c40f0b2166f9eb72a46e2",
            "sentence": "Sending manuscript after manuscript paid off. A magazine finally published my work."
        },
        {
            "id": "65e2f6c295414f38a28196d0bb5a09ca",
            "sentence": "Each pancake comes with a dollop of suspiciously soft butter in a tiny plastic cup."
        },
        {
            "id": "6f14936cf4da45efa84382dc72378d77",
            "sentence": "Tom and Mary speak the same language, but they don't seem to communicate very well."
        },
        {
            "id": "e22012773b5b406997cf0f8d5bd8943f",
            "sentence": "Some people bring joy wherever they go, and some people bring joy whenever they go."
        },
        {
            "id": "35bed70f530a4e6888c07f35c3d4f4ec",
            "sentence": "You probably won't live long enough to see your children graduate from high school."
        },
        {
            "id": "43bce56ad4fb42c8ad92d57fcdb3b870",
            "sentence": "I've been trying to talk to you alone, but you always seem to be with other people."
        },
        {
            "id": "73779119eb1f438a986139e1c5de264a",
            "sentence": "It's the dynamic interaction between the characters that makes this novel so great."
        },
        {
            "id": "4e9d4199fd294de99f45e9f0c10f4982",
            "sentence": "Right now I'm reading a book that has been written in English about French grammar."
        },
        {
            "id": "7823cd044fb246dd808021135aa9186b",
            "sentence": "I don't know whether Tom is married or not. To tell the truth, I don't really care."
        },
        {
            "id": "0614e9e485094428bbc8e50e67ebeafc",
            "sentence": "Imogen of the Internet has only been photographed by cheap webcams and cell phones."
        },
        {
            "id": "1c87b370b4e04bb1bdb8594a34e34bd5",
            "sentence": "I spent several hours that afternoon looking out my window at birds building nests."
        },
        {
            "id": "cdddd9cb601d4b2f912973152a145c36",
            "sentence": "I'm sure Tom will come back as soon as he realizes that he left his briefcase here."
        },
        {
            "id": "5908b5c1c5a94257a30b8b0d7f623761",
            "sentence": "I'm sure that Tom will come back as soon as he realizes he left his briefcase here."
        },
        {
            "id": "10c2e382dd3a41648134ea438fed10ec",
            "sentence": "Please leave a message after the beep and I'll get back to you as soon as possible."
        },
        {
            "id": "99e9052b52574233b8a5d150ef396836",
            "sentence": "It's always difficult for children to live up to the expectations of their parents."
        },
        {
            "id": "3fb9475ede9a466dad61240d20005651",
            "sentence": "I plan to sell or give away everything that I haven't used in the past three years."
        },
        {
            "id": "43987eed34254d8097eddbf2a9263642",
            "sentence": "I was going to go to Australia last month, but something came up and I couldn't go."
        },
        {
            "id": "8d57087badd545bb8a351f88ba663d32",
            "sentence": "The girl in the picture was wearing a crown, not made of gold, but made of flowers."
        },
        {
            "id": "7b088c5571e74c93a4168ae0020b340c",
            "sentence": "Tom didn't know Mary thought that he should invite John and Alice to their wedding."
        },
        {
            "id": "7a26ca04a24d4377b8dceac301be6889",
            "sentence": "Tom didn't know that Mary thought he should invite John and Alice to their wedding."
        },
        {
            "id": "52a63ae253f64b66b5ddcb223209f0e4",
            "sentence": "Recently, the price of crude oil has shot up, and the cost of gasoline is going up."
        },
        {
            "id": "06ba508fc53747b89a8306dbb6d40b09",
            "sentence": "Some people think that eating grapefruit with every meal will help you lose weight."
        },
        {
            "id": "dbe0739355b74fd783a9f8c861d4acd1",
            "sentence": "Tom thinks that Mary should apologize to John for not doing what she said she'd do."
        },
        {
            "id": "ed14cd2fcddb4d6e92a6d84665c0419a",
            "sentence": "If you'd followed my advice, you would've been able to do that without any problem."
        },
        {
            "id": "59984547a1a14f56986057d79daec1fa",
            "sentence": "At the time of the accident, almost all of the passengers on the bus were sleeping."
        },
        {
            "id": "a362780b7a0747fa9bf1998dbbc6b378",
            "sentence": "If you went jogging two or three times a week, you could probably lose some weight."
        },
        {
            "id": "0f0439d217fd4137b8246cbd6bd0213d",
            "sentence": "I could tell by the look on Tom's face that he didn't understand what was going on."
        },
        {
            "id": "255c9e678f5d4799809dbba6eac3c7ed",
            "sentence": "Tom believes that the rich deserve to be rich and that the poor deserve to be poor."
        },
        {
            "id": "4157df83abb7433fb96f65ec2fd01bf4",
            "sentence": "I suppose you want to ask me how I was able to make so much money in so little time."
        },
        {
            "id": "9c4654ef3ebe4461af2d4d22ea8f0bd2",
            "sentence": "I thought we had eaten everything in the house, but I found another box of crackers."
        },
        {
            "id": "ffa397d1d80a467e98e88d15e14b20b7",
            "sentence": "She bought him a dog. However, he was allergic to dogs, so they had to give it away."
        },
        {
            "id": "3e5282f2f88e43e095cb76a65223bdef",
            "sentence": "I may not know a lot, but I do know that Tom doesn\\'t know what he\\'s talking about."
        },
        {
            "id": "bb2f39c680f444818b77af3505b63130",
            "sentence": "Tom could have paid for Mary\\'s ticket if he\\'d known she didn\\'t have enough money."
        },
        {
            "id": "16e3e1bf559b48d283a1fb960cbd564b",
            "sentence": "I\\'d rather not waste my time trying to learn a language that I don\\'t need to know."
        },
        {
            "id": "d38feeb7ad024e08b9499bd6ffc66b8c",
            "sentence": "I\\'m putting myself through school, so I can\\'t have things that are that expensive."
        },
        {
            "id": "a6c50fb0fc7b487cbb6b293272086fe7",
            "sentence": "I figured you wouldn\\'t want the teacher to know you hadn\\'t done your homework yet."
        },
        {
            "id": "1aab10eb2a814ef09a34a1ad5bf40d4f",
            "sentence": "I know you probably don\\'t want to go out with me, but I\\'d love to go out with you."
        },
        {
            "id": "101b673369a247a98ca54ccc418fb7fe",
            "sentence": "You should always spend time doing things that help your children get ahead in life."
        },
        {
            "id": "a85967e178c24dd1ba23ab551e38272c",
            "sentence": "Is it true that illegal immigrants are taking jobs away from citizens who want them?"
        },
        {
            "id": "f0259cb08ff242798911ec6518250fb4",
            "sentence": "It was no coincidence that both Tom and Mary were in the cafeteria at the same time."
        },
        {
            "id": "98756715527d439b8243b1da021b6b82",
            "sentence": "Even though Tom has never even tried eating one, he says he doesn\\'t like kiwifruit."
        },
        {
            "id": "1a8fd24ea85e4644a72c0d03215e6788",
            "sentence": "I\\'m skeptical when I hear someone claim to speak more than five languages fluently."
        },
        {
            "id": "47051d28620e4db08f3429a2c7628df5",
            "sentence": "I wanted to discuss this with you yesterday, but you didn\\'t seem to want to listen."
        },
        {
            "id": "5da329bb23544abeafe8b85834d3bba7",
            "sentence": "The library near my house is now open only three days a week due to budget cutbacks."
        },
        {
            "id": "da70a12eb12245dc9274359efd6e4421",
            "sentence": "The most dangerous thing Tom ever wanted to try to do was to hold a poisonous snake."
        },
        {
            "id": "2ac67be53bc04a01aaabcf4aa925dd0f",
            "sentence": "Tom and Mary adopted two children whose parents had been killed by a suicide bomber."
        },
        {
            "id": "fb14780512f24ffda4f5574ca746087a",
            "sentence": "Tom and Mary relaxed in front of the TV for a couple of hours watching an old movie."
        },
        {
            "id": "41b855742d0d49ae985315e911117a73",
            "sentence": "Tom put up with the pain for a couple of weeks before finally going to the hospital."
        },
        {
            "id": "00d893fcc5be40b1abd47e0615068e13",
            "sentence": "Tom wanted to stay in Boston for a few more days, but he had to get back to Chicago."
        },
        {
            "id": "c690d22b27d64c5fa8c6824ac911b2c7",
            "sentence": "Tom wanted to stick around to see what would happen. Unfortunately, he had to leave."
        },
        {
            "id": "9576c48cf05d4bf2bce11587624cca0d",
            "sentence": "When a woman is murdered, the husband or boyfriend is always the number one suspect."
        },
        {
            "id": "484dca536e874c46a13db0237c249c80",
            "sentence": "Tom bought an engagement ring for Mary with money he inherited from his grandfather."
        },
        {
            "id": "14b3a8bddd0b4acc93f736554d29c920",
            "sentence": "As soon as I can get a decent video camera, I\\'ll start making videos to put online."
        },
        {
            "id": "8a36c1a435604559b0b7480b0aa184cf",
            "sentence": "I have many friends who speak fluently, but still don\\'t sound like native speakers."
        },
        {
            "id": "29daf8c930d34f8b9c85de67f25a4f34",
            "sentence": "Tom and Mary were speaking in French, so I had no idea what they were talking about."
        },
        {
            "id": "3bbba513ae0c4384b4dd073c39445147",
            "sentence": "Tom and Mary were in the middle of a heated argument when John walked into the room."
        },
        {
            "id": "6ae19c117c504ccf9b4b63e83d617527",
            "sentence": "No matter how many people tell him he made a mistake, Tom still insists he\\'s right."
        },
        {
            "id": "0ff7955c74714e9b9d3677003b279417",
            "sentence": "Tom claims that he wasn\\'t anywhere near the murder scene at the time of the murder."
        },
        {
            "id": "aff78d54830c44e49f73caba43eb2835",
            "sentence": "Tom is usually the last to leave, but last night Mary left ten minutes after he did."
        },
        {
            "id": "3743f76c8633479582596d611c641977",
            "sentence": "Tom\\'s a very pessimistic person and always sees the negative side of any situation."
        },
        {
            "id": "23db235f8fe547bb964b4162908ddcd9",
            "sentence": "Tom\\'s father died before he was born and his mother died shortly after he was born."
        },
        {
            "id": "5f205df8027f43d98eec0f14bbda4644",
            "sentence": "Contact your local police if you have any information on Tom Jackson\\'s whereabouts."
        },
        {
            "id": "a4592ce3b1914b1e82d7055fe685664a",
            "sentence": "Even though Tom has had way too much to drink already, he\\'s ordering another drink."
        },
        {
            "id": "6b8eea617d54470497da9ba948f58d0e",
            "sentence": "Tom wanted to meet Mary\\'s family, but Mary didn\\'t think that would be a good idea."
        },
        {
            "id": "77be630b449a42dc8fe3cecaa46d702a",
            "sentence": "Tom fell asleep on the train and missed the station that he was going to get off at."
        },
        {
            "id": "39b668c3f06242ce995538fcf8fdff67",
            "sentence": "Even though French is Tom\\'s native language, he often makes pronunciation mistakes."
        },
        {
            "id": "abb07799a4a24512a23a57acf6fee000",
            "sentence": "The police will release the victim\\'s name after they have notified his next of kin."
        },
        {
            "id": "b10b434eca034b95adb0545fb5a5463d",
            "sentence": "My parents said they have already purchased most of their Christmas presents online."
        },
        {
            "id": "cdc2fdf607a0431fba2c1568a2e2690b",
            "sentence": "Since the coat Tom tried on was too small, the clerk gave him another one to try on."
        },
        {
            "id": "34353c5622e04773a34ed62ea646dccf",
            "sentence": "The cake is in the oven now and it should be ready to come out in about ten minutes."
        },
        {
            "id": "ede93ebab6824d59ab6df802c224eacf",
            "sentence": "I didn\\'t want to get married, but my parents really wanted me to, so I got married."
        },
        {
            "id": "592768be80c348fcb57a613e8a1addb5",
            "sentence": "Tom and Mary\\'s little boy loves sitting on the kitchen floor banging pots and pans."
        },
        {
            "id": "01557a32bbc54e55bdd18710fb68acbb",
            "sentence": "Tom warned Mary that John was nothing but trouble. However, she ignored his warning."
        },
        {
            "id": "d131a56f16cf4b60b67e32dab5744c0f",
            "sentence": "Whether you believe it or not, I want to get this thing over with as much as you do."
        },
        {
            "id": "b00a3b3ec3d04a308fe1f3bbd7aa719b",
            "sentence": "Tom sat staring at the tropical fish swimming around in the aquarium in his bedroom."
        },
        {
            "id": "51f1acf3160346f78d03e3d4da926caf",
            "sentence": "Tom decided that it wasn\\'t necessary to take the medicine the doctor had given him."
        },
        {
            "id": "8219d6aa2e194818bbc3d1c16e1b0648",
            "sentence": "It's fine to set up a web page, just be sure you don't infringe anybody's copyright."
        },
        {
            "id": "66248d80bf4d4cbbbaf78b6a0f364cf3",
            "sentence": "I have to admit that when you first told me that you loved me, I didn't believe you."
        },
        {
            "id": "c9c77e60d5624e52b00118c4d11f3678",
            "sentence": "I'm going to ask you a question, but you'll only get one chance to guess the answer."
        },
        {
            "id": "06662c5ba52e4d0e891e9ad83f01694a",
            "sentence": "Tom has been in his room all morning listening to the same song over and over again."
        },
        {
            "id": "52f5578e38bd4fbcb653f0bbe9547511",
            "sentence": "Even though the house was surrounded by the police, the criminals managed to escape."
        },
        {
            "id": "26fa20861c5f42b9bdd61a147d621436",
            "sentence": "The bus now arriving is going to the International Terminal via Domestic Terminal 1."
        },
        {
            "id": "025a2eb5391f447ea32d5e89b8f0deac",
            "sentence": "Once you get a tattoo, it's like wearing the same T-shirt for the rest of your life."
        },
        {
            "id": "8fd1b84a74384b2da59c265ebd46db61",
            "sentence": "At first I thought that Tom was Mary's brother, but later found out he's her cousin."
        },
        {
            "id": "4f391bdc8f364cfc89685d63db51dcf9",
            "sentence": "I only use pens, but I still have a pencil sharpener in my backpack for some reason."
        },
        {
            "id": "2dbeeb9f0b944c70a860b4ed02985b14",
            "sentence": "Tom and Mary always have a lot to tell each other because they lead such full lives."
        },
        {
            "id": "1967c563650d4c28b081feeb32c7c5e6",
            "sentence": "According to the newspaper, the cost of living in Tokyo is the highest in the world."
        },
        {
            "id": "df82c8ba34b04c4097d70b68055dd0f7",
            "sentence": "The louder the music is, the more people drink because they spend less time talking."
        },
        {
            "id": "f0a3b102ad894e11903855bcaf10e26f",
            "sentence": "My car was damaged in a hit-and-run accident in a supermarket parking lot yesterday."
        },
        {
            "id": "3b0eaa11e94e422dac2a3e5681eaecf8",
            "sentence": "My grammar may not be perfect, but people seem to understand what I'm trying to say."
        },
        {
            "id": "fd1f2a1e0af340189bf0c07330ae1fc5",
            "sentence": "You didn't really think you were going to be able to do that by yourselves, did you?"
        },
        {
            "id": "e16024e59f8c4db8aaf38d850f65e741",
            "sentence": "The reason we have so many stray cats around here is that Tom has been feeding them."
        },
        {
            "id": "c3365a71a43b42c18bab3743ebfaf7fe",
            "sentence": "Tom and I both wanted to go to Australia, but the boss said only one of us could go."
        },
        {
            "id": "922191cb9e344275bf2bc2c8f5b839d6",
            "sentence": "The school bus pulled up in front of the school and the students started getting on."
        },
        {
            "id": "a20cb8d8038f4b8dbe04f1ea5b27dc8e",
            "sentence": "With the gas prices the way they are now, many people have started commuting by bus."
        },
        {
            "id": "c967677735cf464ba45e096116bc4951",
            "sentence": "Even though I felt that there was something strange, I just didn't know what it was."
        },
        {
            "id": "07031396f44049968ec0613b06967f63",
            "sentence": "Whenever I talk to my father, I realize that he has a lot more experience than I do."
        },
        {
            "id": "58937b97567047aaac294b054ddb6797",
            "sentence": "If you put your mind to it, you can do it, and if you don't, you won't get anywhere."
        },
        {
            "id": "ab4df91e08274334ad06924622e97275",
            "sentence": "There isn't only one right answer, but that doesn't mean there are no wrong answers."
        },
        {
            "id": "f6752109334f4c59978ce6f8f246fdaf",
            "sentence": "Tom wanted to study French, but Mr. Jackson suggested that he study English instead."
        },
        {
            "id": "4ab10f494d2a448bbfeda2952083dee6",
            "sentence": "Thankfully, Tom didn't have his door locked, so we were able to wait for him inside."
        },
        {
            "id": "debbaa01237a4c37b592dbd3c7c8ced0",
            "sentence": "I saw someone in Australia doing it, and decided that I'd like to try it out myself."
        },
        {
            "id": "0fe8d91641e64845bc335d094fc24bf4",
            "sentence": "Butternut squash is a good source of manganese, potassium, and vitamins A, C, and E."
        },
        {
            "id": "264dc2f496554f16be7414ae92563c13",
            "sentence": "You need to practice speaking French every day if you want to become a good speaker."
        },
        {
            "id": "65e79ab8c5ba4808a8ea1d7f7cdf541d",
            "sentence": "If you accidentally step on a dirty pitchfork, make sure you have your tetanus shot."
        },
        {
            "id": "00ae166eff0f4a4d90f58f360a5f7c43",
            "sentence": "I'm not sure most people understand the depth of cruelty that people are capable of."
        },
        {
            "id": "324bd0b5c7e64177ba262276ffe8c495",
            "sentence": "Bring us two egg sandwiches, two cups of coffee and two pieces of apple pie, please."
        },
        {
            "id": "66de757904054b3e8d032dfed4b3f307",
            "sentence": "We didn't choose this fight, but now that we're in it, we're going to try to win it."
        },
        {
            "id": "7197e742368744dca021bd340196ca94",
            "sentence": "I want to know what you want me to do with all the stuff that you left in my garage."
        },
        {
            "id": "78209e22014f4a93a0326ae37e6479eb",
            "sentence": "Some of the college students who are caught cheating on the exams do not even blush."
        },
        {
            "id": "e6b426c4d54f4873a6caa26ac72e5a4a",
            "sentence": "Chicory root has historically been used as a substitute for coffee during shortages."
        },
        {
            "id": "b3cb093320df4ff892eceef0d0ba055b",
            "sentence": "Three kinds of men fail to understand women: young men, middle-aged men and old men."
        },
        {
            "id": "b5837a2792024c73972309f49ee006a6",
            "sentence": "Whenever Tom and Mary see each other out and about, they always stop to have a chat."
        },
        {
            "id": "605aa686a75c483bb3d0f5082c894c0e",
            "sentence": "The hospital restricts the number of visitors who can enter the intensive care unit."
        },
        {
            "id": "726ac6532d264dfaa19af9dc9a8380bf",
            "sentence": "Visitors are usually asked to remove their shoes before they enter a Japanese house."
        },
        {
            "id": "83554e17d81248d4b1f99ea7cc4f641f",
            "sentence": "Back when there were still hundred yen bills, the American dollar was worth 360 yen."
        },
        {
            "id": "2cfad103bb4a4274a6121a9530723d90",
            "sentence": "Next month, Tom will be in Australia. The month after that, he'll be in New Zealand."
        },
        {
            "id": "92dee428ba244cb9a29fb334a4320396",
            "sentence": "I prefer writing with a pencil, because that way I can erase it if I make a mistake."
        },
        {
            "id": "8bd8fe5fc38f419ca8bf886f637a49d9",
            "sentence": "On September 26, 1959, the strongest typhoon in Japan's recorded history hit Nagoya."
        },
        {
            "id": "e6c3bcb08dc14edb9728c5748c1e66e2",
            "sentence": "According to legend, those woods used to be haunted, so people would avoid entering."
        },
        {
            "id": "aaf9bf9b2dcd4ef0b55d8c180875aa58",
            "sentence": "Tom spent more than three hours looking for his keys, but he still didn't find them."
        },
        {
            "id": "e781bd7acd974a3185e03d5a2a7db87e",
            "sentence": "I'm a high school student who's really into electronic music and learning languages."
        },
        {
            "id": "37a74f94a6664739a9afb08b38aea021",
            "sentence": "I was relieved to know that I wasn't the only one who didn't know what was going on."
        },
        {
            "id": "a2fcf55be7b4460b83a59d90f640bd5e",
            "sentence": "No matter how much we might want to do that, we're not going to be allowed to do it."
        },
        {
            "id": "4ac48ca09d8248c6a4be4c1a731d29f5",
            "sentence": "An infant isn't capable of speaking, so it just screams until it gets what it wants."
        },
        {
            "id": "a530b3cc57e44c349f37957cac0b4a17",
            "sentence": "The reason that I didn't go there was that I thought too many people would be there."
        },
        {
            "id": "b035bc0c57de43789f1d29ddfefd919c",
            "sentence": "I wonder how I can distinguish a coldly smiling smiley from an honestly smiling one."
        },
        {
            "id": "ee994344b5024695ac9b534600732322",
            "sentence": "I've heard that there's a new cake shop near the station that makes delicious cakes."
        },
        {
            "id": "f1dbbdb132034b2ea8aa4dfebb97c296",
            "sentence": "If you would like to speak to a customer service representative, please press three."
        },
        {
            "id": "fc700c0e142049f791202aeadd75fe19",
            "sentence": "Tom heard a strange noise during the night. It seemed to be coming from the kitchen."
        },
        {
            "id": "6054638a2d7a4993a2d9aea398d828e4",
            "sentence": "We would appreciate if the council would stop vacillating and make a choice already."
        },
        {
            "id": "56b3911981e144f0b6048454898a26a6",
            "sentence": "My favorite smoothie is one made with green tea, frozen raspberries and blueberries."
        },
        {
            "id": "f3cd52027a7d42d0ab0efecbe2871315",
            "sentence": "It's irresponsible to leave someone to their own devices in the middle of a factory."
        },
        {
            "id": "b058f2a652d846409f4782991633c599",
            "sentence": "\"A is equivalent to B\" has the same meaning as \"A is true if and only if B is true\"."
        },
        {
            "id": "8418fa388431455da9634aee485887d4",
            "sentence": "If you want something to be done right, sometimes you've just got to do it yourself."
        },
        {
            "id": "0ebbd621d9fb4b8289cfa91f651323cf",
            "sentence": "To compete in a triathlon, you might be required to wear a wet suit during the swim."
        },
        {
            "id": "7834b23459de4248915ea686be480bb1",
            "sentence": "If I could speak French, I'd be able to tell Tom everything I've wanted to tell him."
        },
        {
            "id": "c2f2eada2e1a414d81cdc8eb0ce946f3",
            "sentence": "If there's something that you don't understand, please don't hesitate to contact us."
        },
        {
            "id": "518e1b9cb4984a00bada4cca69e7fb07",
            "sentence": "Quick! We need to hide the cookies before Tom gets home, or else he'll eat them all!"
        },
        {
            "id": "6f0491f8b2a24f11823a8e77cb4f9720",
            "sentence": "A man and a woman, who both had brown hair, were sitting at a table near the window."
        },
        {
            "id": "7769d1cadd9245acb3ed2eeb542c14f5",
            "sentence": "It took almost thirteen hours, but the team of surgeons was able to save Tom's life."
        },
        {
            "id": "31a803b2330f425a9eae45eccde73c50",
            "sentence": "Tom got to the main gate at the time he and Mary agreed on, but she never showed up."
        },
        {
            "id": "00330b5c9f8948c192f63a0ddf61bb37",
            "sentence": "It would be wise to remember that Tom can't do things as well as the rest of us can."
        },
        {
            "id": "72707b26f3f84e85b67e76e010b6d9ea",
            "sentence": "Doing that won't be too difficult, but it's something that'll require a lot of time."
        },
        {
            "id": "dd14009d4a32484499fa8b3261636f57",
            "sentence": "The company's competitive edge will be eroded if system engineers continue to leave."
        },
        {
            "id": "14b88e5b26874bf39a756c9a483f9fe9",
            "sentence": "After six hours' climbing, we finally succeeded in reaching the top of the mountain."
        },
        {
            "id": "46bd738e91a44ec48bcc074e26a89464",
            "sentence": "Tom and Mary complain often that they never get to be together without the children."
        },
        {
            "id": "4fb87449ccd04a8ea1a99ee6a6b695eb",
            "sentence": "Tom considers Mary his girlfriend, but she doesn't consider him to be her boyfriend."
        },
        {
            "id": "7622edbe060742ebb27f9bcab3ee669c",
            "sentence": "Every time I see Tom's picture, I remember how much fun it was to hang out with him."
        },
        {
            "id": "7c817728aa014a0b95ecee41376539e0",
            "sentence": "Tom said goodbye to his family and his wife, thinking he might never see them again."
        },
        {
            "id": "ca48d588d6b24003bbf87d5d96c62d13",
            "sentence": "Tom made a ham sandwich for himself and a peanut butter and jelly sandwich for Mary."
        },
        {
            "id": "4b561557bc87446d9d7dee6e9f44f9de",
            "sentence": "Lola the cow, Lola the cow, she's smart and she brings trouble, and she goes mooooo."
        },
        {
            "id": "039a881e55fa45aab79916775631f37e",
            "sentence": "Tom has three sisters. One lives in Australia and the other two live in New Zealand."
        },
        {
            "id": "c5c90cb86c6e452c970bcf5125d3022e",
            "sentence": "Tom noted in his report that the stock market was a factor in the company's failure."
        },
        {
            "id": "dfab9881660d41db9628fa9d5c2b47d3",
            "sentence": "Tom's dog slipped its leash again and almost attacked one of those tiny, yappy dogs."
        },
        {
            "id": "58af69766249462b90a3c8927d10d329",
            "sentence": "By signing the contract, I committed myself to working there for another five years."
        },
        {
            "id": "b86b2d9654584ca69e05223c6dd301ee",
            "sentence": "When you're finished making that birdhouse, let me know. Maybe I'll buy it from you."
        },
        {
            "id": "32b4c748b4fa467ba08c3b34a15cee00",
            "sentence": "They spoke to me in French, even though I told them I wanted to practice my English."
        },
        {
            "id": "d70753c6aec740e2ad5eec1683a42813",
            "sentence": "Tom took out his wallet and offered to pay for dinner, but Mary said that she'd pay."
        },
        {
            "id": "f85e5c9ad48340848f5bcc3a6d8380ab",
            "sentence": "After she lost her job, she couldn\\'t afford to feed her dogs, so she gave them away."
        },
        {
            "id": "6b1c3ac42a0b485c873f5b08baf22fde",
            "sentence": "I know you\\'ve been waiting a long time, but could you wait just a little bit longer?"
        },
        {
            "id": "a6c1ba9c7eb247aa8b2f5e250df48e8b",
            "sentence": "She advised him to see the dentist, but he said he didn\\'t have enough time to do so."
        },
        {
            "id": "42a102a6c6c0473bb9a4c88a61ed19fd",
            "sentence": "It doesn\\'t matter how smart you are. If you don\\'t work hard, you\\'ll never succeed."
        },
        {
            "id": "f4e7e02e83ec470a8d54b014ba549393",
            "sentence": "I\\'m beginning to believe that we\\'ll never be able to convince Tom that he\\'s wrong."
        },
        {
            "id": "c671d56832ef499d9ddf1ac06b3f7070",
            "sentence": "Why shouldn\\'t truth be stranger than fiction? Fiction, after all, has to make sense."
        },
        {
            "id": "07833ee142fd42bc8baa584af219f471",
            "sentence": "It may seem like a crazy idea, but I think we should go visit Tom and Mary right now."
        },
        {
            "id": "4dac7910fdc84920b024c13f98994741",
            "sentence": "Make your airplane reservations early since flights fill up quickly around Christmas."
        },
        {
            "id": "be09607b02b341d1865934140718a7c2",
            "sentence": "I\\'m no longer quite sure what the question is, but I do know that the answer is yes."
        },
        {
            "id": "e0fcde454b244d83af9e6f6260ad6861",
            "sentence": "I\\'ve been agonizing over whether to do what Tom suggested or do what Mary suggested."
        },
        {
            "id": "ed0ecdae5d214d38b086b0a08719d405",
            "sentence": "My father always speaks to me in French and my mother always speaks to me in English."
        },
        {
            "id": "9f212501bacb4b5ab20d5036daa87b52",
            "sentence": "Tom is looking for someone to help him translate a document from French into English."
        },
        {
            "id": "1338fb0126934a70a6ae75c9c7d36ed2",
            "sentence": "Tom Jackson\\'s new novel is very well written and I\\'m sure you\\'ll enjoy reading it."
        },
        {
            "id": "a9168403dede40a2a653f8a54272a43b",
            "sentence": "I had to attend a meeting so I couldn\\'t make it in time to pick Tom up after school."
        },
        {
            "id": "6025b2de942c48818f0ebc2af45778d4",
            "sentence": "The police weren\\'t able to determine which one of the twins had committed the crime."
        },
        {
            "id": "f115b11fe16b46f3ba0dbbcfb6a1ebd9",
            "sentence": "Tom and I are good friends now, but there was a time when we didn\\'t like each other."
        },
        {
            "id": "e42863dfdf9c4538aca5af854f1931b2",
            "sentence": "Even though Tom has a very demanding job, he always makes time for Mary and the kids."
        },
        {
            "id": "5082c064c878487489451e42b4b28c45",
            "sentence": "Tom believes it\\'s absolutely necessary to drink at least a liter of water every day."
        },
        {
            "id": "eaa6f82989a44016a149a056fc09c21b",
            "sentence": "Tom claimed that the contract was invalid because he\\'d been coerced into signing it."
        },
        {
            "id": "798fa19fdfd346bb87510eb5f3a2feb8",
            "sentence": "Tom claims he doesn\\'t watch much TV, but he watches more than three hours every day."
        },
        {
            "id": "b95d4c51bf17442082c4c1d3d93792e5",
            "sentence": "Tom clearly hopes that Mary won\\'t notice that he broke one of her expensive teacups."
        },
        {
            "id": "d24d1edf581141909a2bc7611518da46",
            "sentence": "Our fire alarm sometimes goes off when my mother is cooking something in the kitchen."
        },
        {
            "id": "7f4a5190a11642489c029b184c7ea28c",
            "sentence": "She spends a pretty good chunk of time just sitting there and looking out the window."
        },
        {
            "id": "d183242709e941308ac53150b2a91603",
            "sentence": "Some healthcare workers spend more time doing paperwork than taking care of patients."
        },
        {
            "id": "c4680814aa1d42448e8df3fa732f4f1e",
            "sentence": "I\\'ve just spoken to your French teacher and he says you\\'re doing well in his class."
        },
        {
            "id": "b4156c63cd954370b80a0a7ffd986848",
            "sentence": "Tom told Mary to put the hammer back into the toolbox when she was finished using it."
        },
        {
            "id": "6373bf64c58649d2bb7a1b40113b017b",
            "sentence": "Tom took me to a restaurant where you can eat as much as you want for thirty dollars."
        },
        {
            "id": "327683769ce2430fb1bea20f54a3125c",
            "sentence": "Tom volunteered a good deal of his time to helping those less fortunate than himself."
        },
        {
            "id": "3a34552a02bc4dcca8f73695a4fad2b8",
            "sentence": "Tom was waiting for someone to do that for him, but no one did, so he did it himself."
        },
        {
            "id": "90c859c5fcb844008a0374a9083dc4e9",
            "sentence": "Tom\\'s parents allow him to do a lot of things that my parents don\\'t allow me to do."
        },
        {
            "id": "2a0ebdb2655444db9ab1ea5b5033866b",
            "sentence": "The guy driving the truck that crashed into our car didn\\'t have a driver\\'s license."
        },
        {
            "id": "c973cd810e5a4207a45b4c1cf48d83b7",
            "sentence": "I hope you know that the last thing I want to do is go there without your permission."
        },
        {
            "id": "3141ef798b9c4c458a6e9338adc929c0",
            "sentence": "Tom certainly wouldn\\'t be anywhere near as rich as he is if he hadn\\'t married Mary."
        },
        {
            "id": "e846af2cc4a74e5d84b0da13462066aa",
            "sentence": "Tom likes both Mary and Alice and can\\'t decide who to ask to the dance this weekend."
        },
        {
            "id": "25823a3ac51440bf98508430fa0ee965",
            "sentence": "Tom opened a new restaurant, but it didn\\'t turn a profit in the first twelve months."
        },
        {
            "id": "fe21f16900ac48e684114fec07308704",
            "sentence": "After Tom had eaten everything on his plate, he asked Mary if he could eat her salad."
        },
        {
            "id": "7b277d59732c4230b79b8bc42d18a16e",
            "sentence": "Everybody was obeying the speed limit, so I knew there was likely a speed trap ahead."
        },
        {
            "id": "af9e2de94d174842807f18f6d8ffe4d8",
            "sentence": "Tom and Mary both wanted to go to Boston, but neither of them could get the time off."
        },
        {
            "id": "bfd9a32870194c3caf2b3ba47b88d73b",
            "sentence": "Tom is the first guy Mary has really been interested in since she broke up with John."
        },
        {
            "id": "01f7243c3a0d486c9f7112fb2b8c7845",
            "sentence": "Tom played a Spanish folk tune on his English horn at a Chinese restaurant in France."
        },
        {
            "id": "e07cfca97ed94bd48c4ab2c7d5c1b2e1",
            "sentence": "Tom pulled out some necklaces from his bag and told Mary to choose the one she liked."
        }
    ],
    "nbPages": 3576,
    "nbResults": 715026
}