{
    "currentPage": 3568,
    "pageSize": 200,
    "items": [
        {
            "id": "a176ae5eb3f34235974ca825b9d3800a",
            "sentence": "Tom needed to store his stuff somewhere, so I told him he could put it in our garage."
        },
        {
            "id": "ace7802a76ac4e91a40371372df39288",
            "sentence": "Tom said that he didn\\'t believe that Mary really planned on going bowling with John."
        },
        {
            "id": "77eb0a8a29cc43cca83fe521e5c66ba9",
            "sentence": "Tom\\'s car was last seen in the neighborhood the day before his ex-wife was murdered."
        },
        {
            "id": "636f693773734976b2fda1fb0ff782c4",
            "sentence": "Tom hoped that the doctors would tell him that he didn\\'t need the surgery after all."
        },
        {
            "id": "2293d7195d4a47c1a45c6acea7bc658f",
            "sentence": "Tom still rides the bicycle that his parents gave him when he was thirteen years old."
        },
        {
            "id": "87db17c7a5054ad98006961c1e7206ae",
            "sentence": "Tom thought it would be a good idea to start a website that sold nothing but popcorn."
        },
        {
            "id": "a8c220b6d47d40bb86f089f934c821d1",
            "sentence": "Considering how long I\\'ve been studying French, I should be able to speak it better."
        },
        {
            "id": "cddc4dca5aa0466fb7d310423a20d691",
            "sentence": "Even though I studied French for three years in school, I\\'m not good at speaking it."
        },
        {
            "id": "da8464ac29b54ef6a62f9f6262392903",
            "sentence": "Don\\'t forget to tell Mary that she doesn\\'t have to do that if she doesn\\'t want to."
        },
        {
            "id": "5ff121e1adb84182902d4b11338e54b0",
            "sentence": "Tom had to have his stomach pumped because he had accidentally eaten some rat poison."
        },
        {
            "id": "770b1af2be764fbe8fce0c917cd138d8",
            "sentence": "There is no other country in the world where earthquakes are as frequent as in Japan."
        },
        {
            "id": "59293adf0af749fdb4ab6be34b1d33e9",
            "sentence": "Thanks to his recommendation, I was able to get a teaching job at a college in Tokyo."
        },
        {
            "id": "aa4af651010743449768d881005949fb",
            "sentence": "The sounds babies make when they babble seem to contain a lot of anterior consonants."
        },
        {
            "id": "467937db23d845928befef21d9e7500d",
            "sentence": "Tom can't help wondering whether he would've been better off if he'd gone to college."
        },
        {
            "id": "026eca5869514ed88bfa9b585f6ed132",
            "sentence": "It would be wise to wait until Tom tells us what he thinks before we make a decision."
        },
        {
            "id": "7db0481fd858453081a3788bd8ef268f",
            "sentence": "You should thank your lucky stars that you didn't get injured any worse than you did."
        },
        {
            "id": "d844296260504c75b6dfe2964e9a598e",
            "sentence": "Tom hadn't done the washing-up for a week, meaning the sink was full of dirty dishes."
        },
        {
            "id": "326b16230ac7472699e3a997ddda1124",
            "sentence": "Tom left a window open during the storm and now almost everything in the room is wet."
        },
        {
            "id": "cc1166d390b84a439e45b9c34302fe56",
            "sentence": "Admittedly, your plan makes sense, but I still think it'll be very hard to carry out."
        },
        {
            "id": "84a2ed2a2c9d48c49b977e4a02a8af4d",
            "sentence": "I hope that you know the last thing I want to do is go there without your permission."
        },
        {
            "id": "ba96b240a4974420bcd8e64a7c90fa07",
            "sentence": "I hope you know the last thing that I want to do is go there without your permission."
        },
        {
            "id": "60485be495f848489e1d36e3eccae726",
            "sentence": "This is the intersection where a three-year-old girl was run over by a bus last year."
        },
        {
            "id": "306c514fba224d51aad04a036ae6f839",
            "sentence": "I think girls spend more time talking about boys than boys spend talking about girls."
        },
        {
            "id": "0ff4c607da4d4373802c08e9edb855fb",
            "sentence": "Tom and his friends use the school printer every month to print the student bulletin."
        },
        {
            "id": "234d18748e474295b953ca9f17d81c4d",
            "sentence": "Our employees are working around the clock to fix the damage caused by the ice storm."
        },
        {
            "id": "959ada45ea63419b83f62384bb9e6bc6",
            "sentence": "I hope that Tom understands French well enough, so I don't have to interpret for him."
        },
        {
            "id": "ac5f613b3b19484ebee5f712d2d33c79",
            "sentence": "If you were only able to meet with one historical figure, who would you like to meet?"
        },
        {
            "id": "aedb9edf8e1d4bb49fbb840fac117b33",
            "sentence": "How would you feel if you told Tom you loved him, but he told you he didn't love you?"
        },
        {
            "id": "bcbd286c21fb465588e683dfd004fa90",
            "sentence": "The boss outlined a three-pronged approach to turn the fortune of the company around."
        },
        {
            "id": "c1721444ccf0457796c9eb6609c93563",
            "sentence": "When in doubt tell the truth. It will confound your enemies and astound your friends."
        },
        {
            "id": "112b2451e2ad45e686c325ad5e62966f",
            "sentence": "Yesterday I had some free time for the first time in a long time, so I went swimming."
        },
        {
            "id": "6178a1b7acfc4675a5dedb6b2abdf906",
            "sentence": "So many people had died that the gravestone supplier was forced to hire a new carver."
        },
        {
            "id": "85b3bd4178444f758f6e5f00aaebef05",
            "sentence": "When Tom got back to his car, a parking ticket was stuck under the windshield wipers."
        },
        {
            "id": "6f8d1004743246dbbd38fdad52848c18",
            "sentence": "We're going to my parents' on Christmas Eve, and my wife's parents' on Christmas Day."
        },
        {
            "id": "b158b63054ad4f42b8ec893174af8243",
            "sentence": "Tom is hoping that he and Mary will be able to spend some time together next weekend."
        },
        {
            "id": "08762ba12c5744f5b9053cde6b0d2f18",
            "sentence": "Soba is made of buckwheat flour, and udon and kishimen are made of plain wheat flour."
        },
        {
            "id": "65f65099502445de9519e3383bf3ec14",
            "sentence": "Tom was interviewed for a podcast about his research, but it won't air until October."
        },
        {
            "id": "b6e1d7e08561411d8d96cf17d2b3a8ba",
            "sentence": "If Tom hadn't already been married, he might've been more interested in meeting Mary."
        },
        {
            "id": "d2c6ace96d6a42558eba27f4013c2c53",
            "sentence": "I have a son and a daughter. My son lives in Boston and my daughter lives in Chicago."
        },
        {
            "id": "551f2b16ff1a449a844adfa4376de5f5",
            "sentence": "We don't have any more vanilla ice cream. However, we still have chocolate ice cream."
        },
        {
            "id": "638c0fe03b45469fafa663bdfeb7fd8b",
            "sentence": "When I finished reading the letter, I folded it up and put it back into the envelope."
        },
        {
            "id": "14cd5247de3248368b7a76f9f01ffbe7",
            "sentence": "Our whole case hinges on whether the government's actions were constitutional or not."
        },
        {
            "id": "1c04dd2d111641919db2476f81affe0c",
            "sentence": "It must have been something really big for him to strike a triumphant pose like that."
        },
        {
            "id": "34fd108fe0b14627af11785d33245cf9",
            "sentence": "All at once, the Buddhist priest burst into laughter, spoiling the solemn atmosphere."
        },
        {
            "id": "e9f63eeeac3f4112b70a7338f96c2d40",
            "sentence": "Dr. Jackson has had several research papers published in well-known medical journals."
        },
        {
            "id": "f225fe3668ba41aa83c87937bb9e9629",
            "sentence": "I think my French would be much better today if my teacher had been a native speaker."
        },
        {
            "id": "670bbc7767024ff398fc85f80af3e282",
            "sentence": "Circular water currents at the base of a weir can trap people, causing them to drown."
        },
        {
            "id": "094def3abf5440b2bf5db0a409e41da4",
            "sentence": "Tom wanted to name his son after his grandfather, but his wife didn't like that name."
        },
        {
            "id": "ef13b0c68a574e068043548d7028d9d1",
            "sentence": "Our company has a well organized system of 200 sales offices, located all over Japan."
        },
        {
            "id": "36c7a79424144b88a737a2c3b84021c5",
            "sentence": "If you want to hear a scary story, I'll tell you about a dream I had a few weeks ago."
        },
        {
            "id": "5e7df8d361934f3d8083b28d6638549a",
            "sentence": "If you want to make sure that Tom understands you, you should speak to him in French."
        },
        {
            "id": "342cb7907c11415e9f47bc5f1e56ca29",
            "sentence": "I have no idea how expensive this is going to be, but I know it won't cost very much."
        },
        {
            "id": "76788192f52a48c49032d289436791c0",
            "sentence": "All things considered, I think you should go back home and take care of your parents."
        },
        {
            "id": "20c7680019fe42578facffe1cfb89418",
            "sentence": "If I had to choose between these two books, I'd choose the one with the yellow cover."
        },
        {
            "id": "7d6c9ad47f98480d95cda84f171d2b1d",
            "sentence": "The number of students who were late for school was much smaller than I had expected."
        },
        {
            "id": "bc1353217c684f5e9ed992d1e946e2fe",
            "sentence": "I don't believe Tom was able to build his house for less than three thousand dollars."
        },
        {
            "id": "61d336d969d3441684e4a0c19f3a0023",
            "sentence": "I wonder how many times we're going to have to tell Tom to do that before he does it."
        },
        {
            "id": "a145ba794f1b4d719c54935bf97e2c4b",
            "sentence": "Outreach programs are the main source of support for at-risk teens in this community."
        },
        {
            "id": "decc4743dea14ae096e546ceb7a29962",
            "sentence": "Tom spent a half hour looking for Mary's ring in the bushes before finally giving up."
        },
        {
            "id": "94ce2812222b402da539ec431925457c",
            "sentence": "Tom started to walk towards Mary, but then he turned around and walked the other way."
        },
        {
            "id": "d1a3588aa46b425296757a7390188093",
            "sentence": "My children try really hard to get up early, but they still often get to school late."
        },
        {
            "id": "295d0a6fc91244eeb328d27158c8e230",
            "sentence": "I know it's not true, but it definitely seems like the sun revolves around the Earth."
        },
        {
            "id": "bb785e11b07d4f1fa6b7bd9bd1ff05ce",
            "sentence": "I don't know what I'm going to do with my cat now that I'm moving to another country."
        },
        {
            "id": "d406992facf84cfe86691557af101b25",
            "sentence": "You can hear sounds in the distance better on clear days than you can on cloudy days."
        },
        {
            "id": "3f90db87f0fa447f8ffcac71ff03d707",
            "sentence": "This stream is like a microcosm for studying the problems facing the wider ecosystem."
        },
        {
            "id": "1d218258863047788a1ff6708fd62e4c",
            "sentence": "Tom and Mary were speaking in French, so I couldn't understand what they were saying."
        },
        {
            "id": "c738a66264b8464c965f5f0846f835bc",
            "sentence": "Tom picked up his order at the counter and went to one of the tables near the window."
        },
        {
            "id": "60917345f6374e22be133b2f4d3376c3",
            "sentence": "Tom ran back to the police station to tell them something that he'd forgotten to say."
        },
        {
            "id": "a1c9bc4ac94743e6a5a5f2def44b4c68",
            "sentence": "Tom will have to undergo several months of rehabilitation after leaving the hospital."
        },
        {
            "id": "da2aa4cab1734f4fa625c529faaeb56f",
            "sentence": "As Tom started to pull the trigger, he realized he was about to shoot his own father."
        },
        {
            "id": "6ea0773f617341589f9d2c77d6d34304",
            "sentence": "I don't think that there's any better way to learn English than by living in America."
        },
        {
            "id": "16d43952267c49fb8e166800675d9a8f",
            "sentence": "There are abilities that improve rapidly and those that improve slowly, aren't there?"
        },
        {
            "id": "8cca5956e8ff42fa96b0d5604f7ea1b9",
            "sentence": "If you're bringing a friend home for dinner, I'll put some more potatoes in the stew."
        },
        {
            "id": "58fd594c450b48408580d09b502adc27",
            "sentence": "When I first started teaching here, most of my students were unable to read or write."
        },
        {
            "id": "0ed8173eb9aa450d8146d8e7ac79c911",
            "sentence": "Since Tom's parents are native speakers of French, Tom usually speaks French to them."
        },
        {
            "id": "21c901bcd7814806bdd1692934565133",
            "sentence": "Instead of spending so much time in front of the TV, why don't you go out for a walk?"
        },
        {
            "id": "fdc0373076704cc29f308ddd75ece6e1",
            "sentence": "Let me know when your train will be arriving, and I'll meet you at the train station."
        },
        {
            "id": "7abdd26a621144bc9dad2c75ae68b4dc",
            "sentence": "A doctor who happened to be present performed first aid at the scene of the accident."
        },
        {
            "id": "7c3f6c5bd2df48078edb57d7bf8c173a",
            "sentence": "A doctor who happened to be present at the scene of the accident performed first aid."
        },
        {
            "id": "7510ae83ddff4de6829f159ffe0d1742",
            "sentence": "Tom and Mary were speaking in French, so I didn't understand a word they were saying."
        },
        {
            "id": "2160a58b69644910836682dbb56d110f",
            "sentence": "In the cold light of day, Tom could see that he should've handled things differently."
        },
        {
            "id": "631fa6e0fbce461aaa70ed28ebabc7a3",
            "sentence": "Tom conducted himself in a gracious and dignified manner during his court appearance."
        },
        {
            "id": "1f3cc437f612452c845fe4cbf74a28aa",
            "sentence": "When I was young, I often got teased because one of my ears is bigger than the other."
        },
        {
            "id": "04d06107bc4b4db089626ca55d2b8cff",
            "sentence": "I finally have time to reply to the mail that I have received these past three weeks."
        },
        {
            "id": "fd10ef41b8cf46cc8ceae25835bc75a7",
            "sentence": "Tom was a dedicated and hardworking policeman, liked and respected by his colleagues."
        },
        {
            "id": "b3e1b00b55c541f09677ff8a64db2fa2",
            "sentence": "The fee includes the payment for professional services needed to complete the survey."
        },
        {
            "id": "99367fc265c94dc4ad8f38f7186524cf",
            "sentence": "Mr. Jackson opened a bag of cookies and gave one cookie to each student in his class."
        },
        {
            "id": "addd1c4c23c344df84ddb83b9fa523c4",
            "sentence": "Tom bought a used car in Australia and spent three months driving around the country."
        },
        {
            "id": "104c586d6ba34258b894c141de6150ad",
            "sentence": "Tom learned how to play the piano before he started learning how to play the trumpet."
        },
        {
            "id": "366d69c3a6db4a95be3954b73ea4dd87",
            "sentence": "Tom was kicked out of his house by his parents when he confessed to being an atheist."
        },
        {
            "id": "047cec0295b94385a13db3e253738dc8",
            "sentence": "Tom eventually figured out how to install a free database application on his computer."
        },
        {
            "id": "9289e254edd64bc2ac39f8a5185ea68a",
            "sentence": "Tom got stuck with the whole bill when he went out drinking with Mary and her friends."
        },
        {
            "id": "74193fad92fa4495b73e9c1aac6818a9",
            "sentence": "Tom has been trying to get Mary to marry him ever since he graduated from high school."
        },
        {
            "id": "1485a72c71d147b1a578107248269143",
            "sentence": "Tom is a high school history teacher and a part-time harmonica player in a blues band."
        },
        {
            "id": "62293048492c45909f14b94f309bf768",
            "sentence": "Now that Tom is taking proper medication, he should be able to control himself better."
        },
        {
            "id": "b6d9d78116074dfbaba704d4730bb460",
            "sentence": "She asked him to give her some money so she could go to a restaurant with her friends."
        },
        {
            "id": "269bbfc2d7f9462ab3e9667cdce5b409",
            "sentence": "Sooner or later, someone is going to have to tell Tom that he needs to behave himself."
        },
        {
            "id": "0d57fdb8bdd245a481cc84e7952931c4",
            "sentence": "The company provides health care and life insurance benefits for all of its employees."
        },
        {
            "id": "707001d3da524d93927cbe35c7eca6a4",
            "sentence": "I heard that Tom had been smuggling drugs into America for years before he got caught."
        },
        {
            "id": "84f0e82a5bb5455484431313046cf78e",
            "sentence": "I haven\\'t heard anything from him since then. I wonder what in the world he\\'s doing."
        },
        {
            "id": "289cc2c273154f27a9ef4a51de736ee2",
            "sentence": "Tom managed to cut himself while trying to open a bag of peanuts with his pocketknife."
        },
        {
            "id": "5b93c128c09f49c8bbb6b2aab5ecab81",
            "sentence": "Tom thought that there was a good chance that it was Mary who had stolen the painting."
        },
        {
            "id": "3819a37fb71049fb9f1a3b932cf72653",
            "sentence": "Tom told the police that Mary had eaten at the restaurant in question before she died."
        },
        {
            "id": "c2a7daf230ca44ebb264ff9117ef4c82",
            "sentence": "Tom usually sits at the kitchen table and eats cereal while reading the morning paper."
        },
        {
            "id": "bbf4fa35776c4e919ea615b540d5b059",
            "sentence": "Tom walked over to the woman with a drink in her hand and asked her what her name was."
        },
        {
            "id": "2c31270ee1b84b85a8a192453fa390b4",
            "sentence": "Tom wanted me to tell you that he was going to be away from the office for a few days."
        },
        {
            "id": "9b541103644c4770882a2cf62ad7a781",
            "sentence": "He turned the bottle upside down and shook it, but still the honey wouldn\\'t come out."
        },
        {
            "id": "60ed6b2df4ea4c21afa2f4fb35a69a7d",
            "sentence": "I think the reason Tom is so good at French is that he watches a lot of French movies."
        },
        {
            "id": "36616f76d02440eb8c948dab3f224fee",
            "sentence": "Tom still lives in the same house that his parents bought when he was three years old."
        },
        {
            "id": "56d36d866f5045f3896f91d9a44c4b34",
            "sentence": "Tom doesn\\'t have many clothes. That\\'s why you always see him wearing the same thing."
        },
        {
            "id": "f2bb318345cd40db9be19ebc7b7fb44c",
            "sentence": "Tom was beaten up when he came to the aid of one of his friends who was being bullied."
        },
        {
            "id": "f9050f2dd6eb4aa0b0ceea61d84a47e4",
            "sentence": "Were you able to make it to the station on time to catch the first train this morning?"
        },
        {
            "id": "81d49a82c44b4820b54b5f35f918c111",
            "sentence": "When I was a little boy, my father and I went to Boston to visit my great-grandfather."
        },
        {
            "id": "20f29bc1c5fb4c358b87ec05115adcc8",
            "sentence": "When Tom comes to Boston, he usually stays at a hotel, but sometimes he stays with us."
        },
        {
            "id": "938b50bfb3de40629fc3c9de5d273fc9",
            "sentence": "Having done that with Tom before, I knew that he wouldn\\'t be able to do it very well."
        },
        {
            "id": "f502d17ad5d746c388203e05502ac473",
            "sentence": "Tom and Mary shared an umbrella. However, it wasn\\'t big enough and they both got wet."
        },
        {
            "id": "2018bfa8db8e48caaf68d8ec9673043a",
            "sentence": "The discovery of a new food does more for the human race than the discovery of a star."
        },
        {
            "id": "5bb130a88d44467a99c525d859a01d61",
            "sentence": "Tom and Mary were too busy yelling at each other to notice that I\\'d entered the room."
        },
        {
            "id": "ed0286ef20854980a6d1cfb5641a7550",
            "sentence": "By the time Tom got to the bus stop, the bus he was planning to take had already left."
        },
        {
            "id": "81f650a6aeaa4065b17a9e0c1690280b",
            "sentence": "I\\'m reading things like famous novels which have been rewritten in simplified French."
        },
        {
            "id": "ee6b1cb7757a4a649509745be1cffd73",
            "sentence": "I think it\\'s highly unlikely that Tom will be allowed to keep the gold that he found."
        },
        {
            "id": "faaf8466c90340e0a2e5b6cd566349a2",
            "sentence": "Tom laughed at some of Mary\\'s jokes, but he thought some of them weren\\'t very funny."
        },
        {
            "id": "ac3fe5f1a16345bba33210534f13ed74",
            "sentence": "Tom could tell by the smile on Mary\\'s face that she had had a good time at the party."
        },
        {
            "id": "c39f6b83b948491db1ebd17a38e70694",
            "sentence": "Tom couldn\\'t completely rule out the possibility that he might be laid off from work."
        },
        {
            "id": "dcb622dca33b430194753de05960b496",
            "sentence": "Tom arrived at the train station just as his train was pulling away from the platform."
        },
        {
            "id": "acec9032f63d482b861a9349fd9aee1e",
            "sentence": "I don\\'t know what else Tom told you, but I do know he doesn\\'t always tell the truth."
        },
        {
            "id": "1482397bcb8741daa250d87c42d9ca37",
            "sentence": "Tom and Mary were walking down the path with fishing poles slung over their shoulders."
        },
        {
            "id": "e67114f1f11d460abc3567a587373253",
            "sentence": "Tom broke up with Mary before her birthday, so he wouldn\\'t have to buy her a present."
        },
        {
            "id": "83eeed47537d413a9b6a7fa73fcc0010",
            "sentence": "Where else are you going to find a guitar of this quality for such a reasonable price?"
        },
        {
            "id": "41172a00af2a4f0a9ca9e610a62fafee",
            "sentence": "Tom didn\\'t want to risk his friendship with Mary by trying to turn it into a romance."
        },
        {
            "id": "cea80d546a2243dbae7ca070d7300746",
            "sentence": "Tom was a very good banjo player before he had to have three of his fingers amputated."
        },
        {
            "id": "e8ca6afc366447f4a254e6c22c2cf2a4",
            "sentence": "I can't understand why they're such good friends. They have hardly anything in common."
        },
        {
            "id": "430a78550f3f40b3a4522bb3b9af6a23",
            "sentence": "About ten per cent of the world's fish species live in the African Great Lakes region."
        },
        {
            "id": "8be0a62e478948fe8f6583c43c3eba7e",
            "sentence": "That might not seem like much to you, but it's more than double what I make in a year."
        },
        {
            "id": "12380b08222549d2970b96348d7bd209",
            "sentence": "It's recommended that you change your oil filter every time you have your oil changed."
        },
        {
            "id": "dc378f1dccea4c30832902801a44f2eb",
            "sentence": "Teachers are authorized to confiscate students' smartphones if they use them in class."
        },
        {
            "id": "57995d5b851440a9b520673d5a308650",
            "sentence": "I don't know the key to success, but the key to failure is trying to please everybody."
        },
        {
            "id": "98abbdcf6b194020a17f866bb27dbce2",
            "sentence": "Tom washed the lenses of his glasses with warm, soapy water and dried them on a cloth."
        },
        {
            "id": "27662c94fc87434bb639186fd81ef07e",
            "sentence": "Autumn leaves crunched under Tom's feet as he walked up the path to Mary's front door."
        },
        {
            "id": "8d130a55720a48a4a10d796d8ead91f3",
            "sentence": "When you're getting dressed, how long does it take you to decide what clothes to wear?"
        },
        {
            "id": "1ee30b06062943968874df9a7e356bea",
            "sentence": "Instead of a tree, in Spain it's traditional to put up a nativity scene for Christmas."
        },
        {
            "id": "ad52c655432b4326b99374e66749bf9e",
            "sentence": "When we have a family argument, my husband always sides with his mother instead of me."
        },
        {
            "id": "6948e492f3ac45d4ad68ffe65fb274fd",
            "sentence": "For the time being, Tom is living in Australia, and his wife is living in New Zealand."
        },
        {
            "id": "b906885f425b48448fe666827f3fbc29",
            "sentence": "If you could go back and start your life again, from what age would you like to start?"
        },
        {
            "id": "02496e39b0354b2ab398c0eaeb79636f",
            "sentence": "You don't need to speak to Tom in sign language, because he can read lips really well."
        },
        {
            "id": "00b9ab3a0eb44e1791f53ae99c8ea2df",
            "sentence": "Many women pursue higher education and careers, thus delaying marriage and childbirth."
        },
        {
            "id": "bbd4d80e6ea54885b9c87f968644ff8a",
            "sentence": "We rented the house, not because we liked it, but because it was close to the station."
        },
        {
            "id": "048f99b54e144795947fd4286061b06a",
            "sentence": "It's not that I don't like to do that. It's just that I don't get to do it very often."
        },
        {
            "id": "775c6dcb9894471dbe1e42042bce6689",
            "sentence": "There's a patrol out now looking for skiers who may have been buried in the avalanche."
        },
        {
            "id": "661a9f32c664445bb552a313b244f386",
            "sentence": "After weeks of being on the road, I couldn't wait to get home and sleep in my own bed."
        },
        {
            "id": "95687edb88ab4f3e80ceabd9e0c05409",
            "sentence": "Tom doesn't know where he was born, but his mother told me that he was born in Boston."
        },
        {
            "id": "f10fad0695cc4b56b2e593fce0c2f122",
            "sentence": "Is it wrong to buy things made by companies that don't have decent working conditions?"
        },
        {
            "id": "dcb61d734334404f8703c5aee0f39796",
            "sentence": "Tom only found out after his mother's death that she had gambled away his inheritance."
        },
        {
            "id": "36689258e99c4a038b35190caaa98331",
            "sentence": "Tom called Mary over to ask her what she thought of the tie he was thinking of buying."
        },
        {
            "id": "cafe92abe02f461c963d5b586974b17c",
            "sentence": "Sometimes I wonder when the first world championship in cyberbullying will take place."
        },
        {
            "id": "bf16de4a379e45a1a336f97cee67662d",
            "sentence": "I guess what I've said isn't all that clear, but that's the only way I can explain it."
        },
        {
            "id": "7efb583ec7de4ef98152033703da785f",
            "sentence": "Tom is going to hurt his ears if he doesn't stop listening to his music at full blast."
        },
        {
            "id": "a3904028d7614ff58bc3f3dd1833acfc",
            "sentence": "Tom, stop teasing your brother! You wouldn't like it if he did that to you, would you?"
        },
        {
            "id": "47dfa39344884fc4b03248d1ff7215f2",
            "sentence": "Girders usually have a cross section designed to maximize their resistance to bending."
        },
        {
            "id": "f2301c23199f467296c27f9ee82e27e0",
            "sentence": "Democracy is the worst form of government, except all the others that have been tried."
        },
        {
            "id": "6d698350b15942728adde51fbb969fe1",
            "sentence": "All happy families resemble each other, each unhappy family is unhappy in its own way."
        },
        {
            "id": "a4b8fb2d840a491c9589522f03459a17",
            "sentence": "Tom could feel Mary's head gently resting on his shoulder as they watched TV together."
        },
        {
            "id": "3a852f98c9c3432b9924fbdcd6c6499a",
            "sentence": "It's difficult choosing between what's right and what's wrong, but you have to choose."
        },
        {
            "id": "1e3c1addd51c45859879a30ea9ba4d8f",
            "sentence": "Experts have concluded that the country's power grid is susceptible to a cyber attack."
        },
        {
            "id": "f46f3e6978d14bc88ac508c770434a97",
            "sentence": "I'm not sure what his number is. You'll have to look it up in the telephone directory."
        },
        {
            "id": "8a98e132a293418ba03dfd6a3db79e76",
            "sentence": "Tom was waiting for somebody to do that for him, but nobody did, so he did it himself."
        },
        {
            "id": "54b87098700d492cb744de44ca29e88d",
            "sentence": "It feels wrong to be talking about Tom like this when he's not here to defend himself."
        },
        {
            "id": "e7b502333d014cc786a094667615f605",
            "sentence": "Watch out for her. Her weapon is language - if she wants to, she'll talk you to death."
        },
        {
            "id": "241d34f1e266436cbd2796849a5e4c1a",
            "sentence": "I think we're going to need to put this project on the back burner for a little while."
        },
        {
            "id": "9c2962c479fd44e7868b7b890c40609a",
            "sentence": "Plan for the future because that's where you are going to spend the rest of your life."
        },
        {
            "id": "37db203f71d9458fa16b0bc3af694188",
            "sentence": "Thank you very much for lending me $500 when I was having difficulty making ends meet."
        },
        {
            "id": "e1b790f2e107490284ac36e14e64a0c5",
            "sentence": "Before olives can be eaten, they must be soaked in lye, which must then be rinsed off."
        },
        {
            "id": "b5ba33fb9a0d4b8bb8fa1cd07d7c76c3",
            "sentence": "The police are now looking for the person responsible for dumping garbage in the park."
        },
        {
            "id": "2f7c008771b14b7591e4e83cebb8e34c",
            "sentence": "I prefer staying home when it's cold because I can stay warm and wear whatever I want."
        },
        {
            "id": "6f619a3fabbb4adfa28cad9a467edd18",
            "sentence": "As I entered the hospital, I noticed many people in neck braces, slings, and bandages."
        },
        {
            "id": "39d09b2e480242f59b934fa80d0147ca",
            "sentence": "I left home later than usual, but I was still able to catch the train I usually catch."
        },
        {
            "id": "612484a24e904d4693f0b7efbf45267d",
            "sentence": "I washed my blankets and hung them up outside. It'll take a few hours for them to dry."
        },
        {
            "id": "8bbd656b3ded4e4296e8ea1b3e45239c",
            "sentence": "No news is good news. If you haven't heard from your son it's because he's doing well."
        },
        {
            "id": "66437e07a3da4c49a7ba819af14989d4",
            "sentence": "The more often you see a word when reading, the easier it is to remember its spelling."
        },
        {
            "id": "272717140afe40f5b6c060ed5037f652",
            "sentence": "The best way to learn a foreign language is to go live in a country where it's spoken."
        },
        {
            "id": "71ee2e9340834c5a8cc60032752a8477",
            "sentence": "Tom wondered how long it would take Mary to realize that John wouldn't be coming back."
        },
        {
            "id": "7364903c59584b41954d2b4e2464dec6",
            "sentence": "Tom was from a humble background, but he became one of the richest men in the country."
        },
        {
            "id": "1bb13dbe5adb48b5a812eb907680819f",
            "sentence": "I no longer have to interact with people that I have little to nothing in common with."
        },
        {
            "id": "0ef601b0c8344aee90ce70075d6b719e",
            "sentence": "I'm not yet sure what we'll do. We'll just play it by ear, depending on how things go."
        },
        {
            "id": "5b84d0174be945c2931b6fe95da1a080",
            "sentence": "Could you stand behind my car for a minute and tell me if my brake lights are working?"
        },
        {
            "id": "792014e7390f48648b30f4151b4a9b31",
            "sentence": "The movie that Tom and I are planning to watch tonight is supposed to be really scary."
        },
        {
            "id": "e79933f8110d4f25b751527241a59276",
            "sentence": "Brazil shares a border with all South American countries except for Chile and Ecuador."
        },
        {
            "id": "fe7c3dd6efae4cc9a805319c6876538a",
            "sentence": "Tom agreed to meet us in front of the movie theater tomorrow at 2:30 in the afternoon."
        },
        {
            "id": "6cdc1b7956ea43e191ec7fc759aa4902",
            "sentence": "When Tom looked down at the apple he was eating, he realized he had eaten half a worm."
        },
        {
            "id": "16aa303aae454228914c83a59169a971",
            "sentence": "Tom regrets buying the car sight unseen, because it's broken down twice in two months."
        },
        {
            "id": "a743822993c844178774833991ec629e",
            "sentence": "The immunity from vaccines can wear off, which means booster vaccines might be needed."
        },
        {
            "id": "c13f439267bd4d84b5a370f73ffc83df",
            "sentence": "Tom told Mary who to invite to the party, and she wrote them down on a piece of paper."
        },
        {
            "id": "d2bfd040e38d46ff91e610fb94c0926f",
            "sentence": "Here is a picture of my younger brother Tom, and here is one of my older brother John."
        },
        {
            "id": "9c4ce2bff625424ba8bd119fee67f62e",
            "sentence": "Tom is always a little irritable in the morning before he has his first cup of coffee."
        },
        {
            "id": "a0e1529b8d334d0abdc81d88dceff4b8",
            "sentence": "Many people in England would like to see the public subsidy of the monarchy abolished."
        },
        {
            "id": "7e7f50171c274cd59de38ed14679889c",
            "sentence": "There is no way that my punctuation in French can be perfect, though I keep on trying."
        },
        {
            "id": "1e7ed0b204be4605b4de8958c1b2ac72",
            "sentence": "I wish I was smart enough to invent something that sold well enough for me to get rich."
        },
        {
            "id": "a15572f3483f441ebc019d653900242f",
            "sentence": "I would like to drastically decrease the amount of time it takes me to clean the house."
        },
        {
            "id": "56703378cb424695be24cd173cbd4d08",
            "sentence": "Tom knew that he wasn\\'t going to be able to convince Mary to go to the dance with him."
        },
        {
            "id": "3c963b07ae334cc0b9a0a86ebdfba31c",
            "sentence": "Sometimes you don\\'t need to speak the same language in order to understand each other."
        }
    ],
    "nbPages": 3576,
    "nbResults": 715026
}