{
    "currentPage": 3572,
    "pageSize": 200,
    "items": [
        {
            "id": "a946c944c86448cea87d62492bf0e7b4",
            "sentence": "How many times have I told you not to bring people over without asking for my permission first?"
        },
        {
            "id": "a6a730e17b5c459c9022ae9f8cfee49d",
            "sentence": "Tom tried to keep himself busy, so he wouldn\\'t think about the bad things that were happening."
        },
        {
            "id": "14bf619753184ba2b5128bdd91d8761f",
            "sentence": "I don\\'t know if you\\'ve noticed or not, but Tom hasn\\'t been getting to work on time recently."
        },
        {
            "id": "a7b950b195974c979f4082341fb23fe9",
            "sentence": "Tom did not want to throw anything away because he thought that he might need it in the future."
        },
        {
            "id": "7468f282c1cf4238a12176bdc3bf78d3",
            "sentence": "What matters in life is not where you are right now, but the direction in which you are headed."
        },
        {
            "id": "13ee35dabf0b402f873c2463de3b15f6",
            "sentence": "No one would\\'ve remembered Tom if he hadn\\'t painted his name on the ceiling of the classroom."
        },
        {
            "id": "f0be6c77bfd94d39854604a5f7db35bb",
            "sentence": "If I learn to play the washboard and you learn to play the kazoo, maybe we can join a jug band."
        },
        {
            "id": "0b743d6215be4194a97159d9f37cb4f5",
            "sentence": "Tom couldn\\'t help thinking that he would\\'ve passed the test if he\\'d studied a little harder."
        },
        {
            "id": "069532b386d34ddfa746d106d83246ae",
            "sentence": "Access to information is now much easier than at any point in the past, thanks to the internet."
        },
        {
            "id": "9037b043d9f44835b0fd48de490f1518",
            "sentence": "Tom says that he speaks fluent French. Let's talk to him in only French to test that claim out."
        },
        {
            "id": "9921dd48afe741b2a7401e63b969f2f6",
            "sentence": "How would you feel if you told Tom that you loved him, but he told you that he didn't love you?"
        },
        {
            "id": "bae417a0e9de4a93bb35aed4650380f9",
            "sentence": "I've just written a letter that I'd like to send. Now, I all I need is an envelope and a stamp."
        },
        {
            "id": "8aee16ce26e34da2bc175270ecdf331c",
            "sentence": "I stopped at the butcher shop near the post office and bought a couple of steaks for the grill."
        },
        {
            "id": "01fd075bad3e432ca92a8a4688f9de54",
            "sentence": "I think all the coffee I've been drinking in the afternoon is why I haven't been sleeping well."
        },
        {
            "id": "697f3dabb9c840de95352d483c5d6276",
            "sentence": "I understand French fairly well when I read it, but I have trouble understanding spoken French."
        },
        {
            "id": "5a6a358ff3b14e82a58d6563880f37fe",
            "sentence": "Once the sample is taken, put the cotton swab in a test tube and label with the patient's name."
        },
        {
            "id": "3007303afe524a048abfa818c7845e6a",
            "sentence": "We were hoping that over three thousand people would be there, but only about thirty showed up."
        },
        {
            "id": "b46e524834404f9cb92ac7b6fd6fdff5",
            "sentence": "I'm not the kind of idiot who would climb a mountain in the winter without proper preparations."
        },
        {
            "id": "38840319339246ce80cd4c828986b961",
            "sentence": "I don't care if my French isn't perfect as long as people can understand what I'm tying to say."
        },
        {
            "id": "feb1715abea34e99a3b3ef7d7704f214",
            "sentence": "The video portion of the review mostly consisted of a montage of miscellaneous in-game footage."
        },
        {
            "id": "f314591e5ced4dfba649b611cecbabc0",
            "sentence": "Those who were banished from the country were required to forever abjure their right to return."
        },
        {
            "id": "0e51af7c2c904d30ae67f308dcfd2c23",
            "sentence": "The aisle was packed with an enormous variety of brassieres, in all shapes, sizes, and designs."
        },
        {
            "id": "a5b3fa3d38eb4d32829f404930b4e09a",
            "sentence": "Mary likes to wear clothes with vertical stripes, because she heard they make you look thinner."
        },
        {
            "id": "94a6e6d60052479bb5b496ea9feef3c2",
            "sentence": "Even if you aren't hungry, you should eat something. Otherwise you won't last until lunch time."
        },
        {
            "id": "a1f78c916bbb4af4803898a849d35cf6",
            "sentence": "What is considered impolite in one language may not be considered impolite in another language."
        },
        {
            "id": "8bc712ac640145f89e68b637c7d9e4d8",
            "sentence": "When out at sea, to keep the fish that is caught from spoiling, it is immediately refrigerated."
        },
        {
            "id": "e649575b3b5345c68ee3e1f5d6d843c3",
            "sentence": "Have you heard? Our neighbor won the lottery, and she's gone to the Bahamas on a luxury cruise."
        },
        {
            "id": "8758838fe1ba47ffaf06445aed96700d",
            "sentence": "Recently, I've been putting on a little weight around my waist. I guess it's middle-age spread."
        },
        {
            "id": "3961093307aa4aaa9afe179ddc03a1ce",
            "sentence": "I went to the movie thinking that it would be fun, but it left me with a bad taste in my mouth."
        },
        {
            "id": "e7f4505ead624ffaa457917a282ad02d",
            "sentence": "The bursting of Japan's so-called bubble economy sent shockwaves through international markets."
        },
        {
            "id": "c21aac3ae6984719bae13994b9bee0f9",
            "sentence": "Yet again, Tom was passed over for a promotion even though he was the most qualified candidate."
        },
        {
            "id": "24df943c3f6042a18db5ee41ab4a6ba4",
            "sentence": "I can\\'t believe you are eating something the doctor has told you repeatedly you shouldn\\'t eat."
        },
        {
            "id": "096009623c5e42f0ae3b289435694f47",
            "sentence": "Mozart wrote brilliant, complex musical compositions as easily as you or I would write a letter."
        },
        {
            "id": "1b014498812a4e3fb4fad2dc4a38f2c5",
            "sentence": "She would often bring home table scraps from the restaurant where she worked to feed to her dog."
        },
        {
            "id": "94857a544caf48f598fd29731c7fa48e",
            "sentence": "You know that your French is good when people stop complimenting you on how good your French is."
        },
        {
            "id": "14ecf0cac6174bfda5a70e1be5558e84",
            "sentence": "It\\'s my fault that the cake was burned. I was talking on the phone and didn\\'t notice the time."
        },
        {
            "id": "624d9f573e014ad7b6a32671def3cc8e",
            "sentence": "As soon as I can get my son to scan our family photos, I\\'ll upload some of them to our website."
        },
        {
            "id": "0314a476834a4040be43b6a216e40f0c",
            "sentence": "I wanted to ask Tom how much he paid for his new house, but Mary told me that would be impolite."
        },
        {
            "id": "9c4ead814fda4b7fbfbde20eefa8c36d",
            "sentence": "Tom didn\\'t break his new shoes in enough before the marathon, and got bad blisters on his feet."
        },
        {
            "id": "c66f10d4db294cb08f73926a52d0e366",
            "sentence": "Tom tried to return the swimsuit for a larger size, but the clerk told him that wasn\\'t allowed."
        },
        {
            "id": "f8df6aad513746c89530b6bbf268b253",
            "sentence": "Tom wondered how many times he\\'d have to tell Mary to clean her room before she finally did it."
        },
        {
            "id": "8e4830bbf3d247989961ec6d79c45173",
            "sentence": "After Tom had eaten all the popcorn in the bowl, he went back into the kitchen to pop some more."
        },
        {
            "id": "d933bd9377e7421d9b2f3409cb79f45e",
            "sentence": "If we don\\'t receive Tom\\'s reply within the next three days, I think we should write him again."
        },
        {
            "id": "911766e7dcf74619b21e3a876fbad1a4",
            "sentence": "Tom didn\\'t know what language Mary\\'s friends were speaking, but he thought it might be French."
        },
        {
            "id": "77a199eaafe94f08897abe26b02c89cc",
            "sentence": "Tom didn\\'t seem inclined to elaborate and I didn\\'t really want to know all the details anyway."
        },
        {
            "id": "357b37bc55b745bc9e3b2e892173a7db",
            "sentence": "It wasn\\'t until long after they got married that Tom found out that Mary was wanted for murder."
        },
        {
            "id": "b0569c2f77074bc492b56ff609db71a0",
            "sentence": "I thought a bunch of people would go water skiing with us, but absolutely no one else showed up."
        },
        {
            "id": "ab46343d05b34aa4ada8a0fd41398490",
            "sentence": "I tried to persuade Tom to come to Boston with us, but he said he had other things he had to do."
        },
        {
            "id": "53e73b9bf86b478b94e7ddff2935150e",
            "sentence": "There were demonstrations against the government by Japanese university students in the 1960\\'s."
        },
        {
            "id": "b46124611e0144a1951cec188c52e74a",
            "sentence": "She bought him a car, but he didn\\'t have a driver\\'s license so he couldn\\'t drive it anywhere."
        },
        {
            "id": "8f1054259e044a9d8bde0ec4029cc747",
            "sentence": "Upon explaining plosives to his class, the linguistics teacher instantly became covered in spit."
        },
        {
            "id": "d361f65e6dc646bfaa4f2fc46c37b61c",
            "sentence": "Tom was so tired that he fell asleep on the sofa before Mary had finished making him a sandwich."
        },
        {
            "id": "d47f5da62d354133a2e96616a4515be1",
            "sentence": "After removing her glasses and untying her hair, Mary looked like a completely different person."
        },
        {
            "id": "892a85bc1cb14af38e78ca13c54455a5",
            "sentence": "I probably won't be able to understand most of Tom's speech, since he'll be giving it in French."
        },
        {
            "id": "1f4d3402047a4a8a86a9430df3b08119",
            "sentence": "Though my understanding of French grammar isn't very good, I can usually make myself understood."
        },
        {
            "id": "624d8147e58542bc98997a12b1dadbe4",
            "sentence": "Tom and Mary take every opportunity to find time in their busy schedules to spend time together."
        },
        {
            "id": "08d60949c2dc4cbfb882c237ffc1f047",
            "sentence": "I felt a very sharp pain in my head, and I remember thinking to myself, this doesn’t feel right."
        },
        {
            "id": "96d4db5fb92d45ac87c078e785a140b1",
            "sentence": "Tom can play the clarinet, the saxophone, the flute and the bassoon, but he can't play the oboe."
        },
        {
            "id": "2ef19e1c54f7459a98563177a74dcb8f",
            "sentence": "The level of unbridled misogyny at the barbershop made me feel as if I had stepped back in time."
        },
        {
            "id": "727e0643d6624b079fa48df23ca89bdb",
            "sentence": "Some of the mistakes Tom makes in French are because the textbooks he studied from had mistakes."
        },
        {
            "id": "46bff10a2286437ca4fd52c346296c3e",
            "sentence": "I think the meat you can buy at a butcher shop is better than what you can get at a supermarket."
        },
        {
            "id": "9a4c354663244fbea0d674f7e3f49c41",
            "sentence": "If you knew you were going to be stranded on a desert island, what three things would you bring?"
        },
        {
            "id": "dd3488bd306b43b1adc4f812bf7f6d94",
            "sentence": "Everyone knows on one level or another what is right and what is wrong; some pretend they don't."
        },
        {
            "id": "5b6d61ccc0364c4aa9eb236061f1c574",
            "sentence": "Penicillin is a first-line treatment for bacterial infections, but doesn't work against viruses."
        },
        {
            "id": "82f3529a5a9740b8ad68e48df8f7b48c",
            "sentence": "By digitizing your photo collection, you can preserve thousands of photos on a tiny flash drive."
        },
        {
            "id": "348d41dd878441fc9eebd3f6e4ef6d1a",
            "sentence": "People can begin to love when they choose, but they have no choice when it comes to ending love."
        },
        {
            "id": "4dc5c6157514495aa3f812e2926511ea",
            "sentence": "Tom couldn't get to sleep, so he got out of bed and went to the kitchen to get something to eat."
        },
        {
            "id": "2d1437f15442416895ab23fc626161d2",
            "sentence": "Tom was surprised when he saw Mary eating meat because she'd told him that she was a vegetarian."
        },
        {
            "id": "282ed513b3264098a87f31d69b8a858f",
            "sentence": "You've reached Tom Jackson's phone. If he owes you money, this is no longer Tom Jackson's phone."
        },
        {
            "id": "3f33b78fbcdc4fb9be483f119023c5fc",
            "sentence": "I bought a small lot on the hillside in Southern France where I plan to build a retirement home."
        },
        {
            "id": "bf83124fcc964aa6917e4a2f6587d7d9",
            "sentence": "Geologists travel great distances to study the stratified rock formations in the national parks."
        },
        {
            "id": "583f60237e8844a782c4bb7121d9c573",
            "sentence": "When Tom realized there was no way out of the room, he sat down on the floor and started crying."
        },
        {
            "id": "9cf35aad50d84a1e8a294d8c5b329022",
            "sentence": "The most interesting information comes from children, for they tell all they know and then stop."
        },
        {
            "id": "0eacbfc46e83401aa46bb7dcd55fbabd",
            "sentence": "Since I haven't received an answer, I was wondering if maybe my mail never got delivered to you."
        },
        {
            "id": "ca0371ec4775412bbf0b10205758c1ce",
            "sentence": "A step change in the feed rate of one reactant results in a gradual change in the reaction rate."
        },
        {
            "id": "51a8ed8a18b34f919d3d9a16a68191b2",
            "sentence": "Foreign businessmen living in Tokyo often complain of the high prices for imported western food."
        },
        {
            "id": "652d00e49c7747718ab603fcc9af270a",
            "sentence": "Tom is staying at his uncle's, because his parents have gone to Australia for a couple of weeks."
        },
        {
            "id": "ebf0d60ac28b4dcab00c70d79c539ff8",
            "sentence": "It's time to put your cards on the table and tell us what the real story is with this situation."
        },
        {
            "id": "e232c686cd75410fae60674376715260",
            "sentence": "All of the money won by our celebrity contestants will go to a charitable cause of their choice."
        },
        {
            "id": "c9bd88f821a14ec1b1a182891b998813",
            "sentence": "If there's something that you don't understand, please don't hesitate to contact us at any time."
        },
        {
            "id": "6c63d5350f4541e293ec8c44427b759d",
            "sentence": "Except for the bad weather and the frequent earthquakes, this is almost a perfect place to live."
        },
        {
            "id": "6d0abe48712e44798dcc90cc45d0d1bc",
            "sentence": "According to the old man I met yesterday, cockroaches can be eaten and don't taste all that bad."
        },
        {
            "id": "36eed59b8fd54120b6854ef81d43128a",
            "sentence": "If you plan well, you can spend less time doing unnecessary things and get the work done faster."
        },
        {
            "id": "a3e99ea2196a4024bc2ac633f828e693",
            "sentence": "Don't worry. He may look intimidating at first glance, but he's actually a very friendly person."
        },
        {
            "id": "4dca1f4314e942b69dad63df985fe7b9",
            "sentence": "There's no good and evil in this world; there's only ignorance, and ignorance, my friend, rules."
        },
        {
            "id": "000032c1feda42e1b15afba22d5e6e1b",
            "sentence": "Tom got on the train at 10:30 a.m. and got off at 2:30 p.m. How many hours was Tom on the train?"
        },
        {
            "id": "56b5257656ba4e368af2ddf983ee80d6",
            "sentence": "Most people say that the best way to learn a foreign language is to learn from a native speaker."
        },
        {
            "id": "e7b3236c5fbe4b5a9b786e6bcd52094c",
            "sentence": "Boil water at least one minute before drinking it. At high altitudes, you should boil it longer."
        },
        {
            "id": "ec76408bf34541fbbff54f39c0f70570",
            "sentence": "I realize that this might sound crazy, but I think I've fallen in love with your younger sister."
        },
        {
            "id": "e3ad6f54eb1849ee807b61d9f0e0730f",
            "sentence": "Tom got out of bed, took a shower, made his bed, and then went to the kitchen to make breakfast."
        },
        {
            "id": "2daa7facc23f4e1c9719bf80a16922bc",
            "sentence": "I'm not kidding you. Some people actually believe that the world is only six thousand years old."
        },
        {
            "id": "34112819b5f5421893ba960b4ea6dee4",
            "sentence": "If you ask a mathematician if he is an adult or a minor, don't be surprised if he answers \"yes\"."
        },
        {
            "id": "9be7d90e14a94673b3e35f31e76b28f7",
            "sentence": "Tom has three daughters. Each of his daughters has one brother. How many children does Tom have?"
        },
        {
            "id": "5375c2b2452042f78a5e90ea3363c981",
            "sentence": "Memorizing the order of a deck of playing cards is definitely not easy, but it\\'s not impossible."
        },
        {
            "id": "7cd7d376e9ba4b7fbb3072697f37f4ac",
            "sentence": "Tom\\'s an irritating person to work with because he\\'ll never admit it when he\\'s made a mistake."
        },
        {
            "id": "cbefc61b67b543b9ab3eba9d4bd3ef76",
            "sentence": "She advised him to visit Boston, because she thought it was the most beautiful city in the world."
        },
        {
            "id": "5fe8a7caee734c50a6b9e9fbdaef32c8",
            "sentence": "It\\'s not uncommon for people to give fake personal information when registering to use websites."
        },
        {
            "id": "1720fe3e99024d6289ecd6efb1ff56a8",
            "sentence": "Tom couldn\\'t find anything better to do, so he decided to just go ahead and finish his homework."
        },
        {
            "id": "d403bf1511d34a81bd1309f11a10b9e7",
            "sentence": "Tom always cried when his sister took away his toys, and for that very reason she loved to do so."
        },
        {
            "id": "74efaf106d04468a853103ea91086896",
            "sentence": "Tom connected the TV to the antenna that the previous owner of his house had mounted on the roof."
        },
        {
            "id": "d54609f3570b41e99c6f1745278cec1f",
            "sentence": "Tom gave a famous singer ten thousand dollars to come to the restaurant to sing \"Happy Birthday.\""
        },
        {
            "id": "2c2203604de6493396488c38ff666e33",
            "sentence": "Tom agreed to marry that man\\'s daughter with the promise that he\\'d inherit the man\\'s business."
        },
        {
            "id": "50b1dc0773ac4ae0a0bd20631a841e8f",
            "sentence": "As you already know, I don\\'t speak French very well, so I\\'d rather not give a speech in French."
        },
        {
            "id": "b2f6071a79c0405eaf5b817d700475c0",
            "sentence": "Even though Tom didn\\'t want to go to the party, he went because he thought he\\'d see Mary there."
        },
        {
            "id": "25ab0d7afef64450a3b95acf8b48b463",
            "sentence": "Tom wanted to find a doctor who would treat his gunshot wound without reporting it to the police."
        },
        {
            "id": "195699f85be04cd0a572b5b33bb3c7a3",
            "sentence": "Tom was staring at Mary who was sitting on the school bus that was parked in front of the school."
        },
        {
            "id": "96d666e62a784dc095facfb7a6978fff",
            "sentence": "One of the benefits of using mechanical pencils is that you don't need to use a pencil sharpener."
        },
        {
            "id": "6ab13347694a4133b9d88426ec0499a4",
            "sentence": "Would you please meet me at Yaesu central gate of Tokyo Station on Monday, May 10th at 3:00 p.m.?"
        },
        {
            "id": "88f86c8a28434ab9954ed7d1ffc51971",
            "sentence": "Listening to a language being spoken is very different from reading or writing the same language."
        },
        {
            "id": "d8a954cfda89422ca34332ea88bca368",
            "sentence": "If you come across a word you don't know while reading, look up its definition in the dictionary."
        },
        {
            "id": "71038da34e244347957b3f1ee26b48c0",
            "sentence": "I thought Tom would do most of the driving. I didn't expect to have to do so much driving myself."
        },
        {
            "id": "294082b174d2421e8cf4b922b1a08c01",
            "sentence": "If you'd spend less time talking and more time working, we could get this done much more quickly."
        },
        {
            "id": "5d72ad6968ee4b2a89fc22a41c518d40",
            "sentence": "A fault common to scientists is mistakenly believing that every problem has a technical solution."
        },
        {
            "id": "44fc87012e33482e88a9eb0a4ee2bc0b",
            "sentence": "Mary feinted a strike to Tom's face, but then swiftly struck his torso with the tip of her sabre."
        },
        {
            "id": "401ca71f12334066a9562587c9a64011",
            "sentence": "Life would be terribly monotonous and deadly boring if everyone felt, thought and spoke the same."
        },
        {
            "id": "ac9532c5cf5a430f89a923316589a5ed",
            "sentence": "My French isn't very good, but people seem to understand what I'm trying to say most of the time."
        },
        {
            "id": "20b0a41867234bfdb297abc6619291a8",
            "sentence": "I wanted to become a singer or an actor, but my parents wanted me to become a lawyer or a doctor."
        },
        {
            "id": "0ef384bf6f4347348126db6c4f847743",
            "sentence": "Many have suffered oppression and misery for a long period of time under the rule of colonialism."
        },
        {
            "id": "89311e83c936465495fc427790633b1c",
            "sentence": "There are more Buddhists in Germany today than people who know how to make a good chocolate cake."
        },
        {
            "id": "643bf2a69b2e47e19aab92cafb57d42a",
            "sentence": "The bridge is supported by a truss made up of steel beams, making it both strong and lightweight."
        },
        {
            "id": "e5606f6b3b1e48d3a20f1036dcfa4e68",
            "sentence": "Tom went over to where Mary was sitting and gave her the envelope John had given him to give her."
        },
        {
            "id": "edbee48401ae44588085c2c18e6bda1a",
            "sentence": "One of the downsides of living downtown is the noise you hear all day long every day of the week."
        },
        {
            "id": "838f1f1bd2854ac0bc9c803f53dcf1d7",
            "sentence": "I don't believe that Tom was really able to build his house for less than three thousand dollars."
        },
        {
            "id": "5b73994869e0434ca2955a6b46f9df6f",
            "sentence": "Today we issue this writ, so that future generations may be free from persecution and domination."
        },
        {
            "id": "541e042d80a54024901c809c33031f62",
            "sentence": "Heavy rain throughout the night has hampered efforts to rescue survivors from the stricken ferry."
        },
        {
            "id": "6e68667c9b5c4ba09ac8bec3c6501268",
            "sentence": "Tom's school requires students to do at least 30 hours of community service in order to graduate."
        },
        {
            "id": "4f6e78fffc9441ce905c140d61c3d0c2",
            "sentence": "There's got to be something incriminating in that apartment. Tear the place apart if you have to."
        },
        {
            "id": "4d99dc8b2e8c468cbdad8370c3cfbdaf",
            "sentence": "I had been thinking about our new project for two weeks, but I couldn't come up with a good idea."
        },
        {
            "id": "f75869e021ec48d0a5ed7d9e4025197c",
            "sentence": "Chapter three is the end of the beginning of the book. Stop there and read the critic's comments."
        },
        {
            "id": "dd75311109b847419f790dd3d4fcd085",
            "sentence": "It would've been a close game if Tom hadn't hit a home run with bases loaded in the ninth inning."
        },
        {
            "id": "7bf27f0be00043fc88655d2579fd891d",
            "sentence": "You're the last person in the world I would like to see cloned; you're boring enough on your own."
        },
        {
            "id": "189e4355216a45eeb8a1faa0957e55b2",
            "sentence": "Tom, who was adopted at birth, only met his biological mother for the first time a few weeks ago."
        },
        {
            "id": "a6a7837bceaa44308f1f81957d56c838",
            "sentence": "With his mother very sick and a tight deadline at work, Tom has a lot on his plate at the moment."
        },
        {
            "id": "aad06739091844aeb6a25b43be216b7f",
            "sentence": "This song samples a bunch of old American funk records from the 70s using equipment from the 90s."
        },
        {
            "id": "9e88a79b63414547a912e0aff8b24ca4",
            "sentence": "Carbon monoxide is a poisonous substance formed by the incomplete combustion of carbon compounds."
        },
        {
            "id": "d8bcb0fc056748a3a9f2763b875676ef",
            "sentence": "The only way to lose weight is to create a caloric deficit by burning more calories than you eat."
        },
        {
            "id": "dd1e6c5fcb74449d9df44fbfd05f4342",
            "sentence": "There are three different types of people in the world: those who can count, and those who can't."
        },
        {
            "id": "cea5044dcfd54c51b7ec84286668e4b8",
            "sentence": "Tom was shocked to see how much his mother had deteriorated since he last saw her six months ago."
        },
        {
            "id": "2f170b44735640b5a21947a416c3ff0f",
            "sentence": "Tom dropped out of school, so he attended night school after work to get his high school diploma."
        },
        {
            "id": "e759aa58a13d40aab97ebf15652da118",
            "sentence": "Tom doesn't really like chick flicks, but he often goes over to Mary's and watches them with her."
        },
        {
            "id": "a88a16a521c6452b93d87c950ceed8b7",
            "sentence": "Tom put together one million dollars in unmarked, used bills as the kidnappers had told him to do."
        },
        {
            "id": "307883fca5e4489280ebc79c7debd63e",
            "sentence": "Tom told Mary that he thought a hippopotamus could run at a speed of about 30 kilometers per hour."
        },
        {
            "id": "4949c1ec76524895a16bbda4d6f7c2b0",
            "sentence": "The police have been searching Tom\\'s house for three hours, but they haven\\'t found anything yet."
        },
        {
            "id": "ce4984f14c854656b1b1689d10a9a259",
            "sentence": "Tom adapted last year\\'s lesson plans so he could use them with this year\\'s lower level students."
        },
        {
            "id": "b1ce525aaced42a689a50f41d9d0cdb5",
            "sentence": "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime."
        },
        {
            "id": "3d6d46fd6fab4a1ab515ed595a2f04f2",
            "sentence": "The bar where Tom works lost its license because they had been selling alcoholic drinks to minors."
        },
        {
            "id": "0a2d1e18418b4453b8580b3e4694bdf5",
            "sentence": "Tom can\\'t go out drinking with the guys tonight. He has to stay home and take care of his mother."
        },
        {
            "id": "ea81bbe526ac4341a00bd12393af42d2",
            "sentence": "I thought doing this would be easy, but we\\'ve been working all day and we\\'re still not finished."
        },
        {
            "id": "4cb230f9250c4519bb406b167a030814",
            "sentence": "From personal experience, I know that any encounter with him will leave a bad taste in your mouth."
        },
        {
            "id": "9c82635f880e47cabe6875cca917a8d0",
            "sentence": "Why are you always contradicting me? Can\\'t you accept once in a while that I just might be right?"
        },
        {
            "id": "403692f382c64431af1fce49d716a000",
            "sentence": "I heard that one way to stay healthy is to avoid eating any food with unpronounceable ingredients."
        },
        {
            "id": "b20d1c83a36d403b9e67dc6152ccc6b9",
            "sentence": "A typhoon hit Tokyo on Wednesday with strong winds and heavy rains stopping public transportation."
        },
        {
            "id": "c195046d143b4b6b93805a5ca0a3b34f",
            "sentence": "One of the best parts of the holiday season is spending time with the special people in your life."
        },
        {
            "id": "be48f5b004394a6d83dd7f31fdb6c4d6",
            "sentence": "I'd hoped that Tom would've changed his habits by now, but I see that everything's still the same."
        },
        {
            "id": "a94775c2d27a4c099842d4da77c4e6e7",
            "sentence": "The eggs in the nest in our attic must've hatched. I've been hearing birds tweeting all day today."
        },
        {
            "id": "c519faf4507a459ab8257a015318a3ad",
            "sentence": "The boy I saw searching through the garbage can said that he had not eaten anything for four days."
        },
        {
            "id": "1bc9a77a78ae4c15a912b62d3f3bddce",
            "sentence": "You get tired of a beautiful woman in three days, and you get used to an ugly woman in three days."
        },
        {
            "id": "cfcd3e8a0030468ea1947409d94f6341",
            "sentence": "According to this article, many tobacco companies knew nicotine was harmful, even back in the 50s."
        },
        {
            "id": "ba333161f9174adfa1981b7a3e054954",
            "sentence": "Tom and John both asked Mary for her telephone number, but she wouldn't give it to either of them."
        },
        {
            "id": "47480cd90d364ad6b5c116af8aac6b29",
            "sentence": "When your friends begin to flatter you on how young you look, it's a sure sign you're getting old."
        },
        {
            "id": "27e80a94f172473681bf0aebeaac3852",
            "sentence": "It is better to remain silent and be thought a fool than to open one's mouth and remove all doubt."
        },
        {
            "id": "3735321e8583473eb26f55c805630053",
            "sentence": "Ultraviolet radiation can cause skin cancer, cataracts, suppress immune systems and damage plants."
        },
        {
            "id": "c2834e3d208544d58fb060c9b8d2207c",
            "sentence": "The company was able to ramp up sales by hiring more employees and streamlining working practices."
        },
        {
            "id": "d2f93042b27c40419f4280147c055090",
            "sentence": "We could spend more time discussing this, but I don't think we'll be able to come to an agreement."
        },
        {
            "id": "031e71162e9c45f287a45a94e31d52cb",
            "sentence": "The handcuffs were too tight and they dug into Tom's wrists, cutting off circulation to his hands."
        },
        {
            "id": "14ccfaf533124c5eb91ac0557d4a6924",
            "sentence": "Tom let it be known with a dismissive wave of his hand that he wasn't enthusiastic about the idea."
        },
        {
            "id": "55ef21e723b14569a59a4d5d074c412d",
            "sentence": "Tom repairs old household appliances in his spare time. People now come to him from all over town."
        },
        {
            "id": "6c2e06fb286e4ca889edc0b74007e072",
            "sentence": "If you can't afford an attorney, one will be appointed for you before any questioning if you wish."
        },
        {
            "id": "3bc46769207e4dd6aa12b87176746b8d",
            "sentence": "It is said that Japanese people are kind to people they know, but rather cold to those they don't."
        },
        {
            "id": "bec1ea699f9446b99141791115d4708f",
            "sentence": "Mary is one of the prettiest girls in the whole school. Despite that, she's never had a boyfriend."
        },
        {
            "id": "013dd2c6e9884da494010bab7991f023",
            "sentence": "I've heard about this kind of thing happening, but this is the first time for me to see it happen."
        },
        {
            "id": "dccdd841b79245bb9fb897071de9d28f",
            "sentence": "I just want to let you know that I think that you're the most beautiful woman that I've ever seen."
        },
        {
            "id": "3686631490224d6ebdcaf36ca6f3a850",
            "sentence": "Tom was exposed to a wide variety of music as a child through his mother's vast record collection."
        },
        {
            "id": "a7088cff3bc64ea0bc76ac1a67a3aee2",
            "sentence": "Even though Tom begged Mary not to go, she left with the children and went to live with her mother."
        },
        {
            "id": "c934a3e8bcc449538e703a9071a45650",
            "sentence": "I was just getting ready to write Tom a message asking him where he was when he walked in the door."
        },
        {
            "id": "824bbfce163243cda02b7d33c40954e3",
            "sentence": "Mary had a few friends over for lunch and they spent most of the time griping about their husbands."
        },
        {
            "id": "98089644433e4eac842fec261c5c5ab2",
            "sentence": "No matter how busy Tom gets, he never forgets to write an email to his mother at least once a week."
        },
        {
            "id": "8677d82f113049b78e2dad74e0ca6b35",
            "sentence": "I may not be able to speak French as well as Tom, but I can usually communicate what I want to say."
        },
        {
            "id": "4b12273c16f94fa8998c5ac567b4b348",
            "sentence": "Tom was sitting alone at a private table eating the most expensive meal that the restaurant served."
        },
        {
            "id": "3260bea741544907bd77b27dd9924800",
            "sentence": "Tom is going to be mad at Mary when he finds out that she forgot to do what she was supposed to do."
        },
        {
            "id": "34c8120e25d443909f9254b1abe39cde",
            "sentence": "I have a lot to do today, so if you don\\'t mind, I\\'d like to have this discussion at another time."
        },
        {
            "id": "b37cda77afdd4b3c9a9d1176dd842db1",
            "sentence": "I think it\\'s unlikely that the next version of Windows will come out before the end of this month."
        },
        {
            "id": "4c52df1b54324e348eed0bd523bae3aa",
            "sentence": "Tom did everything within his power to save the children that were trapped in the burning building."
        },
        {
            "id": "0a213f2e503b4bf78d017f30d5edf7a3",
            "sentence": "Tom and Mary frequently complained that they never had time to spend together without the children."
        },
        {
            "id": "1c8c0d70c391412d8c5e93ad52c71591",
            "sentence": "It\\'s very late. Why don\\'t you get ready for bed, and we\\'ll talk about this again in the morning?"
        },
        {
            "id": "a0be9b19aa87454484160a01c8fd0d3d",
            "sentence": "I usually dream in French unless I\\'m dreaming about talking to one of my English-speaking friends."
        },
        {
            "id": "f666cb7bc6a74067b682ade49684bb08",
            "sentence": "If someone gave you enough money to live in luxury for the rest of your life, would you still work?"
        },
        {
            "id": "0823a285f76046fbaf0610424e59b5ad",
            "sentence": "I've interviewed a number of your teammates, and they all think you're the best player on the team."
        },
        {
            "id": "da370de7fd8a4b1d842d56c415493589",
            "sentence": "A gaggle of intoxicated youths stopped to ponder whether there is an Opposite Day in Bizarro World."
        },
        {
            "id": "3333ebdf5ea54f9e901831e523bceaf6",
            "sentence": "Tom and Mary never stay angry with each other for long and usually make up within a couple of days."
        },
        {
            "id": "70acbf545afe47c3aa2b56e7efb98d5b",
            "sentence": "Tom walked over to Mary's desk and put the box of chocolate there for her to find the next morning."
        },
        {
            "id": "eb1c48161b3e4c429e50faee6ad9c574",
            "sentence": "Lander assumes that rioting and gang behavior are a result of poverty and poor economic conditions."
        },
        {
            "id": "174894bf79e94f41b12df5ec692773b0",
            "sentence": "All things considered, I think we could say that the meeting was successful and met its objectives."
        },
        {
            "id": "cdb1f065b483442a9ee95a02a9106f4a",
            "sentence": "If time is the most precious of all things, then wasting time is the most extravagant waste of all."
        },
        {
            "id": "b15a7744f8cc4054aee8bbd323e62015",
            "sentence": "Tom submitted a list of topics for possible inclusion on the agenda for the annual general meeting."
        },
        {
            "id": "174470482b7a494b96bc9ac09afae131",
            "sentence": "Night was already giving way to the first glimmers of day when Tom finally emerged from the forest."
        },
        {
            "id": "1ecb40f415f6414d8d3eb34d7f931f33",
            "sentence": "When I tried to move the desk, one of its legs made a jarring sound as it scraped across the floor."
        },
        {
            "id": "0ea37031dd7a4506a4941a45453b192e",
            "sentence": "I'm not stupid enough to climb a mountain in the winter without first making adequate preparations."
        },
        {
            "id": "f32e41fec9ce4e29ac4868354b6a2b95",
            "sentence": "I realize that this may sound crazy, but I think that I've fallen in love with your younger sister."
        },
        {
            "id": "84ba06ee84a340ceb0dde1af82767b58",
            "sentence": "Even though I'm trying to lose weight, I just can't resist eating chocolate if I'm offered a piece."
        }
    ],
    "nbPages": 3576,
    "nbResults": 715026
}