{
    "currentPage": 3573,
    "pageSize": 200,
    "items": [
        {
            "id": "4d60ebb302854d098b2e7996f5944cf7",
            "sentence": "I sometimes get frustrated with myself for not being able to do things that I should be able to do."
        },
        {
            "id": "ca140c5452994fd3b0cd859c412c34dd",
            "sentence": "I got worried when Tom didn't answer his phone, so I went to his house to make sure that he was OK."
        },
        {
            "id": "034ecbefb6334c33a90abf6a64e635df",
            "sentence": "We came to realize that the problem isn't just a few bad corporations but the entire system itself."
        },
        {
            "id": "10d6db0e7dd6424a8064f31f8b881ea0",
            "sentence": "Kuma the bear has been wrestling human martial artists to the ground for as long as I can remember."
        },
        {
            "id": "5f2eabac1b3344fa8b2b72d3030c465f",
            "sentence": "You can't necessarily judge a book by its cover, but you can judge people by the company they keep."
        },
        {
            "id": "fb3dbf90d15d4a45b4c3480f5b6acb84",
            "sentence": "An astringent, like an alum block or styptic pencil, helps close and heal small cuts after shaving."
        },
        {
            "id": "58d0af50135f4e68971ef1b661754d11",
            "sentence": "Girls begin puberty around the ages of ten to eleven, and boys around the ages of eleven to twelve."
        },
        {
            "id": "0dfeba2d69824ffeb0d01616ce68d851",
            "sentence": "If you want to lose weight, then the best thing to do is to eat properly and get a lot of exercise."
        },
        {
            "id": "29e14a5c804d4cb3b01c8e71f8ec335e",
            "sentence": "A sick soul that holds on tight to anger and hate will never heal until it lets go of those demons."
        },
        {
            "id": "d713d6f77bde49a88e2ab635fb37c460",
            "sentence": "Someday, dear language learner, you must stop poring over IPA charts and start listening to people."
        },
        {
            "id": "9fb010cd1a2b4b659aaea8536fc7166b",
            "sentence": "Since in this organization they're all chiefs and no Indians, it's a wonder any decisions get made."
        },
        {
            "id": "5a425ba671d6471995256270e54a4b9b",
            "sentence": "During the Depression in the 1930's, many wealthy people lost everything in the stock market crash."
        },
        {
            "id": "2e60fc1272294240bf1541e14ad3dfe4",
            "sentence": "I knew that Tom and Mary were both married, but I didn't know that they were married to each other."
        },
        {
            "id": "18dafdbedb54417aa1c4d32f5baae833",
            "sentence": "During the Middle Ages, honor was fundamental to the life of the free man and of the Christian man."
        },
        {
            "id": "123ae0fdd2e84cb8a4d09b25d587cd63",
            "sentence": "Me, me, me. Now picture billions of voices screaming that and you got yourself modern civilization."
        },
        {
            "id": "63d9f2ffe9b44e298d7381179a3cc3aa",
            "sentence": "We have three divers now searching for a gun that we believe that the suspect threw off the bridge."
        },
        {
            "id": "628addfeabfd4a0c9cf6c467b55effd2",
            "sentence": "Some months have thirty-one days, others have thirty days, and one month has less than thirty days."
        },
        {
            "id": "c363982c33f0448fab67be3fcbb3ea7a",
            "sentence": "Tom looked at Mary's hands and noticed she was wearing a number of rings, including a wedding ring."
        },
        {
            "id": "0bd64bcf07ef46dcb658289f81788917",
            "sentence": "I'm begging you. Don't make me laugh. I did too many sit-ups yesterday and my stomach muscles hurt."
        },
        {
            "id": "6c63f7fe5c9d4d01949dfa4ce48d2a0b",
            "sentence": "If you spend too much time in the sun without putting on sunscreen, you are likely to get a sunburn."
        },
        {
            "id": "dbf45acf972b4ae7910ca67d00cfb66c",
            "sentence": "Tom told Mary that he didn\\'t think it was a good idea for her to go jogging in the park by herself."
        },
        {
            "id": "05ae375c834946b1ab96c1b88979ae34",
            "sentence": "My parents usually speak to each other in French, even though my mother is a native English speaker."
        },
        {
            "id": "a8eb4ca99dbc42dbabd9a56c75043ab9",
            "sentence": "Tom sat down near the window, put on his glasses and began to read the book that Mary had given him."
        },
        {
            "id": "1ecde245f7f14f318ddff1915472bad6",
            "sentence": "Tom speaks several languages fluently, but for his job, he only translates into his native language."
        },
        {
            "id": "aed9ded2f86f4b90ab174fb57d7c0d53",
            "sentence": "If I\\'d only known that there was a possibility that that would happen, I\\'d have been more careful."
        },
        {
            "id": "13169ff2c4914243b49457fa12071e39",
            "sentence": "The first thing Tom does when he meets a new woman is check to see if she\\'s wearing a wedding ring."
        },
        {
            "id": "c9b1482dd967400197529b85b939ae05",
            "sentence": "Tom thinks there\\'s a good possibility that Mary will agree to babysit the children on Friday night."
        },
        {
            "id": "cfd5a329d6d44382b792f25dbbd9b1f4",
            "sentence": "When we started out designing web pages, we were the only ones doing it in this part of the country."
        },
        {
            "id": "ceae81a8c9e341c4908bb8e99a863974",
            "sentence": "I\\'ve kept my weight down even though many of my friends have gained weight as they\\'ve grown older."
        },
        {
            "id": "6c4630f591d54fe1b9cfa9ab1f6ffaa8",
            "sentence": "I usually speak French with my parents, but my brothers and I always speak to each other in English."
        },
        {
            "id": "9cbe4a2cbd9c431eb5190eecf9c632aa",
            "sentence": "I don\\'t usually take the bus to work, but yesterday it was raining, so I didn\\'t feel like walking."
        },
        {
            "id": "27a251e83933472a95b166547aaa8cf9",
            "sentence": "In this world, there are some things that will never come true no matter how much you wish for them."
        },
        {
            "id": "26bb268ef4264eaf8b2f0105fd0be899",
            "sentence": "There are some things in this world that will never come true, no matter how much you wish for them."
        },
        {
            "id": "03956cdac43346df9d1b8178e64adf50",
            "sentence": "Tom and his friend John were swimming close to shore when a strong undertow carried them out to sea."
        },
        {
            "id": "e0d46e7d0c4d43879ff83cf7742995b4",
            "sentence": "Giving up smoking is the easiest thing in the world. I know because I've done it thousands of times."
        },
        {
            "id": "e3eda38fb5244629ac5599247bbef3cb",
            "sentence": "The river is six miles deep in some areas and the only way to cross it is using a pulley and a rope."
        },
        {
            "id": "b50caa0a2e404a45917a8e6d147fb793",
            "sentence": "A noob once met Betty and while desperately trying hard not to get killed, ended up killing himself."
        },
        {
            "id": "c66864c1ef064f2aa6f86e60f1db79b5",
            "sentence": "One of my boots fell off the boat, so I jumped into the water and swam as fast as I could to get it."
        },
        {
            "id": "074e947b2cdb439c8492740606b05072",
            "sentence": "When you're angry, count to ten before you say anything. If you're very angry, count to one hundred."
        },
        {
            "id": "fe8fade12e17427aa461aa415047c2ac",
            "sentence": "As an overweight woman, Mary has experienced many incidents of people judging her based on her size."
        },
        {
            "id": "1349ce55472142a9a3dce12eccbacedc",
            "sentence": "When the tempura I make cools down, it immediately loses its crispiness and doesn't taste very good."
        },
        {
            "id": "9e35eeba3e1447e9b50464f0c71c3a52",
            "sentence": "The future of our company is at stake. We have been heavily in the red for the last couple of years."
        },
        {
            "id": "3365306df75e4cada4de7484aa288747",
            "sentence": "Leeches do not transmit diseases to humans, but in rare cases they can provoke an allergic reaction."
        },
        {
            "id": "84d9dc1ef95a418caac17ab766ae688f",
            "sentence": "We've come up with several ideas on improvements, based on feedback we've gotten from our customers."
        },
        {
            "id": "b87a4bf9bbe44fc98e9b0b30c800ebc6",
            "sentence": "At first there will be many unfamiliar words and grammatical forms, but you don't have to be afraid."
        },
        {
            "id": "acc28ad704724710b19e626b4b159952",
            "sentence": "As a commuter, it can be difficult to make friends with the other students, who are mostly boarders."
        },
        {
            "id": "33d3e8c45c2540939d9d81c7aeb4c120",
            "sentence": "I'm lucky to have some savings I can use at a time like this, but I know that a lot of people don't."
        },
        {
            "id": "f367c0398a424c019be58d2d3fabc055",
            "sentence": "It seems that I spend most of my time helping Tom do things that he should be able to do on his own."
        },
        {
            "id": "98efc240bf7b47f088d7d28f4dc03040",
            "sentence": "I don't know if it was because of the late hour or because of the rain, but there was no one around."
        },
        {
            "id": "78ee6de541dd4788bdaf8aff84a75dce",
            "sentence": "If you really want to learn how to do that, you'll have spend a lot of time studying and practicing."
        },
        {
            "id": "8f91e914cd684136954b395c4ed0c08c",
            "sentence": "It's been reported that children as young as three and a half years old are capable of telling lies."
        },
        {
            "id": "460e3ca907f8426d9123e12595de62be",
            "sentence": "That knife wasn't sharp and I couldn't cut the meat with it, so I resorted to using my pocket knife."
        },
        {
            "id": "eba95fc8898049d3850499993efa9143",
            "sentence": "This drawing is less than great. He needs to do something with the line here at the back of the leg."
        },
        {
            "id": "c55784707fa94c0d86b0fc878faef2f6",
            "sentence": "I know that Tom can play the clarinet and the bassoon. Can he play the flute and the saxophone, too?"
        },
        {
            "id": "2f15bfe460eb4399a3ba815dfcf2cfad",
            "sentence": "The salesman was trying to pressure Tom into buying something he didn't want, so Tom left the store."
        },
        {
            "id": "5bcb35fe40eb4ead83fb4c212db8d53f",
            "sentence": "Tom forgot his shopping list and only got half of what he had intended to get when he went shopping."
        },
        {
            "id": "bc9ccee7815f4dd9b5f19933ad3a21d1",
            "sentence": "It'll be hard to find a good plumber who's willing to come to your house in the middle of the night."
        },
        {
            "id": "04830c9dfd7547069190054ac1167473",
            "sentence": "By the time Tom got to the train station, the train he wanted to catch had already left the station."
        },
        {
            "id": "7d20364c89d14e13b03ee416a5c7f757",
            "sentence": "Tom's father told him to forget about becoming an artist, because he'd never earn enough to live on."
        },
        {
            "id": "ce5c9513456247208e8cf2878d00c94a",
            "sentence": "You get tired of a beautiful woman after three days. You get used to an ugly woman after three days."
        },
        {
            "id": "c824596ec5af4ad3b2a5d7d8dd48f6d2",
            "sentence": "Mary closed her eyes for a second and waited for Tom's kiss. When she opened her eyes, Tom was gone."
        },
        {
            "id": "2a044a183410458bb7ba0d3608392bb1",
            "sentence": "Even though Tom knew he\\'d be teased about his height, he decided to try out for the basketball team."
        },
        {
            "id": "cc9a88a1e704418f8d7594a1fa290a88",
            "sentence": "I don\\'t quite believe it when I hear someone claim they can speak more than five languages fluently."
        },
        {
            "id": "b560a36b90dc4bebb5778d4a9f3a4e4f",
            "sentence": "I think it\\'s unlikely that aliens similar to what we see in the movies have ever visited our planet."
        },
        {
            "id": "e7b5a1ebe09b4e478c89f4531f71810d",
            "sentence": "She advised him to take a long holiday, so he immediately quit work and took a trip around the world."
        },
        {
            "id": "aa68a757cbcf41c0ad92aeb314576d81",
            "sentence": "Tom did everything within his power to keep Mary from being elected president of the student council."
        },
        {
            "id": "bb4604bfa1134d759a990e866df53df8",
            "sentence": "Tom wondered why many people in America think that baseball is more interesting to watch than soccer."
        },
        {
            "id": "0e4ff063da334d7eb533d949cf46aa96",
            "sentence": "George Custer was killed at the Battle of the Little Bighorn in 1876, along with over 200 of his men."
        },
        {
            "id": "153786f7f4d5431e8a3b6042691e34be",
            "sentence": "Tom was taking a selfie on the edge of the volcano when he lost his footing and fell into the crater."
        },
        {
            "id": "81f0d6cf7d754c93a97a1d829d4d55e4",
            "sentence": "I wanted to know if you\\'d heard anything about what\\'s going to be discussed at tomorrow\\'s meeting."
        },
        {
            "id": "105fdf994e654fafb5b86f7cbb876970",
            "sentence": "I thought that doing this would be easy, but we've been working all day and we're still not finished."
        },
        {
            "id": "a0c120a8ce7243589c9e358bf796d2c1",
            "sentence": "As a new graduate with no work experience, Tom was wet behind the ears when he started his first job."
        },
        {
            "id": "8ebc87a973b14212a12e025a66bbe8a5",
            "sentence": "Tom looked like he didn't have a care in the world, but nothing could've been further from the truth."
        },
        {
            "id": "24334092ad52431a87bc524bf9ac5370",
            "sentence": "The pledge to stop smoking cigarettes ranks among the top ten New Year's resolutions year after year."
        },
        {
            "id": "f61838e7851e4c59b9a6efaedb0a233b",
            "sentence": "At the end of his life, Hokusai lived in misery, alone with his daughter, and worked until his death."
        },
        {
            "id": "c7dd8d0cf28c4d61a8f2a4f3e03ebd25",
            "sentence": "Some of the mistakes that Tom makes in French are because the textbooks he studied from had mistakes."
        },
        {
            "id": "a2e12836b3264eb59ed0ef64f27132c9",
            "sentence": "Until 1986, in the schools of England, it was legal to punish children with belts, sticks, and clubs."
        },
        {
            "id": "371c364f432741c8bc54658dcbf385e3",
            "sentence": "You don't have to leave me hanging like this. Why don't you just come out and tell it to me straight?"
        },
        {
            "id": "0e6f3b221a9f43ef8aea1e82bbe64b74",
            "sentence": "People take things too personally and the good behaviour of some rewards the bad behaviour of others."
        },
        {
            "id": "94e85f175da2405c9125b94207751a91",
            "sentence": "Did you say that Tom has left the hospital? That means he'll be coming back to work soon, doesn't it?"
        },
        {
            "id": "cd652d04e0004b5ea945c42c929dcd34",
            "sentence": "I don't think a native speaker would ever say it that way, but I can understand the intended meaning."
        },
        {
            "id": "fbc7276a4b13409abe1c30923e913df8",
            "sentence": "Why did I buy flowers? Why are you asking me such a question? I just bought them because I wanted to."
        },
        {
            "id": "a5d084f493124b8fb08267238287d235",
            "sentence": "People always say that when you kiss a frog, it'll turn into a prince, but I've never seen it happen."
        },
        {
            "id": "85476c66437b4669bc72f26f04e12e44",
            "sentence": "One of the most important skills a debater can have is to deliver cogent arguments in a clear manner."
        },
        {
            "id": "2ff886f10ec3464fa1fea21fd248f056",
            "sentence": "Tom was acquitted of the charge of stealing money from Mary, but was found guilty of attempted fraud."
        },
        {
            "id": "1e3edf17514748a28cbaffcf13a96e2c",
            "sentence": "I woke up one morning to find that all the bills in my wallet had turned into two-thousand yen bills."
        },
        {
            "id": "794ade6b1dab4382b1dfdd78a9c73923",
            "sentence": "It looks like it may rain today. I'm worried that our cherry-blossom-viewing party might be canceled."
        },
        {
            "id": "d3f1b270026e48c1bfedc2079c612ccc",
            "sentence": "Banks will try to lend you an umbrella on a sunny day, but they will turn their backs on a rainy day."
        },
        {
            "id": "95c319d0f1394fe0978545ec9ece4b83",
            "sentence": "The Oxford comma is awkward, unnecessary, and cannot be carried over to languages other than English."
        },
        {
            "id": "071858b6b7574405b9ddf7b330bd1555",
            "sentence": "Grammatically there is nothing wrong with this sentence, but I think it would never actually be used."
        },
        {
            "id": "01e27f183d1a4d7aa076145112494f76",
            "sentence": "If you're tired of arguing with strangers on the Internet, try talking with one of them in real life."
        },
        {
            "id": "5c94faece7df495c934946ce4b4eb37d",
            "sentence": "The doctors thought he was dead, but today he is still alive and healthy, and has a job and a family."
        },
        {
            "id": "45873d47b17043e39f6ff39676dfbfac",
            "sentence": "Farming looks mighty easy when your plow is a pencil and you're a thousand miles from the corn field."
        },
        {
            "id": "e79e3b6cfb85453dbd0817193cf30b99",
            "sentence": "My neighbors never complain about how loud my parties are because I always invite them to my parties."
        },
        {
            "id": "ef04797382bd43aba2ecc91ac8f1d1ee",
            "sentence": "Memories came flooding back when Tom found some photos from his childhood in an old box in the attic."
        },
        {
            "id": "994cf57400ab436baa088d45586cbf8c",
            "sentence": "Recently Tom and I seem to just keep missing each other. I never seem to be able to meet up with him."
        },
        {
            "id": "81b2fdf2efc44d6f82155074e2f5d91d",
            "sentence": "Tom is always sleeping in class. It almost seems like he goes to school just to catch up on his sleep."
        },
        {
            "id": "b622a5af37554ecf8978e8040a77ee8e",
            "sentence": "Tom rolled out of bed at 6:30, shuffled into the kitchen and put two slices of bread into the toaster."
        },
        {
            "id": "5078ab3eff574d98ae90d5bcd94b00d2",
            "sentence": "Tom was determined not to make the same mistakes with his children that his parents had made with him."
        },
        {
            "id": "1c6ada5400fe4f1bb89557123d93cc53",
            "sentence": "My father, grandfather, great-grandfather and great-great-grandfather all had the same name as I have."
        },
        {
            "id": "9d208713e34e4b2ead45495cd04b2a86",
            "sentence": "Before I get out of bed, I spend a little time thinking about what I\\'ll be doing the rest of the day."
        },
        {
            "id": "51202a5c138e471b901cc0f7c56b96da",
            "sentence": "Just saying you don\\'t like fish because of the bones is not really a good reason for not liking fish."
        },
        {
            "id": "42b7c7a37f304f038ba4f8ed44fc8b62",
            "sentence": "It\\'s important to take good care of your teeth so you\\'ll be able to eat properly when you get older."
        },
        {
            "id": "d8e0cff0ab684b8987473782e62f08f7",
            "sentence": "I looked in my closet for something to wear, but couldn\\'t find anything appropriate for the occasion."
        },
        {
            "id": "ebde7e0a8d34420c91bc66f0dae055e4",
            "sentence": "There have been a lot of complaints from students about the amount of homework that Mr. Jackson gives."
        },
        {
            "id": "bc6679f98c50489ab9711b769c9923d8",
            "sentence": "Tom put his career on the back burner and became a house husband, to enable Mary to pursue her career."
        },
        {
            "id": "621d5f8d0743476eb889ea85f0ebe0f2",
            "sentence": "I think all the coffee that I\\'ve been drinking in the afternoon is why I haven\\'t been sleeping well."
        },
        {
            "id": "9f8e7a42b9094784997444725f5c1ef0",
            "sentence": "I was just wondering if I could borrow three hundred dollars from you. I can pay you back next Monday."
        },
        {
            "id": "169a0f7c45614c01aa385c862dbb03c3",
            "sentence": "Tom is such a picky eater that he'll diligently pick the stringy pith from an orange before eating it."
        },
        {
            "id": "a439a9103af743d292d8160c115f427e",
            "sentence": "Tom went over to where Mary was sitting and gave her the envelope that John had given him to give her."
        },
        {
            "id": "5ff6922db66d48bb9f0ee0553a29b22e",
            "sentence": "Tom thought he'd lost his wallet, but eventually found it after searching the house for an hour or so."
        },
        {
            "id": "3197604652bb461598ae74b866ba10ca",
            "sentence": "I wish I'd planted apple trees here when I first bought this property. If I had, we'd have apples now."
        },
        {
            "id": "69491a2f27f14681b895d86ef026f263",
            "sentence": "Harnessing electricity, said the man with the bongos, is a sinful perversion of the earth's resources."
        },
        {
            "id": "b13b6bc683e24d61bf7fc40e6ece48f1",
            "sentence": "A man with a long beard was playing the saxophone and a young girl, perhaps his daughter, was dancing."
        },
        {
            "id": "b26a97536af24e6d99cfb3830fe629a6",
            "sentence": "I wasn't very good at speaking French until Tom and I started speaking French to each other every day."
        },
        {
            "id": "38a1ea3b1e9340f6891759312404e949",
            "sentence": "Tom has a brother and two sisters. His brother lives in Australia and his sisters live in New Zealand."
        },
        {
            "id": "dd93a4e287084d72b49b795a40cab121",
            "sentence": "I wonder if there would be so many Japanese translations on this site if it were called \"Por Ejemplo.\""
        },
        {
            "id": "8f923d479e4a4f10bc3df915daff1c2c",
            "sentence": "Tom was a contractor and thus did not belong to the inner-circle, even though his friend was the boss."
        },
        {
            "id": "84e8d32012564166ab82edf269ffde29",
            "sentence": "Tom spent fifteen minutes trying to pry open the drawer with a crowbar, but he couldn\\'t get it opened."
        },
        {
            "id": "2cc2a130c0b74ef39ae8099759b96e41",
            "sentence": "A young boy, who couldn\\'t have been more than five years old, asked Tom how to get to the post office."
        },
        {
            "id": "5d5b9196141f4b00868b99be6895e20b",
            "sentence": "Tom sprang out of bed, threw on some clothes, ate breakfast and was out of the door within ten minutes."
        },
        {
            "id": "f3d81be39b9b488f97474340c5d15c23",
            "sentence": "You should make sure that you get there on time. Tom won\\'t wait more than ten minutes if you are late."
        },
        {
            "id": "80bbd977e03a40869c137684ee5ca50b",
            "sentence": "There were three hundred cardboard boxes filled with old clothes ready to be sent to the disaster area."
        },
        {
            "id": "cd34172424524222ba5c2a14207dba9c",
            "sentence": "Tom is always sleeping in class. It almost seems as if he goes to school just to catch up on his sleep."
        },
        {
            "id": "dd8e5fdfcb674dedba984ff0d83beeaa",
            "sentence": "Tom prefers to take a shower in the morning while Mary prefers to take a bath just before going to bed."
        },
        {
            "id": "04f0b2157d904a92a82cdcf59019bcbf",
            "sentence": "Tom put a Band-Aid over his small tattoo of a spider so he would be allowed into a Japanese hot spring."
        },
        {
            "id": "cfb79a69f28e41c58f9d65f41e9d5ff2",
            "sentence": "Tom is finding his new job very demanding, and he often finds it difficult to find time for his family."
        },
        {
            "id": "3718cad4db524ab8a74a9ee5164adc8e",
            "sentence": "The band featured Tom on guitar, Mary on bass guitar and vocals, John on drums, and Alice on keyboards."
        },
        {
            "id": "ebda67da885f40b0801173b819695f3a",
            "sentence": "To make up for his unpleasant experiences in the hospital, Tom drank a little more than he should have."
        },
        {
            "id": "e1bab28838494fc39ce0074f11f83443",
            "sentence": "Tom told me Mary was good at playing the piano, but I didn't really believe him until I heard her play."
        },
        {
            "id": "22cf6341277d46a69181168f77e3306a",
            "sentence": "By the time we got there, there was only one puppy left, so we ended up getting the runt of the litter."
        },
        {
            "id": "ce3716b2503c4983a91f44a50baf5472",
            "sentence": "Tom didn't have any money to buy Mary a birthday present, so he wrote her some terrible poetry instead."
        },
        {
            "id": "1a1cfefc3b5242feae07b720a5a79827",
            "sentence": "We carry out treatments like whitening. We also do tobacco stain removal and other cleaning procedures."
        },
        {
            "id": "7ddb1027c8cf4877bf6d7442403919a1",
            "sentence": "A good way to boost reading and listening skills in a target language is to read or listen to the news."
        },
        {
            "id": "7317f93acc2d4280bb26f623e4a977e0",
            "sentence": "Tom wanted a fancy folding pocketknife with a corkscrew, screwdriver head, and a tiny pair of scissors."
        },
        {
            "id": "43cc1418fab04d358fb956aa277403ad",
            "sentence": "I live in a country where the cost of a liter of gasoline is cheaper than the cost of a liter of water."
        },
        {
            "id": "c80bae9901e14c63a07a213f7c01e229",
            "sentence": "In this harsh, petty world where money does the talking, his way of life is like a breath of fresh air."
        },
        {
            "id": "c6dbe0e198884efbac637a3b0c8d2e3a",
            "sentence": "Mary puckered her lips, expecting a kiss, but nothing happened. When she opened her eyes, Tom had gone."
        },
        {
            "id": "e87fe89ba93f4e3388c9cfbfe5c242fe",
            "sentence": "My Japanese teacher used to use a song to help us remember verb conjugations. No one really sang along."
        },
        {
            "id": "0118c6af2fcc4e698d2caef5a1e6f481",
            "sentence": "I never see a library without wishing I had time to go there and stay till I had read everything in it."
        },
        {
            "id": "c946e1bc3e554e40b6e26952915c2ae0",
            "sentence": "After the hatchet job my boss did on my proposal, I'm not sure how long I want to keep on working here."
        },
        {
            "id": "abd735b876494a5589f9fb6a716806b1",
            "sentence": "Tom felt the stiffness in his joints as he stood up after sitting in the same position for a long time."
        },
        {
            "id": "06cccf09c54448b9865a95488800e103",
            "sentence": "Tom was a stay-at-home dad; he took care of the children while his wife finished her surgical training."
        },
        {
            "id": "d35d7a5781ce4b40bfcd5298e3d73ec6",
            "sentence": "Caffeine is a purinergic antagonist that competitively inhibits adenosine at the sites of P1 receptors."
        },
        {
            "id": "f9092f457f1b4542bff043de26bbd90d",
            "sentence": "Since the traffic lights weren't working, there were policemen directing traffic at every intersection."
        },
        {
            "id": "480bbf9655224161980ecac9d2dd34b4",
            "sentence": "Tom doesn\\'t like being around children because he\\'s always afraid of catching a cold from one of them."
        },
        {
            "id": "a5d4141e57574d4686803d73743371fa",
            "sentence": "Tom was glad that he\\'d bought a bottle of wine with a screw cap, since he couldn\\'t find his corkscrew."
        },
        {
            "id": "e7361b7895014e208aa9273c77183fef",
            "sentence": "If Tom would learn to be a little more positive about things, people would probably like him a bit more."
        },
        {
            "id": "97ab35ecc2d24216b68651cf7bed3594",
            "sentence": "Mary asked Tom what he thought of her dress, but he knew better than to tell her what he really thought."
        },
        {
            "id": "2d1eeab25a034ef0abfdd3ccec7ced88",
            "sentence": "Tom thinks he knows how much money Mary makes, but Mary makes quite a bit more than Tom thinks she does."
        },
        {
            "id": "de5d6aaddefb4993911e85bd220e849e",
            "sentence": "Tom and Mary went on a safari and saw many animals, such as lions, giraffes, zebras, and hippopotamuses."
        },
        {
            "id": "4fb39802c40b46789ed1d104b7acaf0f",
            "sentence": "Tom is the type of person who always demands that something be done rather than request that it be done."
        },
        {
            "id": "cbe7a755bbdf4a1481b6b63ca42d9a02",
            "sentence": "I\\'ll be playing tennis with Tom this afternoon, but it\\'s not something I\\'m really looking forward to."
        },
        {
            "id": "66a2ec9bc39e44e89780e011bbaa4b43",
            "sentence": "Tom had no idea, as he set off for the party, that he was going to meet the love of his life that night."
        },
        {
            "id": "5759eb1c9ced421b9d772a265774634f",
            "sentence": "If we both hadn't broken our legs at the same time, we wouldn't have gotten to spend this time together."
        },
        {
            "id": "c5252523038e412681634ab8e8ccbc18",
            "sentence": "The crowd may be on the side of Luciano, but the champ has got the skill to win and that's what matters."
        },
        {
            "id": "6601e46ed89e44b194b7c55b353c1aea",
            "sentence": "Tom opened his car door with a little too much force and accidentally dinged the car parked next to him."
        },
        {
            "id": "6ed7c212b1584268ab3c42e0817d3087",
            "sentence": "Tom flew into a childish fit of rage and threw his glasses on the floor with enough force to break them."
        },
        {
            "id": "a1cf72dd62224aeea298c16fddea917a",
            "sentence": "Imogen of the Internet is not yet notable on Wikipedia, but it is one of the many things she aspires to."
        },
        {
            "id": "5b163650a80543b7b46089d42dbaf5e0",
            "sentence": "What's important isn't which university you've graduated from but what you've learned in the university."
        },
        {
            "id": "607c8f171f804eeaa548d2e51c25996a",
            "sentence": "In order to play this song on this keyboard's limited range, I had to transpose it into a different key."
        },
        {
            "id": "20df6dbb3ef24f87be462ffbb338179e",
            "sentence": "Tom looked at Mary's hands and noticed that she was wearing a number of rings, including a wedding ring."
        },
        {
            "id": "fcb43b54e4064347a0800512955c4436",
            "sentence": "Why did you wake me up to tell me something that big? Now, I'll never be able to concentrate on my work!"
        },
        {
            "id": "8439758c625e490893a4a0dc7a65f8fc",
            "sentence": "Some people think that it is difficult for a native speaker of English to learn Chinese, but I disagree."
        },
        {
            "id": "57ae584c334f470c9fb3b5632c854340",
            "sentence": "Our international sales continue to grow, bringing the name of Toyo Computer into businesses world-wide."
        },
        {
            "id": "0d7d3bde41864347b5ecce26d746c406",
            "sentence": "Paganini dazzled his audience with (among other things) a veritable hailstorm of left-handed pizzicatos."
        },
        {
            "id": "93f11306b55c48cea7be322dfa69aa44",
            "sentence": "You shouldn't only not drink and drive, you should never get into a car with anyone who's been drinking."
        },
        {
            "id": "ac66ad26ac1c46c8887aabc3423d5299",
            "sentence": "The careful use of evocative imagery is an important part of building a successful advertising campaign."
        },
        {
            "id": "9d25680f6c7e47e69935ad380b229e44",
            "sentence": "When I got out of prison, I couldn\\'t find a job anywhere near my home since no one would hire an ex-con."
        },
        {
            "id": "f7c79f8ac6ba44458b0e82414799ba3c",
            "sentence": "Since there are rice paddies near my house, I often hear frogs croaking all night long this time of year."
        },
        {
            "id": "bba0a3e44b164ff0b5bb486203aedc94",
            "sentence": "If Tom had been able to speak French better, he would\\'ve been able to tell everybody how he really felt."
        },
        {
            "id": "04c3ddf008c747a79d4a3f7b9ea20f22",
            "sentence": "On school nights, Tom goes to bed at nine o\\'clock, but on Fridays and Saturdays, he stays up much later."
        },
        {
            "id": "f7c54f6337e64165a01c70be7e37aa88",
            "sentence": "If you\\'d listen a little more carefully to what the teacher says, you\\'d probably be able to understand."
        },
        {
            "id": "4dccb683958243b5b9532e2078780aad",
            "sentence": "We were unsure what kind of person Tom would be and whether he would like living in the same house as us."
        },
        {
            "id": "b56479ed79064ebb83fb70cc772a53fe",
            "sentence": "It\\'s very unlikely that the teacher will believe Tom\\'s excuse for not having his homework done on time."
        },
        {
            "id": "d5dc1ce829d04c8db335c8e3345cffdf",
            "sentence": "Tom didn\\'t have any hard evidence, but he thought Mary was the one who stole his mother\\'s diamond ring."
        },
        {
            "id": "17d851443b63437dad6b40f1fc246e3d",
            "sentence": "Tom and Mary don\\'t have much time to talk together. Their children are always demanding their attention."
        },
        {
            "id": "064041b118e34edfb28d1826f104e3b5",
            "sentence": "The two men understood one another perfectly, and had a mutual respect for each other's strong qualities."
        },
        {
            "id": "abe22cd2a63f4dee9bb1165ce0b08dba",
            "sentence": "Tom was able to swim across the river, but Mary had to wait for someone to give her a ride in their boat."
        },
        {
            "id": "db31d34e2bdc4653996efcaefe601a5a",
            "sentence": "We ordered garlic bread and hot cheese dip for starters, which proved to be tastier than the main course."
        },
        {
            "id": "24b99f3dbaba420fa5d161c7adbe66af",
            "sentence": "On the one hand he is kind to everyone, but on the other hand he never behaves with too much familiarity."
        },
        {
            "id": "5b5e899ffbfa4f848f6c421596bf54b0",
            "sentence": "Tom started the car and waited a few minutes for the car to warm up before he pulled out of the driveway."
        },
        {
            "id": "f3f03659901c4f34843c6b5f4f90b825",
            "sentence": "Mary had a rule not to kiss on the first three dates, but this rule went out the window when she met Tom."
        },
        {
            "id": "f1a950de26964a928e80d76c653a2674",
            "sentence": "Tom and Mary's new apartment has three bedrooms. Does that mean that they're planning on having children?"
        },
        {
            "id": "d5549c742c674d329ddbc88a5da18dc0",
            "sentence": "The worst-case scenario is that Tom will lose his job and won't be able to keep up his mortgage payments."
        },
        {
            "id": "cfe9d648d4614843b0ccbd74a9f9e3b6",
            "sentence": "Being totally open and honest isn't always the best idea. These kinds of negotiations require some guile."
        },
        {
            "id": "3a26879545c440788a13d208f0b99b8d",
            "sentence": "Tell me about something that you wish you could do, but don't think you have the time or the money to do?"
        },
        {
            "id": "f2cc99986dcb455997088453618df113",
            "sentence": "Tom's mobile phone fell out of his pocket and into the pool when he leaned over to check the water level."
        },
        {
            "id": "5d7a01c201944873b17c12be98f3fd98",
            "sentence": "Having misconceptions of what mathematics is is even more ordinary than not knowing how to spell my name."
        },
        {
            "id": "efeebb73285d40f0a8e91dd7a1652015",
            "sentence": "Last year, I spent so much time by myself that I almost forgot how to communicate effectively with others."
        },
        {
            "id": "5f8ae024466844a8a4675136e3e18073",
            "sentence": "Tom wondered if Mary would think that eight in the morning was too early for him to open a bottle of wine."
        },
        {
            "id": "550f7a2a943943a9910222616c194edf",
            "sentence": "If you\\'d told me about it earlier, I could\\'ve been free. However, tomorrow I have plans to go back home."
        },
        {
            "id": "35fb4df703e342dfb49d9cbd4c8efd5f",
            "sentence": "Tom\\'s daughter pretended not to know him when he came to pick her up from school in his battered old car."
        },
        {
            "id": "934604c74f0641048bab8a7d2e19ffce",
            "sentence": "We were unsure what kind of person Tom would be and whether he would like to live in the same house as us."
        },
        {
            "id": "fcaa3693a50e410d83e3a1de52b15c42",
            "sentence": "Tom died at the scene of the accident. Mary and her father were seriously injured and are in the hospital."
        },
        {
            "id": "edb151efeff54d70b59dfe7e9c2eb917",
            "sentence": "Even though Tom knew that he\\'d be teased about his height, he decided to try out for the basketball team."
        },
        {
            "id": "ac56f520b39d4c14b363790595193b6c",
            "sentence": "It's difficult to love someone when it isn't clear whether or not the other person loves you the same way."
        },
        {
            "id": "985822379fee49a89ddc557f216339e2",
            "sentence": "I know it's highly unlikely that you'd ever want to go out with me, but I still need to ask at least once."
        },
        {
            "id": "eb57ca8bf4a046c79a54444e11f82ef6",
            "sentence": "I'd like to hold a staff meeting first thing tomorrow afternoon, so could you reserve the conference room?"
        },
        {
            "id": "3a09a7860f6e4f36aca6677cc971d10b",
            "sentence": "There was a feeling of constraint in the room; no one dared to tell the king how foolish his decision was."
        }
    ],
    "nbPages": 3576,
    "nbResults": 715026
}