{
    "currentPage": 3575,
    "pageSize": 200,
    "items": [
        {
            "id": "3c031d40c75c4773ace873b9d50b1f9d",
            "sentence": "Tom told me that he often drinks root beer, but he\\'d not only never drunk spruce beer, he\\'d never even heard of it."
        },
        {
            "id": "b77d873817014ca9b0ff52376485f0c8",
            "sentence": "Tom always wanted to be a doctor, but his grades at school weren\\'t quite good enough to get him into medical school."
        },
        {
            "id": "b43ead7a2c004a12a640ca4d45b04640",
            "sentence": "My opponent loves to give grand sonorous speeches that ultimately say nothing. I prefer to get straight to the point."
        },
        {
            "id": "cd31d1cd596043f68c338f4853a21ea8",
            "sentence": "When Tom told Mary to feel right at home, he was secretly hoping that she'd go and wash up the dishes in the kitchen."
        },
        {
            "id": "f94bb3e36d1a4a4f94f9d3f844e1955d",
            "sentence": "I've heard that your child is more likely to die at a friend's house with a pool than at a friend's house with a gun."
        },
        {
            "id": "cb9f61772aa641fb8902cdeb62e65f63",
            "sentence": "The 3 corporations have each hired a retinue of lawyers, and seek to enjoin the state from regulating their industry."
        },
        {
            "id": "5b85786c6aca4e3f9988ce4f793deacf",
            "sentence": "We impose upon our representatives a high standard of probity. Even a small lapse in integrity will result in recall."
        },
        {
            "id": "6f43f85aeb83405e9e2c64aa1eb5fa4b",
            "sentence": "Tom and I used to talk about everything, but now he only wants to talk about Linux and free and open-source software."
        },
        {
            "id": "8b4b1be25793442e8503f6bd42b06bc1",
            "sentence": "It took Tom several hours to assemble a bunk bed that the instructions said would take less than an hour to assemble."
        },
        {
            "id": "15926c3ad4a841559cccc6d230bca0c3",
            "sentence": "The people crowded round the injured man, but they made way for the doctor when he reached the scene of the accident."
        },
        {
            "id": "17b36545bbe6415b8269da807646b9fe",
            "sentence": "If you don't want to put on sunscreen, that's your problem. Just don't come complaining to me when you get a sunburn."
        },
        {
            "id": "729b7c4a6ab5425596cd65b0fd78d4fb",
            "sentence": "When I was studying to become a lawyer, my teachers told me to never ask a question that I didn\\'t know the answer to."
        },
        {
            "id": "94c4de1ead534901b265e725fee851c5",
            "sentence": "Tom said he wasn\\'t interested in Mary, but he seemed to always be looking towards the side of the room where she was."
        },
        {
            "id": "7e4cf4a2a60248aabf6159e6fc0912ef",
            "sentence": "Tom didn\\'t know the meaning of \"anglophobia,\" so he did a quick web search to see if he could find out what it meant."
        },
        {
            "id": "57312c2fdd7542608552bb6ac183deef",
            "sentence": "I had never eaten any kind of Thai food, so I was pretty excited about going to a Thai restaurant with my grandmother."
        },
        {
            "id": "67c646bb7131452baf432ecacd1c53ac",
            "sentence": "This business plan of yours seems almost too optimistic. All I can say is I hope it's more than just wishful thinking."
        },
        {
            "id": "91e53c7e0e5b48aaa7bc860e4c8a2e46",
            "sentence": "You'll get tired of a beautiful woman after three days, but you'll get used to an ugly one in the same amount of time."
        },
        {
            "id": "7e2d8038bb57444b949c68a45316bc2c",
            "sentence": "I don't remember everything that we did that day, but I do remember that we were both exhausted by the end of the day."
        },
        {
            "id": "115e30e02e8b400eba8fa18b41d46da5",
            "sentence": "We don't have to buy it today. Let's think about it some more, and if we decide we want it, we can come back tomorrow."
        },
        {
            "id": "94a4d9f1f1ef4392a1af1a113c14a8aa",
            "sentence": "Your boyfriend is a problematic person, but that's not a good enough reason to give up or break off your relationship."
        },
        {
            "id": "93f6cec3817a4f219501b7dff3b4e539",
            "sentence": "Our company wanted to build a factory there, but many of the landowners in that area refused to sell their land to us."
        },
        {
            "id": "35857de215b0479993a68578329c9a1a",
            "sentence": "Sometimes I wonder if this world is just in someone's head, and he dreams us all into existence. Perhaps it's even me."
        },
        {
            "id": "0a97231e7a3f4e5393bf93cbab7392dc",
            "sentence": "His father would never sanction his engagement to a girl who did not share the same religious beliefs as their family."
        },
        {
            "id": "a8fe175570874565b04872ff3d4000c8",
            "sentence": "Four of my favorite Christmas carols are \"Silent Night,\" \"Joy to the World,\" \"The First Noel\" and \"Away in the Manger.\""
        },
        {
            "id": "c1025d21964c4f8392bbe41660a0a5f3",
            "sentence": "I think it's highly unlikely that Tom wasn't aware that he wouldn't be allowed to enter the museum without his parents."
        },
        {
            "id": "5c6a97231d734bb6a83a48b8ee3d70f8",
            "sentence": "If you memorize 5 English words a day, you'll be able to memorize 1,825 words in a year and 182,620 words in 100 years."
        },
        {
            "id": "5bf78ea6e53343aebaa5e1b8ff3740bb",
            "sentence": "Tom's mom didn't want him reading the book that his teacher assigned him because she thought it would corrupt his mind."
        },
        {
            "id": "26791fecefa444228e4ded5a3c8a41f1",
            "sentence": "There were tears in his eyes, and the expression on his face made it plain to the waiter that something was very wrong."
        },
        {
            "id": "e0a48a59f61543a2a3a2c280a61fdef4",
            "sentence": "The art of modern warfare does not necessarily require soldiers to be armed to the teeth to be effective as combatants."
        },
        {
            "id": "b2e1dd9a017a4cd482fdc03fa9bf3ab5",
            "sentence": "When I got to the office, I had tons of work waiting for me. I was running around like a chicken with its head cut off."
        },
        {
            "id": "87d88703ec294bbb8f9d5798c9c02ab7",
            "sentence": "This controller has accelerometers in it so it can send a farewell transmission as your child chucks it out the window."
        },
        {
            "id": "f12093a5ccbf4813b06b4529ac1e7dce",
            "sentence": "Throughout my life, I've had the great pleasure of travelling all around the world and working in many diverse nations."
        },
        {
            "id": "7cc6c9235ab04180b3ffd64e24384ade",
            "sentence": "It doesn\\'t make much sense to me that I have to pay more income tax than you even though you make more money than I do."
        },
        {
            "id": "5bb0d97deff44afb835812df7c1ac8ab",
            "sentence": "The room didn\\'t look very good after Tom painted it, because he didn\\'t even bother to wash the walls or ceiling first."
        },
        {
            "id": "8072ff919f174a48b0cface5c9979933",
            "sentence": "We talked to each other in French since we thought people around us wouldn\\'t be able to understand what we were saying."
        },
        {
            "id": "774d4dcaa54d4e15a0caaf8aed4576b8",
            "sentence": "After coming in from the bitter cold, Tom stood in front of the fireplace for a long time warming up his hands and feet."
        },
        {
            "id": "cc4d14c2d1574af292daf49c46946944",
            "sentence": "Hiring a non-native French speaker to write your manual in French would be like hiring a carpenter to fix your plumbing."
        },
        {
            "id": "836f407bc0e646f395961e546995734a",
            "sentence": "For what you have written, your reaction is not justified in any manner, and I imagine it can make your life impossible."
        },
        {
            "id": "e407d5232f8e4266a01aa4fd9206df16",
            "sentence": "A friend I went with on our first trip abroad had his wallet pickpocketed. I don't think it left a very good impression."
        },
        {
            "id": "ca6bf7762b074b25b80b1471feb3397f",
            "sentence": "The speeding vehicle skidded and crashed head-on into the rear-end of a truck before the driver could say Jack Robinson."
        },
        {
            "id": "c5fd36acb02e419d97078a8cb47f0d57",
            "sentence": "A dog will remember three days of kindness for three years, but a cat will forget three years of kindness in three days."
        },
        {
            "id": "8091e944b1f84bc0a48193648378952f",
            "sentence": "After talking to Tom for a few minutes, it became obvious that his French wasn\\'t very good, so Mary switched to English."
        },
        {
            "id": "d7ead48545a14284ad61337bd955509a",
            "sentence": "We should spend our time creating content for our website rather than wasting time worrying about minor cosmetic details."
        },
        {
            "id": "f0813d972d184d5d98881d75c503c1f9",
            "sentence": "Asking a non-native French speaker to translate a document into French is like asking an accountant to build you a house."
        },
        {
            "id": "f5ecb511f6ac4c83a2abd280d8aff4a7",
            "sentence": "A native of Australia, Tom has been rocking the electronic music scene since he started his musical journey 13 years ago."
        },
        {
            "id": "1b55641b9ce54f2289ded81f64a56b55",
            "sentence": "Be serious, humble, polite, calm and truthful. Don't say too much, and never talk about things that you don't understand."
        },
        {
            "id": "7ac14b8843494688bea5616ccfe3621c",
            "sentence": "Even now, I occasionally think I'd like to see you. Not the you that you are today, but the you I remember from the past."
        },
        {
            "id": "997b8cb738504b30b8f013ab8e322e11",
            "sentence": "I realize that I may not be the most desirable man in the world, but I still hope that you'll consider going out with me."
        },
        {
            "id": "fe97058f315e462abc4b8719ff95183b",
            "sentence": "In all her pompous majesty, carried on the shoulders of the entire football team, stood the de facto queen of the school."
        },
        {
            "id": "79f691a392294639ba9ee03dfa0549eb",
            "sentence": "I think it\\'s highly unlikely that Tom was not aware that he wouldn\\'t be allowed to enter the museum without his parents."
        },
        {
            "id": "4e5e3a5a8eef410e95e1d571a8e5b7bf",
            "sentence": "A lot of people who have up until now been spending money having a good time now need to be more careful with their money."
        },
        {
            "id": "4f7de600e76747eba7c6d6c55c76ebfb",
            "sentence": "Tatoeba gave Imogen of the Internet a fascinating opportunity to compulsively produce a series of extremely short stories."
        },
        {
            "id": "42722cc6bac24e5b8834f75c30a982d7",
            "sentence": "The other day when I stopped by at a friend's house, it wasn't my friend that came out of the front door, but her husband."
        },
        {
            "id": "da0bc43ffcda4b158c12cda167e92577",
            "sentence": "There's no telling what kind of trouble this proposal might stir up. The result is certainly going to be something to see."
        },
        {
            "id": "743105ba4f1944db836cf341486442fd",
            "sentence": "A game of basketball was being played, and those not engaged in the game itself were sitting around watching its progress."
        },
        {
            "id": "e30fb89ebe244b6aba4e0e97d012160c",
            "sentence": "I could hear the voices of several other guests who had arrived and were already eating together in the main dinning room."
        },
        {
            "id": "56d32c1719c9414691808d8a6d8d6962",
            "sentence": "I don't think Tom will sell me his old car for eight hundred dollars, but he might sell it to me for nine hundred dollars."
        },
        {
            "id": "966cacc9925642a0ba9f0ca9c5b839db",
            "sentence": "Tom's trip ended in Boston where he was involved in a traffic accident and ended up spending three months in the hospital."
        },
        {
            "id": "8ad92cda6dcb4b6a86bd8547c5b3481e",
            "sentence": "Your English is grammatically correct, but sometimes what you say just doesn't sound like what a native speaker would say."
        },
        {
            "id": "cd533dfd01f4430aaefbcc694dedb7fb",
            "sentence": "It's very easy to sound natural in your own native language, and very easy to sound unnatural in your non-native language."
        },
        {
            "id": "4ad7375f61f54ab488cb0a46977e59c1",
            "sentence": "A homeless man and a three-year-old boy argued for an hour about whether or not Batman has superpowers, which he does not."
        },
        {
            "id": "49b11838e23f4f34b519f19e4fd74ee9",
            "sentence": "Tom didn't know how long the leftover chicken had been in the fridge, so he erred on the side of caution and threw it out."
        },
        {
            "id": "bca6feb4f94a433b8a860db201b2e7af",
            "sentence": "Tom isn\\'t your average guy. He doesn\\'t like things most guys like and he doesn\\'t like to do things most men enjoy doing."
        },
        {
            "id": "428622e8d46643f395d82dcddc57ffac",
            "sentence": "Why do you insist on paying for your school expenses yourself, when your parents are willing to give you financial support?"
        },
        {
            "id": "f9304c4ea5574d67ad4fe7b24f46fe34",
            "sentence": "The United States and Britain have different sign languages. Mexican Sign Language also differs from Spanish Sign Language."
        },
        {
            "id": "bdced9100153426faf5e295db79a746f",
            "sentence": "When Tom was walking down the street at night, a man he didn't know threatened him with a knife and robbed him of his cash."
        },
        {
            "id": "dee369caf0464b3bb81228a9b79e6d31",
            "sentence": "The convicted drug dealer was willing to comply with the authorities to have his death sentence reduced to a life sentence."
        },
        {
            "id": "6b23a06dbac04f179884989a53eeb929",
            "sentence": "Man is the only animal that learns by being hypocritical. He pretends to be polite and then, eventually, he becomes polite."
        },
        {
            "id": "0c2ec3a3034f46478e29c5b11042365b",
            "sentence": "I wanted to visit Tom next Monday, but he said he was going to be busy, so I\\'m planning to visit him the Monday after next."
        },
        {
            "id": "3ab341bda2254e63bab0e52188bb274e",
            "sentence": "It's no use trying to find people to play Street Fighter with when you can't explain double quarter-circle joystick motions."
        },
        {
            "id": "943a48f052d74e5e8a8cfa74301c5c3e",
            "sentence": "With every increase of scientific knowledge, man's power for evil is increased in the same proportion as his power for good."
        },
        {
            "id": "a43c2d9d11a24124a3f20aedb752ec33",
            "sentence": "I remember in art class in elementary school, we were made to wear smocks so our clothes wouldn't get splattered with paint."
        },
        {
            "id": "284e0e84d7be4c8d95151803b638220e",
            "sentence": "Some species will copulate whenever the opportunity presents itself, while others only do so at a specific time of the year."
        },
        {
            "id": "97568ce8859d4e19a580c200d0eaea5e",
            "sentence": "Such was his devotion that the priest hardly ever needed to look down and read from the Bible sat upon his mahogany lectern."
        },
        {
            "id": "b1bf961e8c8f44fc9208b2a48f66887b",
            "sentence": "I tried everything I could think of to convince them to stop ruining their life, but they remained obdurate to the very end."
        },
        {
            "id": "4b57f92d1612434b9162af9ccda4153c",
            "sentence": "You'll need a document that proves your identity, such as an identity card, passport, driver's licence or birth certificate."
        },
        {
            "id": "502cd14c11864bc1bf7efd9aea483331",
            "sentence": "The element Indium is a key component in the transparent, electrically conductive coatings used in many electronic displays."
        },
        {
            "id": "abb3f96019fe481fa35e13a1833bb839",
            "sentence": "History is like quantum physics: the observer affects the event observed. Is the Kennedy assassination a particle or a wave?"
        },
        {
            "id": "5201104e0a1c437a92719fdc1110d06f",
            "sentence": "His style (if you were to call it that) was excessively (though I run the risk of hypocrisy) parenthetical (pardon the pun)."
        },
        {
            "id": "d8a36918aaaa4a1ca6a9e1038c7258cb",
            "sentence": "\"Jingle Bells,\" a popular song around Christmas time, is not really a Christmas song. The lyrics say nothing about Christmas."
        },
        {
            "id": "d67bd4be717048449f003a72aa8538d4",
            "sentence": "Tom speaks French with his mother and English with his father. If all three of them are speaking together, they speak French."
        },
        {
            "id": "ab0b1d440b394c13906bee40d12cdb58",
            "sentence": "Japan's gold and foreign exchange reserves stood at $68.9 billion at the end of 1998, down from $77.0 billion a year earlier."
        },
        {
            "id": "81ceaf03064145ee85e5e4c26683c8ce",
            "sentence": "After 10 years of patchwork development, the software had become so slow and unwieldy that it had to be rebuilt from scratch."
        },
        {
            "id": "52a85c6700d24b2991fe438e0ca75a7f",
            "sentence": "The English language is undoubtedly the easiest and at the same time the most efficient means of international communication."
        },
        {
            "id": "57bb987ddefc43629c3f7ee51eb81cd9",
            "sentence": "I used to watch this anime a lot when I was a kid, but I can't quite remember what happened to the hero in the final episode."
        },
        {
            "id": "0a3bd6d53dc147aabfd306891beb0eb7",
            "sentence": "Is it possible to drive in Australia with a Canadian driver's license, or do I need to get an international driver's license?"
        },
        {
            "id": "f9e43ac1c0f74fdd8dd34c32aa21b903",
            "sentence": "The crocodile, which produces only male young in hotter weather, might die out too because there will be no females to breed."
        },
        {
            "id": "3685da0b95b3415381bc5cf54a1ee87c",
            "sentence": "Hiring a non-native French speaker to translate the document into French is like hiring a carpenter to fix your leaky faucet."
        },
        {
            "id": "c03624f4ea994429a5c08fafeb6793bf",
            "sentence": "Low-lying lands will flood. This means that people will be left homeless and their crops will be destroyed by the salt water."
        },
        {
            "id": "21434405b60e44c6b3df27b8cba6d38e",
            "sentence": "Instead of giving each other Christmas presents this year, we donated the amount we would have spent on presents to a charity."
        },
        {
            "id": "8acfc211bbee4155a6dc9207319817b5",
            "sentence": "Even though Tom and Mary went to the same high school, they never talked to each other until they were both in their thirties."
        },
        {
            "id": "a102706210114a7f920310744b0681b6",
            "sentence": "I thought I had paid the monthly fee, but I received a phone call from the school saying that the bill still needs to be paid."
        },
        {
            "id": "2d078760e317430e8d61dcbe36e90c9d",
            "sentence": "We have to cut business expenses here. Haven't you ever heard of looking at how much you're getting before you start spending?"
        },
        {
            "id": "056569c74cf64f0aa15558b4a4555ae4",
            "sentence": "Mary thought to herself that she ought to buy a new cover for the ironing board since the old one was getting pretty tattered."
        },
        {
            "id": "2f3fc22da1e94965b5519bba04b6c1ce",
            "sentence": "My roommate is prodigal when it comes to spending money on movies; he buys them the day they're released, regardless of price."
        },
        {
            "id": "9e1aa673f2a846c49619f31b75ab2648",
            "sentence": "Looking closer at the photos, I could tell that the weasel was an American marten by the light color of the fur on its throat."
        },
        {
            "id": "29cd9792d54c46ab8ee2969ecaa00938",
            "sentence": "Ray was willing to corroborate Gary's story, but the police were still unconvinced that either of them were telling the truth."
        },
        {
            "id": "2b2584e9f5f8489f9ce38f46bc74d27a",
            "sentence": "I couldn't believe myself when she pretended to be angry. Her loud voice, red face...the whole caboodle was pretty convincing."
        },
        {
            "id": "5852f6add1c54b8ebebef312276ad698",
            "sentence": "Someone had definitely spiked Tom's drink, because he could no longer stand up and the next morning he could remember nothing."
        },
        {
            "id": "72f5673759f84754938432c8b9d75a36",
            "sentence": "I never meant to say that the conservatives are generally stupid. I meant to say that stupid people are generally conservative."
        },
        {
            "id": "1a7220dd291a4109aa5e001c63a64532",
            "sentence": "This cactus looks soft and fuzzy, but you shouldn't touch it because its spines are very sharp and will get stuck in your hand."
        },
        {
            "id": "8dfb11567a9c47ee92cafb05a1ef9225",
            "sentence": "I started a new blog. I\\'ll do my best not to be one of those people who blogs a lot right at the start and then quits blogging."
        },
        {
            "id": "ef7eaf9599a44be3b1656dad5ec0223c",
            "sentence": "I can't remember all my passwords, so I write them all down in a notebook I keep hidden where I don't think anybody can find it."
        },
        {
            "id": "b8e46a716e0a4378a7b9b7e2e7e161fb",
            "sentence": "If one has the right to live, then one should also have the right to die. If not, then living is not a right, but an obligation."
        },
        {
            "id": "835d2b403e5e46f1b6ee6fa2367ac183",
            "sentence": "In order to use one of the shopping carts the store provides, you have to insert a small coin into the lock mounted on the cart."
        },
        {
            "id": "aaa6fccbe04c4b59a917eb9f84c5ad17",
            "sentence": "When Tom was a kid, he used to collect his father's cigarette butts until he had enough tobacco to roll a cigarette for himself."
        },
        {
            "id": "a0d1ec3c7fc24114a739c662c3e0be82",
            "sentence": "The cones of the jack pine, for example, do not readily open to release their seeds until they have been subjected to great heat."
        },
        {
            "id": "1466c7866cd444efb999a9f49492ce8e",
            "sentence": "Imogen of the Internet wore an eyepatch under her glasses, a look which hipsters would imitate on and off for the next ten years."
        },
        {
            "id": "8bd98cc269334e40821c0d656641610a",
            "sentence": "In an effort to declutter his apartment, Tom is going to get rid of one or two unneeded items per day for the next twelve months."
        },
        {
            "id": "190850ea5f38486c9672fbe0964f7090",
            "sentence": "The winters come in strong, so I'm always spending December wrapped in layers and layers of thermal clothing while I acclimatize."
        },
        {
            "id": "b489f5755a8f496a83d755ead36210aa",
            "sentence": "The future diplomat to France carved his name and the name of his beloved (a Japanese cartoon character) into the bark of a tree."
        },
        {
            "id": "b52599ca810747a88c040b23393a2c2d",
            "sentence": "One of her choice parlor tricks was to crack walnuts with her quadriceps, to the amazement of even the most seasoned bodybuilders."
        },
        {
            "id": "c3871196f9b046d08514726a17c7ef5d",
            "sentence": "A really perceptive person can figure out a whole situation with just a few clues. That's the kind of person I want you to become."
        },
        {
            "id": "c1df7cb001f54bcea22168f564c86638",
            "sentence": "Since children are more scared than amused by clowns, I wonder if some comedy trope of ours will become horror fodder in 100 years."
        },
        {
            "id": "1aea29c53e334d8eae6762ab23878d9c",
            "sentence": "Every man's work, whether it be literature or music or a picture or architecture or anything else, is always a portrait of himself."
        },
        {
            "id": "57698c60fac144fcbd105f7fecfd32f6",
            "sentence": "\"Educational autism\" in the California school system apparently has looser criteria than the DSM-IV's series of autistic disorders."
        },
        {
            "id": "7b23f10fe1a6443c8fcf965cd3ef576a",
            "sentence": "My university is celebrating its centennial this year, so you can see banners with its colors, logo, and mascot all over the place."
        },
        {
            "id": "1c9f3d3902a34b798a840bd5818bd8a3",
            "sentence": "Rescue dogs are usually trained to respond to hand signals, since in noisy situations, dogs may not be able to hear verbal commnds."
        },
        {
            "id": "3f2e78f7d0e74eeab94fe0b3c373dd9b",
            "sentence": "Blues singer and guitarist Robert Johnson would've been 100 years old on May 8th of 2011 if he hadn't died when he was 27 years old."
        },
        {
            "id": "ac5a7b28a39d4d74a16f26e21341f040",
            "sentence": "Imogen of the Internet has a habit of paying fifty dollars for clothes that are manufactured to look like five-dollar hand-me-downs."
        },
        {
            "id": "f791d158290a40a08e18d415aa2c20ed",
            "sentence": "It's sort of like eating wild mushrooms collected by a stranger who claims he knows which mushrooms are poisonous and which are not."
        },
        {
            "id": "76cd5733493644ed83f9ad5ca0cf1aaf",
            "sentence": "If you know that something unpleasant will happen, that you will go to the dentist for example, or to France, then that is not good."
        },
        {
            "id": "37d1d3628db14ea9b7e98c6e98d66de6",
            "sentence": "Every vertex of a 3D model has a huge amount of data associated with it, influencing the behavior of colors, textures, and lighting."
        },
        {
            "id": "1aa8867aab4b45899858071eca6ced3e",
            "sentence": "I can't remember all my passwords, so I write them all down in a notebook I keep hidden where I don't think that anybody can find it."
        },
        {
            "id": "9982b066a73a4054b862b99d902795c4",
            "sentence": "Italian film director Federico Fellini was known to have used imagery from his dreams as inspiration for scenes in some of his films."
        },
        {
            "id": "ed7abebb497b4913903bbb5cf12c0da9",
            "sentence": "Jill of the Jungle could transform into a phoenix, a frog, or a fish. The fish and the phoenix could both fire unlimited projectiles."
        },
        {
            "id": "2af45bf8af014910bbd2bc1e2f9a5933",
            "sentence": "Tom left Boston at noon on June second and he got back to Boston at noon on September fourth. How many days was Tom away from Boston?"
        },
        {
            "id": "e1ba354f6c734884b54a649a31de2df4",
            "sentence": "Denying a quality education to the children of working families is as wrong as denying health care or child care to working families."
        },
        {
            "id": "6492785539f242829d0fe565447fb753",
            "sentence": "The American Cancer Society says the sooner smokers stop smoking, the more they can reduce their chances of cancer and other diseases."
        },
        {
            "id": "9abaf518f9a74e87b767784fef31a594",
            "sentence": "The use of bad grammar and spelling in the email asking Tom to update his bank account details was a telltale sign that it was a scam."
        },
        {
            "id": "b1fc9f0fc676436fb083c7c4de75f394",
            "sentence": "A number of pollutants are required to be filtered out from the flue gas of power plants before it can be exhausted to the atmosphere."
        },
        {
            "id": "42d92d9ac6434dd0be0ce1caaa503bd6",
            "sentence": "I got fired from the company, but since I have a little money saved up, for the time being, I won't have trouble with living expenses."
        },
        {
            "id": "4e8a85b638a048919772f00d958f6dfe",
            "sentence": "Tom hadn\\'t washed clothes in a long time, so he searched through his dirty clothes to see if there was something clean enough to wear."
        },
        {
            "id": "91d001e829bb4185843d1c27b3b682a6",
            "sentence": "When Tom and Mary got married, he was 42 years old, and she was half his age. How old will Tom be when Mary reaches two-thirds his age?"
        },
        {
            "id": "618a685cc61e49a7a3e6d8fe33015063",
            "sentence": "When I was young, I lived just around the corner from a small confectionery. I spent many a week's allowance there on colorful candies."
        },
        {
            "id": "7c556ac67a674ebaadac26040b8246bb",
            "sentence": "It wasn't my lucky day. First, I got a parking ticket and then things went from bad to worse when I got pulled over for making a U-turn."
        },
        {
            "id": "9fc1b2b004074b55b538a2cf655cc49f",
            "sentence": "In America, we believe that a lifetime of hard work and responsibility should be rewarded with a shot at a secure, dignified retirement."
        },
        {
            "id": "1fcf90194bc7468093ed13f2c94dda64",
            "sentence": "It's sort of like eating wild mushrooms collected by a stranger who claims that he knows which mushrooms are poisonous and which are not."
        },
        {
            "id": "8beba1e6c1184e59bfb879e15afec798",
            "sentence": "Muiriel has promised me that if I read the book \"The Picture of Dorian Gray\" entirely in English, she will help me with my math homework."
        },
        {
            "id": "aaa900bcf0734680908e1eb0e731b0a7",
            "sentence": "I am a Catholic also. If you were to tell anyone, I would lose my job at once, so you see how important it is for you to keep the secret."
        },
        {
            "id": "60444517e3b64065b697a34695d1c472",
            "sentence": "He and I have a near-telepathic understanding of each other. No sooner does one of us say something than the other is already responding."
        },
        {
            "id": "acbe7380466f4ee08c94b79c58ad32dd",
            "sentence": "They call it an English grammar book; I call it an arduous, soul-draining and depressing experience pushing the limits of human patience."
        },
        {
            "id": "a6ff4f4fdced4a789705aad2ed6df52e",
            "sentence": "At higher production rates, it becomes necessary to use an automatic palletizer to sort boxes of finished goods onto pallets for shipping."
        },
        {
            "id": "c22d0d2de9364154bc81dc40c0a7ad4c",
            "sentence": "Well-meaning noobs can give advice capable of bringing about an armageddon with the potential of destroying the Earth multiple times over."
        },
        {
            "id": "6e2a7019aa4f4976a959740b27342e43",
            "sentence": "The Kelpie, an Australian sheep dog, is an excellent working dog and can muster large numbers of sheep with little or no command guidance."
        },
        {
            "id": "3087c0588b394de8b320d8b6367ffeb8",
            "sentence": "The only metal that a metal detector can detect is the metal in another metal detector. That fact was instrumental in my parents' meeting."
        },
        {
            "id": "cb906a1541854f6d883c33dbdce5bbd7",
            "sentence": "Keeping Mario in a state in which he can throw fireballs is a delicate process; that newfound power sometimes makes one cocky and careless."
        },
        {
            "id": "c3e3a7b3c16f42338eaa9f90c47e63ff",
            "sentence": "She has a boyfriend she's been going out with since high school, but she feels their relationship is in a rut, so she's become discontented."
        },
        {
            "id": "4576affc7ec943388817051441002ea7",
            "sentence": "It's fun to watch nerdy cartoon characters from the 90s brag about how many megabytes of RAM they have, which is usually somewhere around 8."
        },
        {
            "id": "5030322104844282af657de3899bfd5e",
            "sentence": "Tim produced a perfect alveolar trill for a straight minute. The rest of the Spanish class envied and despised this vulgar display of power."
        },
        {
            "id": "4967a6cae76f4645882c43d0ce75851f",
            "sentence": "Christopher Columbus's happy meal toy was a limited edition clumsy noob waiter toy that whenever is set to walk, trips and falls on its face."
        },
        {
            "id": "8bd230f795dc406ba7981f1a85c9c79d",
            "sentence": "She has a boyfriend she's been going out with since high school, but she feels their relationship has stagnated, so she's become dissatisfied."
        },
        {
            "id": "a3970365e469412eabe29c37633e38a2",
            "sentence": "Yonder is the gymnasium. Down there to the right is the stables for the riding horse, but that building is more than a quarter mile from here."
        },
        {
            "id": "3bcf86aff228441aacac79cfd83280e0",
            "sentence": "When Tom showed up late for work for the third time in a row, his boss told him that it was the last straw and that he would have to fire him."
        },
        {
            "id": "70c04764b0864e928fc54102cbdaaa5b",
            "sentence": "Imogen of the Internet drew a mustache on each of her fingers, outdoing all of her friends, who only thought to draw a mustache on one finger."
        },
        {
            "id": "59ec973415d94051ae43642467aa7feb",
            "sentence": "When we watch a movie, play a video game, or read a book, we become emotionally attached to certain characters and gradually become like them."
        },
        {
            "id": "d8512ccc40da4cafbe81fa80bc53dab7",
            "sentence": "I think it\\'s a shame that some foreign language teachers were able to graduate from college without ever having studied with a native speaker."
        },
        {
            "id": "6b5cfe4198474f94b187862ca95bb21b",
            "sentence": "Everyone can make a difference in their own lives and thereby collectively make the world a better place for themselves and others around them."
        },
        {
            "id": "ed9a967f9ccd42a6b98b7c53a8b036cb",
            "sentence": "We had a power outage, so I had to reset the clock on my VCR. However, I was off by an hour, so the program I wanted to record wasn't recorded."
        },
        {
            "id": "010bf6b3a4854aaebf61baee180fbcd6",
            "sentence": "We had a fairly good idea what the world thought of the United States. Now we also know what the United States thinks of the rest of the world."
        },
        {
            "id": "126df8e4cfed445dad190fddc7811dcf",
            "sentence": "If you button the first button of your shirt wrong, all the others will be buttoned wrong. That's also the case with many other things in life."
        },
        {
            "id": "6fa06666610b4ae4b7b335f75406567f",
            "sentence": "I set my notes on the lectern, adjusted the microphone, and awkwardly set about presenting to the class a summary of my last month of research."
        },
        {
            "id": "74f3d646b2f245668e41db3d7ade07a9",
            "sentence": "Many view discus fish as mere aquarium decorations, but I've traveled to the Amazon to observe their fascinating parenting behavior in the wild."
        },
        {
            "id": "44b84e65b8c24628adbaf23afa9db00e",
            "sentence": "The queen began to fear that an assassin was among her retinue, leading her to expel them one-by-one until there was nobody left to protect her."
        },
        {
            "id": "1512021883e9418091b0efdf3379ce32",
            "sentence": "It is impossible to burn a copy of Dante's Inferno because the ice of the ninth layer of hell will put out any fires kindled with earlier pages."
        },
        {
            "id": "d721c5e35655463782025ceafe3a9086",
            "sentence": "If you translate from your second language into your own native language, rather than the other way around, you're less likely to make mistakes."
        },
        {
            "id": "72696763547e4aaf9a33268415b9bf1d",
            "sentence": "When writing a sentence, generally you start with a capital letter and finish with a period (.), an exclamation mark (!), or a question mark (?)."
        },
        {
            "id": "eaa2758ddae146108a7a7e4fea9fdcc3",
            "sentence": "Rose, Juniper, Lily, and Camellia were all named after plants, as was Giant Corpse Flower, whose high school experience was far worse than theirs."
        },
        {
            "id": "b3f582a1934840e6a2ec0b3c90701a4f",
            "sentence": "When Tom was a kid, he used to pretend he was playing the drums by tapping his fingers on the kitchen table, to the great irritation of his father."
        },
        {
            "id": "487953e6fe7a49cc97c5a1c52c0777d3",
            "sentence": "If forests cover 9.4% of the earth's surface, and if forests cover 31% of the earth's land surface, what percent of the earth's surface is not land?"
        },
        {
            "id": "0e0a3dac0d2b4b8b834e7a117679b47c",
            "sentence": "For the sake of completeness, let us mention that the ring R, considered as a module over itself, has submodules of arbitrarily large finite length."
        },
        {
            "id": "390916ab96504a54859e1fcaa326dc75",
            "sentence": "The National Center for Education Information says a predicted teacher shortage won't pan out because teachers who left the profession are returning."
        },
        {
            "id": "b40eb19209dc47388d250de897b83faa",
            "sentence": "And God saw the light, that it was good: and God divided the light from the darkness. And God called the light Day, and the darkness he called Night."
        },
        {
            "id": "92c15afc03874544a01f6ed126302e61",
            "sentence": "The people all praised the emperor's clothes without telling him the truth so as not to seem stupid, until a little boy said, \"The emperor is naked!\""
        },
        {
            "id": "d745b2af24a34a91b53bf2e6057b5fc0",
            "sentence": "At this rate, even independent film will never reach a true understanding of romance and relationships, so to hell with the movies, let's have dinner."
        },
        {
            "id": "37e44a0909434ce0921fadc5e2360dbc",
            "sentence": "The screening of donated blood for the presence of various illnesses is expensive, but is also necessary to keep the blood supply as safe as possible."
        },
        {
            "id": "6c78547ea22540e68e8c6565f0ea85c9",
            "sentence": "Our activism has been called parochial, but I would like to believe that our efforts will inspire others to make a difference in their own communities."
        },
        {
            "id": "e8ea5a59a82c4155a4eefd64a57b11d9",
            "sentence": "The Indonesian government is very unhappy at reports that Australian diplomats have been tapping their telephone calls, cables and other communications."
        },
        {
            "id": "605b0a0e00e946008e9992c34d6b7dcd",
            "sentence": "It's rare nowadays to see the marquee HTML element in modern websites, but in the early web, pages were sometimes loaded with constantly scrolling text."
        },
        {
            "id": "d1ac95c96a4e4843b4843daeb13494d1",
            "sentence": "The Australian Prime Minister has said that he does not intend to engage in megaphone diplomacy with Egypt over the jailing of an Australian journalist."
        },
        {
            "id": "b6c39f76083a44f6a99f2aa2fec67069",
            "sentence": "Kids these days have no imagination whatsoever. Only a nationwide revolution and sweeping economic reform will bring the hoop and stick back into vogue."
        },
        {
            "id": "356f323a5f714c348cd0d5de735975de",
            "sentence": "The Kansai dialects are said to have a \"sing-song\" quality because their pitch accents differ from standard Japanese, which comes from the Tokyo dialect."
        },
        {
            "id": "12b4d68fac45411f9c368ea5d1721c14",
            "sentence": "The people here are particular about what they eat, so even if a restaurant is inexpensive, it'll soon go out of business if the food doesn't taste good."
        },
        {
            "id": "58f772a45f6942de888fda46f03cc2c3",
            "sentence": "The joke about the chicken crossing the road to get to the other side is an example of \"anti-humor\": meant to be funny because, on the surface, it is not."
        },
        {
            "id": "b5ff434af83e49e988a71dfe0bc0d7ec",
            "sentence": "Part of why corn syrup is in everything is because massive corn monocultures have created a surplus that agriculture companies are scrambling to get rid of."
        },
        {
            "id": "35374e29cd6041a1aa269616f17d4668",
            "sentence": "Will we accept an economy where only a few of us do spectacularly well? Or will we build an economy where everyone who works hard has a chance to get ahead?"
        },
        {
            "id": "936d0e29c678470191d37cbef0df247d",
            "sentence": "That man has hit bottom: his wife has left him, he's lost his job, and he's an alcoholic. The worst is that I know him--he used to be my boss five years ago."
        },
        {
            "id": "5e81179f0a4a45c58daf5a9653496ef1",
            "sentence": "The hair on the back of Tom's neck stood up when he heard a strange sound coming from the room where a previous occupant had been murdered many years before."
        },
        {
            "id": "a8d6d96a3e644f178fe09602721b0b95",
            "sentence": "Little did Christopher Columbus know that future pirates are mostly internet pirates: The closest they will ever get to surfing the sea is being in a bathtub."
        },
        {
            "id": "66cd605e50ae41d9bbaa3c1cb6b4f240",
            "sentence": "You may not learn to speak as well as a native speaker, but you should be able to speak well enough that native speakers will understand what you have to say."
        },
        {
            "id": "81d59183df1c43158b97aee8f8f0d1af",
            "sentence": "Thanks to Facebook, stalking is no longer the bastion of a few devoted enthusiasts, but a highly automated task convenient enough even for the busy housewife."
        },
        {
            "id": "0dcb4e19983344d2b3eb2e3dd36e7c89",
            "sentence": "Is there some gustatory or culinary analog of a novel or film? In other words, can you eat or taste a complete, riveting story the way you can watch or read one?"
        },
        {
            "id": "fa728f09f17a4159b743eb48b74c6063",
            "sentence": "And the good news is that today the economy is growing again. Wages, incomes, home values and retirement accounts are all rising again. Poverty is falling again."
        },
        {
            "id": "639e9abb91f14dc6b679ea7c16fd3be3",
            "sentence": "Convocation was supposed to be a fun all-day event to get us new students acquainted with the university, but it really just felt like a ceremonial waste of time."
        },
        {
            "id": "f921e3673b9843839411dad7e9bf58f4",
            "sentence": "Mathematics is more than arithmetic. Scientists, and philosophers throughout history have called it the foundation of all knowledge, and praise its simple beauty."
        },
        {
            "id": "97581a36061e4a5abc697d391fab0e63",
            "sentence": "It's still too hard to find a job. And even if you have a job, chances are you're having a tougher time paying the rising costs of everything from groceries to gas."
        },
        {
            "id": "188aade876804b86b8f0423342d78f5a",
            "sentence": "Even at the end of the nineteenth century, sailors in the British Navy were not permitted to use knives and forks because using them was considered a sign of weakness."
        },
        {
            "id": "1969dff07b97429693939b69ad617b22",
            "sentence": "Tom said, \"You can kiss your girlfriend goodbye if you don\\'t kiss her goodbye,\" which meant, \"If you don\\'t kiss your girlfriend goodbye, then you\\'ll never see her again.\""
        },
        {
            "id": "771ef05f58a548f3a2d4bb09643c1313",
            "sentence": "The vodka he had brought to the party contained flecks of gold, which turned out to have been salvaged from discarded electronics, making for a lot of carcinogenic cocktails."
        },
        {
            "id": "c686ba5c812c4739bf0a117d62743215",
            "sentence": "When I was a kid, I thought that if I died the world would just disappear. What a childish delusion! I just couldn't accept that the world could continue to exist without me."
        }
    ],
    "nbPages": 3576,
    "nbResults": 715026
}