{
    "currentPage": 71448,
    "pageSize": 10,
    "items": [
        {
            "id": "105fdf994e654fafb5b86f7cbb876970",
            "sentence": "I thought that doing this would be easy, but we've been working all day and we're still not finished."
        },
        {
            "id": "a0c120a8ce7243589c9e358bf796d2c1",
            "sentence": "As a new graduate with no work experience, Tom was wet behind the ears when he started his first job."
        },
        {
            "id": "8ebc87a973b14212a12e025a66bbe8a5",
            "sentence": "Tom looked like he didn't have a care in the world, but nothing could've been further from the truth."
        },
        {
            "id": "24334092ad52431a87bc524bf9ac5370",
            "sentence": "The pledge to stop smoking cigarettes ranks among the top ten New Year's resolutions year after year."
        },
        {
            "id": "f61838e7851e4c59b9a6efaedb0a233b",
            "sentence": "At the end of his life, Hokusai lived in misery, alone with his daughter, and worked until his death."
        },
        {
            "id": "c7dd8d0cf28c4d61a8f2a4f3e03ebd25",
            "sentence": "Some of the mistakes that Tom makes in French are because the textbooks he studied from had mistakes."
        },
        {
            "id": "a2e12836b3264eb59ed0ef64f27132c9",
            "sentence": "Until 1986, in the schools of England, it was legal to punish children with belts, sticks, and clubs."
        },
        {
            "id": "371c364f432741c8bc54658dcbf385e3",
            "sentence": "You don't have to leave me hanging like this. Why don't you just come out and tell it to me straight?"
        },
        {
            "id": "0e6f3b221a9f43ef8aea1e82bbe64b74",
            "sentence": "People take things too personally and the good behaviour of some rewards the bad behaviour of others."
        },
        {
            "id": "94e85f175da2405c9125b94207751a91",
            "sentence": "Did you say that Tom has left the hospital? That means he'll be coming back to work soon, doesn't it?"
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}