{
    "currentPage": 71453,
    "pageSize": 10,
    "items": [
        {
            "id": "5d5b9196141f4b00868b99be6895e20b",
            "sentence": "Tom sprang out of bed, threw on some clothes, ate breakfast and was out of the door within ten minutes."
        },
        {
            "id": "f3d81be39b9b488f97474340c5d15c23",
            "sentence": "You should make sure that you get there on time. Tom won\\'t wait more than ten minutes if you are late."
        },
        {
            "id": "80bbd977e03a40869c137684ee5ca50b",
            "sentence": "There were three hundred cardboard boxes filled with old clothes ready to be sent to the disaster area."
        },
        {
            "id": "cd34172424524222ba5c2a14207dba9c",
            "sentence": "Tom is always sleeping in class. It almost seems as if he goes to school just to catch up on his sleep."
        },
        {
            "id": "dd8e5fdfcb674dedba984ff0d83beeaa",
            "sentence": "Tom prefers to take a shower in the morning while Mary prefers to take a bath just before going to bed."
        },
        {
            "id": "04f0b2157d904a92a82cdcf59019bcbf",
            "sentence": "Tom put a Band-Aid over his small tattoo of a spider so he would be allowed into a Japanese hot spring."
        },
        {
            "id": "cfb79a69f28e41c58f9d65f41e9d5ff2",
            "sentence": "Tom is finding his new job very demanding, and he often finds it difficult to find time for his family."
        },
        {
            "id": "3718cad4db524ab8a74a9ee5164adc8e",
            "sentence": "The band featured Tom on guitar, Mary on bass guitar and vocals, John on drums, and Alice on keyboards."
        },
        {
            "id": "ebda67da885f40b0801173b819695f3a",
            "sentence": "To make up for his unpleasant experiences in the hospital, Tom drank a little more than he should have."
        },
        {
            "id": "e1bab28838494fc39ce0074f11f83443",
            "sentence": "Tom told me Mary was good at playing the piano, but I didn't really believe him until I heard her play."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}