{
    "currentPage": 71454,
    "pageSize": 10,
    "items": [
        {
            "id": "22cf6341277d46a69181168f77e3306a",
            "sentence": "By the time we got there, there was only one puppy left, so we ended up getting the runt of the litter."
        },
        {
            "id": "ce3716b2503c4983a91f44a50baf5472",
            "sentence": "Tom didn't have any money to buy Mary a birthday present, so he wrote her some terrible poetry instead."
        },
        {
            "id": "1a1cfefc3b5242feae07b720a5a79827",
            "sentence": "We carry out treatments like whitening. We also do tobacco stain removal and other cleaning procedures."
        },
        {
            "id": "7ddb1027c8cf4877bf6d7442403919a1",
            "sentence": "A good way to boost reading and listening skills in a target language is to read or listen to the news."
        },
        {
            "id": "7317f93acc2d4280bb26f623e4a977e0",
            "sentence": "Tom wanted a fancy folding pocketknife with a corkscrew, screwdriver head, and a tiny pair of scissors."
        },
        {
            "id": "43cc1418fab04d358fb956aa277403ad",
            "sentence": "I live in a country where the cost of a liter of gasoline is cheaper than the cost of a liter of water."
        },
        {
            "id": "c80bae9901e14c63a07a213f7c01e229",
            "sentence": "In this harsh, petty world where money does the talking, his way of life is like a breath of fresh air."
        },
        {
            "id": "c6dbe0e198884efbac637a3b0c8d2e3a",
            "sentence": "Mary puckered her lips, expecting a kiss, but nothing happened. When she opened her eyes, Tom had gone."
        },
        {
            "id": "e87fe89ba93f4e3388c9cfbfe5c242fe",
            "sentence": "My Japanese teacher used to use a song to help us remember verb conjugations. No one really sang along."
        },
        {
            "id": "0118c6af2fcc4e698d2caef5a1e6f481",
            "sentence": "I never see a library without wishing I had time to go there and stay till I had read everything in it."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}