{
    "currentPage": 71457,
    "pageSize": 10,
    "items": [
        {
            "id": "607c8f171f804eeaa548d2e51c25996a",
            "sentence": "In order to play this song on this keyboard's limited range, I had to transpose it into a different key."
        },
        {
            "id": "20df6dbb3ef24f87be462ffbb338179e",
            "sentence": "Tom looked at Mary's hands and noticed that she was wearing a number of rings, including a wedding ring."
        },
        {
            "id": "fcb43b54e4064347a0800512955c4436",
            "sentence": "Why did you wake me up to tell me something that big? Now, I'll never be able to concentrate on my work!"
        },
        {
            "id": "8439758c625e490893a4a0dc7a65f8fc",
            "sentence": "Some people think that it is difficult for a native speaker of English to learn Chinese, but I disagree."
        },
        {
            "id": "57ae584c334f470c9fb3b5632c854340",
            "sentence": "Our international sales continue to grow, bringing the name of Toyo Computer into businesses world-wide."
        },
        {
            "id": "0d7d3bde41864347b5ecce26d746c406",
            "sentence": "Paganini dazzled his audience with (among other things) a veritable hailstorm of left-handed pizzicatos."
        },
        {
            "id": "93f11306b55c48cea7be322dfa69aa44",
            "sentence": "You shouldn't only not drink and drive, you should never get into a car with anyone who's been drinking."
        },
        {
            "id": "ac66ad26ac1c46c8887aabc3423d5299",
            "sentence": "The careful use of evocative imagery is an important part of building a successful advertising campaign."
        },
        {
            "id": "9d25680f6c7e47e69935ad380b229e44",
            "sentence": "When I got out of prison, I couldn\\'t find a job anywhere near my home since no one would hire an ex-con."
        },
        {
            "id": "f7c79f8ac6ba44458b0e82414799ba3c",
            "sentence": "Since there are rice paddies near my house, I often hear frogs croaking all night long this time of year."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}