{
    "currentPage": 71459,
    "pageSize": 10,
    "items": [
        {
            "id": "24b99f3dbaba420fa5d161c7adbe66af",
            "sentence": "On the one hand he is kind to everyone, but on the other hand he never behaves with too much familiarity."
        },
        {
            "id": "5b5e899ffbfa4f848f6c421596bf54b0",
            "sentence": "Tom started the car and waited a few minutes for the car to warm up before he pulled out of the driveway."
        },
        {
            "id": "f3f03659901c4f34843c6b5f4f90b825",
            "sentence": "Mary had a rule not to kiss on the first three dates, but this rule went out the window when she met Tom."
        },
        {
            "id": "f1a950de26964a928e80d76c653a2674",
            "sentence": "Tom and Mary's new apartment has three bedrooms. Does that mean that they're planning on having children?"
        },
        {
            "id": "d5549c742c674d329ddbc88a5da18dc0",
            "sentence": "The worst-case scenario is that Tom will lose his job and won't be able to keep up his mortgage payments."
        },
        {
            "id": "cfe9d648d4614843b0ccbd74a9f9e3b6",
            "sentence": "Being totally open and honest isn't always the best idea. These kinds of negotiations require some guile."
        },
        {
            "id": "3a26879545c440788a13d208f0b99b8d",
            "sentence": "Tell me about something that you wish you could do, but don't think you have the time or the money to do?"
        },
        {
            "id": "f2cc99986dcb455997088453618df113",
            "sentence": "Tom's mobile phone fell out of his pocket and into the pool when he leaned over to check the water level."
        },
        {
            "id": "5d7a01c201944873b17c12be98f3fd98",
            "sentence": "Having misconceptions of what mathematics is is even more ordinary than not knowing how to spell my name."
        },
        {
            "id": "efeebb73285d40f0a8e91dd7a1652015",
            "sentence": "Last year, I spent so much time by myself that I almost forgot how to communicate effectively with others."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}