{
    "currentPage": 71466,
    "pageSize": 10,
    "items": [
        {
            "id": "9988deaf097540ba976afff9a6e1f018",
            "sentence": "If you see a man approaching you with the obvious intention of doing you good, you should run for your life."
        },
        {
            "id": "f75a2072a35442d39f38225d9aa5063d",
            "sentence": "On the one hand we suffered a heavy loss, but on the other hand we learned a great deal from the experience."
        },
        {
            "id": "0f688a862c71424ba0ef808bc40d317f",
            "sentence": "When Tom said that he had studied archeology but showed no interest in the excavations, I became suspicious."
        },
        {
            "id": "eccf9d8c16454e2a9e7ed307d81a0d9c",
            "sentence": "I don't remember everything we did that day, but I do remember we were both exhausted by the end of the day."
        },
        {
            "id": "bb789b707c604f26b994f6aa3a2cdac5",
            "sentence": "Though grammatically there's nothing wrong with this sentence, I doubt if anyone would actually ever use it."
        },
        {
            "id": "fbe4a2f228a84d40b66048b53e7f410e",
            "sentence": "After Tom's father died, his mother couldn't cope with looking after the house, so she put it on the market."
        },
        {
            "id": "c5445a7fef8c45d6aa2816040a932965",
            "sentence": "Even if you don't feel like eating, you should eat something. If you don't, you won't last until lunch time."
        },
        {
            "id": "565d8f078bc0442b9ecebd0f4bc6c02c",
            "sentence": "Tom was scammed out of several thousand dollars while attempting to find a mail-order bride on the internet."
        },
        {
            "id": "4ad55b8b5d324aec9e8d574fc1fea635",
            "sentence": "Although CFIT accounted for just over a third of crashes in the past six years, it caused 53% of the deaths."
        },
        {
            "id": "899d577253064fba80995df77f8b05c0",
            "sentence": "Please let me know immediately if you would like to set up an area of the conference room for your products."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}