{
    "currentPage": 71463,
    "pageSize": 10,
    "items": [
        {
            "id": "5cfe2026947145f7a9dce3b49e9bfce9",
            "sentence": "Tom asked Mary a few questions that she couldn\\'t answer, but she was able to answer most of his questions."
        },
        {
            "id": "ba9f3ef5b23a4ef78f332e5343071960",
            "sentence": "Tom couldn\\'t hear what the teacher was saying because all of the other students were making so much noise."
        },
        {
            "id": "25443ef4c9b04eeb979202a254943eea",
            "sentence": "When speaking to an international audience, it is perhaps best to speak English a little slower than usual."
        },
        {
            "id": "7444f26d4aca478ebbb39d57a9539525",
            "sentence": "It took Tom every ounce of courage he had to admit to Mary that he had once been part of a terrorist group."
        },
        {
            "id": "21b53ec0943f4d479e17c7fd65f09d8e",
            "sentence": "At one time we were enemies, but we've buried the hatchet and we are now on friendly terms with each other."
        },
        {
            "id": "e7c9a0f8902e4d9e942e36d959a3e296",
            "sentence": "Tom claimed he was good at French, so I hired him to teach my children French, a mistake that I now regret."
        },
        {
            "id": "00b17b975a1d49e3a94bf4a181afbec2",
            "sentence": "Why did I buy flowers? Is that what you just said? It's really noisy here so I couldn't hear you very well."
        },
        {
            "id": "6e899656065f491cb307ef9e8415cadb",
            "sentence": "Without an emulsifier to keep them from separating, oil and water always return to a heterogeneous mixture."
        },
        {
            "id": "e49b9d47089d4c0cbb3c70dc58f863e7",
            "sentence": "When bears sleep or lie down, their postures depend on whether they want to get rid of heat or conserve it."
        },
        {
            "id": "c3fad2aaa3c144d7896660ef047a2d20",
            "sentence": "I haven't seen anyone that enjoyed a better life than his, even though his living conditions were terrible."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}