{
    "currentPage": 71467,
    "pageSize": 10,
    "items": [
        {
            "id": "99cdd4de2c3b483f89681a40ce337de8",
            "sentence": "Tom still doesn't have his own apartment, even though he is already thirty. He still lives with his parents."
        },
        {
            "id": "b602c3cda06b43dc9d07608a16a836fd",
            "sentence": "With a little bit of hesitation, Tom stepped into the van and pulled a wad of cash out of his jacket pocket."
        },
        {
            "id": "c2d1a3e8c11e4ea39e9f1184c5ed7955",
            "sentence": "Electric motors deliver strong acceleration because they offer more torque than equivalent gasoline engines."
        },
        {
            "id": "d43ff8fb43d44b18b7b6e89540ed0a57",
            "sentence": "Tom is respected in the business community because he is always fair and square in his dealings with others."
        },
        {
            "id": "bc37ccec69064bce901ba948f2146808",
            "sentence": "Money can't buy you happiness, but it can buy you a hang glider or a speedboat, which is good enough for me."
        },
        {
            "id": "3a4f1da795ab4e8e94d74acfe31a132b",
            "sentence": "A woman whose tongue grew out of the roof of her mouth soon found herself surrounded by overeager linguists."
        },
        {
            "id": "fa2cecd8df194580abcc0c352efcce50",
            "sentence": "Tom told me that Mary was good at playing the piano, but I didn\\'t really believe him until I heard her play."
        },
        {
            "id": "179085a6bbff4b5897eb43085d97dc63",
            "sentence": "If you had to go live on a deserted island and could only take one book with you, which one would you choose?"
        },
        {
            "id": "bf00d1fd9a104c3fb8236a7c16222b65",
            "sentence": "Eight years ago, we were in the early stages of what would become the worst economic crisis of our lifetimes."
        },
        {
            "id": "cdbfd018d58f4657957f33495f3cc815",
            "sentence": "You know, Tom, I didn\\'t appreciate you hitting on her after I specifically told you I was interested in her."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}