{
    "currentPage": 71461,
    "pageSize": 10,
    "items": [
        {
            "id": "6e74b20f9f9b4566af94041711bbbb9d",
            "sentence": "Mary's kidnappers sent Tom a photo of her holding that day's newspaper, to prove that she was still alive."
        },
        {
            "id": "83a33450322c425f81f3ad7d73f05e64",
            "sentence": "Don't leave anything valuable on your dashboard. If you do, someone might break into your car to steal it."
        },
        {
            "id": "51f320ee861b4954bcdb19f208bddbc8",
            "sentence": "They say you should consult the past if you want to learn about the future. History has a lot to teach us."
        },
        {
            "id": "3bf8cc8072664b43807faa3eb9cea11f",
            "sentence": "When things don't go the way they're expected to go, the first thing most people do is blame someone else."
        },
        {
            "id": "8f985fed026c407b80f0d93417b0b1b1",
            "sentence": "We still have more than halfway to go to get to the top of the mountain. Are you really already exhausted?"
        },
        {
            "id": "f4221126634d4fb4947d17373eeeadde",
            "sentence": "Anime director Satoshi Kon died of pancreatic cancer on August 24, 2010, shortly before his 47th birthday."
        },
        {
            "id": "04ccbfb1947049ae95fa81378083ab2e",
            "sentence": "As he sat next to his dying mother in the nursing home, Tom regretted not having been a better son to her."
        },
        {
            "id": "d311e5b56ad2438aab4636b5bfc78c7f",
            "sentence": "The more I learn about demography, the more I realize how rich a story a single population graph can tell."
        },
        {
            "id": "2db388f26ff04eeb89ace64d0c66823d",
            "sentence": "The website is already available in 7 languages, and we hope to introduce new options in the coming weeks."
        },
        {
            "id": "2c89e36d7abb4aed90c95777bf8dda7a",
            "sentence": "I saw a man in the park wearing a green jacket and light brown pants who looked like he was in good shape."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}