{
    "currentPage": 71464,
    "pageSize": 10,
    "items": [
        {
            "id": "2407fc0bb5c643c2b37bf33a9a3fb580",
            "sentence": "The seven questions that an engineer has to ask himself are: who, what, when, where, why, how and how much."
        },
        {
            "id": "5aec1cd7b96e46f8a14f89ce0e972f63",
            "sentence": "I wasn't suggesting that you do it differently. I was just telling you that there was another way to do it."
        },
        {
            "id": "c828e55abda448dfa0247d6b346b20df",
            "sentence": "Incidentally, this room doesn't have anything like an air conditioner. All it has is a hand-held paper fan."
        },
        {
            "id": "8f798c27ee13419a981859d24b22953c",
            "sentence": "Cats are like girls. If they talk to you it's great, but if you try to talk to them, it doesn't go so well."
        },
        {
            "id": "e8b7a490ff854e25a7aa6368912deea0",
            "sentence": "The large, lonely plain, covered with snow, looked even more wondrous in the moonlight than during the day."
        },
        {
            "id": "db3183e7831946fdb00f99f9987f59b9",
            "sentence": "Tom felt obliged to ask Mary's parents formally, wearing a suit and tie, for permission to go out with her."
        },
        {
            "id": "1b95b5c9c4fa429d9cf8b42287a78bfa",
            "sentence": "Snakes are -to a certain extent- deaf, but can still hear very low sounds and are very sensitive to smells."
        },
        {
            "id": "c792b7e5e21242e9b204e7bcef3fd8a1",
            "sentence": "It's difficult to love somebody when it isn't clear whether or not the other person loves you the same way."
        },
        {
            "id": "8f7fb0760e8b448f80f200b5dc17f980",
            "sentence": "It's difficult to love somebody when it's not clear whether or not the other person loves you the same way."
        },
        {
            "id": "bd049cacd5494faebea7656f48be0891",
            "sentence": "We're gonna make sure that no one is taking advantage of the American people for their own short-term gain."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}