{
    "currentPage": 71478,
    "pageSize": 10,
    "items": [
        {
            "id": "6663202cbcc84ce5939db40aeab69859",
            "sentence": "I know you\\'re upset about your car being totaled, but you weren\\'t injured and you should be thankful to be alive."
        },
        {
            "id": "492393491be34af4b77ec9c232d2cb2f",
            "sentence": "Everybody has a right to his own opinion. However, sometimes it\\'s better not to tell anybody what that opinion is."
        },
        {
            "id": "82f6947b7f2846cd900395c8933f29ed",
            "sentence": "The police can\\'t find a single person who remembers seeing you where you said you were on the night of the murder."
        },
        {
            "id": "9a28cf788c8b47f69804f6496fd9a264",
            "sentence": "I understand that Tom is on a tight schedule, but I\\'d really appreciate it if I could get an appointment with him."
        },
        {
            "id": "becd1aa0f68c492fb95805a919154fd6",
            "sentence": "Tom doesn\\'t like to use the term \"a person of color\" because he thinks it implies that white people have no color."
        },
        {
            "id": "1ad834229930428ab0ee291b18032fd6",
            "sentence": "Tom let the cat out of the bag when he accidentally told his mother about the surprise party being planned for her."
        },
        {
            "id": "47c0755060f740318cac3741d13c0ba6",
            "sentence": "According to the thermometer, it\\'s about thirty degrees, but it\\'s really humid so it feels much hotter than that."
        },
        {
            "id": "c576b530911c49a1bf05ec907590e89d",
            "sentence": "Tom spends his working day listening to peoples' problems and providing advice on how best they can deal with them."
        },
        {
            "id": "6b4bf2c1d6154437914557c0a2397102",
            "sentence": "Many people never get it right and end up landing jobs in government. How they do it will forever remain a mystery."
        },
        {
            "id": "09d8089814cc4db9b74e9722f777b853",
            "sentence": "I wonder if they don't have meetings anymore where strong words fly and everyone goes at each other tooth and nail."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}