{
    "currentPage": 71474,
    "pageSize": 10,
    "items": [
        {
            "id": "c945504abd6c4942a73b8298613152fa",
            "sentence": "Tom and Mary went on a cruise near Italy for their honeymoon, but the ship sank and Tom was drowned in his cabin."
        },
        {
            "id": "5cde2168e1af48d3ba61874be110fa2d",
            "sentence": "If you aren\\'t careful about what you eat, you\\'ll put back on all the weight that you spent so much time losing."
        },
        {
            "id": "72074d6e29874f7d96b073f526ef0d49",
            "sentence": "I know that it\\'s highly unlikely that you\\'d ever want to go out with me, but I still need to ask at least once."
        },
        {
            "id": "370bb62ac2c5405d9084a52cca528e74",
            "sentence": "The teacher kept an electric pencil sharpener in the classroom for when students needed to sharpen their pencils."
        },
        {
            "id": "35f3f80c97d84cd186828829413cdf25",
            "sentence": "I think that my costume for the upcoming Halloween party will be wrapping myself up in toilet paper like a mummy."
        },
        {
            "id": "41e22c0b025f46cd8d765560c63ec154",
            "sentence": "After waiting all day, the workers were still looking for a break in the weather so they could resume the search."
        },
        {
            "id": "00e8f2ba6193450f96d702c0fc1a159c",
            "sentence": "Hiring a non-native French speaker to write the report in French is like hiring a carpenter to fix your plumbing."
        },
        {
            "id": "4de63fa67a9046bc88516dbe7b758a81",
            "sentence": "Tom's mother told an extraordinary story of an out-of-body experience she had during her recent brush with death."
        },
        {
            "id": "f9ffb3b73e6246fb82d7e7d1265ffc0b",
            "sentence": "Mathematicians are creative artists, their artworks being sophisticated constructs of ideas and aesthetic proofs."
        },
        {
            "id": "e005764a935f47e98c58e5bff2a3a916",
            "sentence": "Let us students contribute to the welfare of the victims of the earthquake; even loose change will go a long way."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}