{
    "currentPage": 71476,
    "pageSize": 10,
    "items": [
        {
            "id": "697e17ea2d2a477e81593f7fb96c90e7",
            "sentence": "I came here to see if there was something I could do to help, but there doesn\\'t seem to be anything for me to do."
        },
        {
            "id": "9c12b7d319794af4aa9cb97231abe18b",
            "sentence": "I don\\'t remember everything we did that day, but I do remember that we were both exhausted by the end of the day."
        },
        {
            "id": "a14df3265f4b457a917cdbdaf8566398",
            "sentence": "Tom picked Mary up the same way a man carries his new bride across the threshold and gave her a kiss on the cheek."
        },
        {
            "id": "7faef06f81b644febc8bbb93cc1c691f",
            "sentence": "Over time, itinerant groups often develop their own language and culture distinct from their settled counterparts."
        },
        {
            "id": "94cbf39ba5f149d198537ca1c5e80ab8",
            "sentence": "If the horrors of the abattoir so traumatize the workers, I can't begin to imagine what it's like for the animals."
        },
        {
            "id": "67602acb039140ef80c4f9757cb73da1",
            "sentence": "The reason why many language learners never become fluent is that they talk the walk more than they walk the talk."
        },
        {
            "id": "9343eab355cf4ac5926725e88d1307ac",
            "sentence": "Let's find sentences with new vocabulary on this topic, add them to the following list: _____; and translate them."
        },
        {
            "id": "1cc82c24705f4db0927d037796700f08",
            "sentence": "According to the rules of etiquette, a man shouldn't button the bottom button of a single-breasted jacket or vest."
        },
        {
            "id": "92f5bbe49eaf44ba9c29e9ac18765e72",
            "sentence": "Yuriko, a marine biology grad student, fell asleep inside a fish tank and awoke covered in octopuses and starfish."
        },
        {
            "id": "c5ea5f3e48cd4adf836e79d5b6b1e03f",
            "sentence": "Tom hadn't cleaned his keyboard for months, and it was clogged with dust, food particles, and God knows what else."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}