{
    "currentPage": 71477,
    "pageSize": 10,
    "items": [
        {
            "id": "4ebfe4a9cc7b40bc85329b5ba47b3318",
            "sentence": "If we let our reasoning power be overshadowed by our emotions, we would be barking up the wrong tree all the time."
        },
        {
            "id": "cf70007c822a4b4babe7cecbc67b5eba",
            "sentence": "Since the drinks were expensive, Tom sipped his as slowly as he could while he listened to the musicians on stage."
        },
        {
            "id": "28ae8ed663eb4552977fed54f5ace26d",
            "sentence": "\"Where's your mother?\" \"My mother is at home, sir. She doesn't know I'm here. I'm not supposed to talk about her.\""
        },
        {
            "id": "0d427c300c634d21b5a2ab1857c7e591",
            "sentence": "In no country other than England, it has been said, can one experience four seasons in the course of a single day."
        },
        {
            "id": "53c542ddf914427083d86fe9db279336",
            "sentence": "If you stretch out a rod made of a ductile material, it will thin out in the middle in a process called \"necking\"."
        },
        {
            "id": "b90c4509053e41fcba089775665aee67",
            "sentence": "They received a windfall as recompense for false imprisonment, but it doesn't even begin to make up for lost time."
        },
        {
            "id": "bd538b3f3e6947a19e4cd6af619195a7",
            "sentence": "Forget about the past. Compared to yesterday, I like today more. That's why I try to enjoy the moment, that's all."
        },
        {
            "id": "0280d091fe7b4c55a8bb5d00e9ef0a67",
            "sentence": "The limousine was too long to fit into one parking space, so it was parked diagonally across three parking spaces."
        },
        {
            "id": "8b54be46b6d140c3a57334360bf7fa53",
            "sentence": "If we are to judge the future of ocean study by its past, we can surely look forward to many exciting discoveries."
        },
        {
            "id": "47129f6f6b6f4302b05ba70d501d80cf",
            "sentence": "Looking at your eyes, I thought you must have been smoking crack, but then I realized you were an anime character."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}