{
    "currentPage": 71471,
    "pageSize": 10,
    "items": [
        {
            "id": "2fe0d3d343d04670bf414624cde426d0",
            "sentence": "Turn left at the next intersection, and walk about half a block, and you'll see the post office on your right."
        },
        {
            "id": "47e96c5de0ec470296f824a4456f26c4",
            "sentence": "A lot of banging and cussing could be heard coming out of the garage when Tom was trying to fix the lawnmower."
        },
        {
            "id": "0cb201bce74e41bcb351f30ed9053053",
            "sentence": "Tom was driving too close to the car in front of him, and was unable to stop in time when it suddenly stopped."
        },
        {
            "id": "431c7593bbf84c1282c7d90fd6174399",
            "sentence": "A person will have the face of an angel when borrowing something, but the face of the devil when returning it."
        },
        {
            "id": "d22a720131994b65bb5fe297d2c5affd",
            "sentence": "The police suspected there was a connection between the abandoned car and the dead body found three miles away."
        },
        {
            "id": "a7f4b5c68e8b47409ef4ed13115f5fe2",
            "sentence": "Tom pressed his ear against the wall to see if he could hear what his parents were discussing in the next room."
        },
        {
            "id": "904a4fa867354904802e31226f77e661",
            "sentence": "I don\\'t think it\\'s necessary for me to sound like a native speaker. I just want to be able to speak fluently."
        },
        {
            "id": "88270a284808480dab2c213120ccafcd",
            "sentence": "Godwin's law teaches us that any infinite discussion about an arbitrary subject converges to a Nazi comparison."
        },
        {
            "id": "f9a19d142e454cea897993d9b019a620",
            "sentence": "Every single citrus tree entering the country is inspected for signs of canker lesions on its leaves and stems."
        },
        {
            "id": "3c84fe15b9bc438abe2f6a2414d91f80",
            "sentence": "The World Health Organization estimates that almost five-million people a year die from the effects of smoking."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}