{
    "currentPage": 71472,
    "pageSize": 10,
    "items": [
        {
            "id": "da27686e00744e3e9195a6760d8d0af1",
            "sentence": "Even though we were supposed to meet at 10, I've had no contact with them. I wonder if they've had an accident."
        },
        {
            "id": "a9972a480f3f42d783cf446b1782bbfd",
            "sentence": "Tom got poor marks at school because, having to work on his parents' farm, he had hardly any time for studying."
        },
        {
            "id": "64fff415cbc74000adecec573e26f702",
            "sentence": "The telethon is a French TV program organized every year to collect funds in order to finance medical research."
        },
        {
            "id": "a8ae7eb5a3d64381b0240f02ad2c8648",
            "sentence": "Right and wrong are two faces of the same coin. Whoever has the power decides which face gets what inscription."
        },
        {
            "id": "27c62328f8ce41f4b4a018fbbc37d877",
            "sentence": "Who would have thought that Tom's small garage workshop would one day be a company with a turnover of millions?"
        },
        {
            "id": "f98e77222825471f8f26ff7c2c981354",
            "sentence": "What surprised me most when I first entered college was how few of my classmates knew how to study efficiently."
        },
        {
            "id": "79b31ac8a866415487e95645038c8fa9",
            "sentence": "I'm afraid that you didn't understand me correctly. I don't want to be alone with you. I just want to be alone."
        },
        {
            "id": "7d00b93418154eb484340a1bf5d20954",
            "sentence": "I realize I may not be the most desirable man in the world, but I still hope you\\'ll consider going out with me."
        },
        {
            "id": "1bf53dadd3494cf383fdb984a7df2f54",
            "sentence": "I\\'ve heard that if you drink beer you are more likely to be bitten by mosquitoes than if you don\\'t drink beer."
        },
        {
            "id": "0c6bb4feb05f42c097f7fd41bd7e2830",
            "sentence": "Even though Tom told Mary about his problem, he didn\\'t want to listen to any advice she had on how to solve it."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}