{
    "currentPage": 71487,
    "pageSize": 10,
    "items": [
        {
            "id": "4ad7375f61f54ab488cb0a46977e59c1",
            "sentence": "A homeless man and a three-year-old boy argued for an hour about whether or not Batman has superpowers, which he does not."
        },
        {
            "id": "49b11838e23f4f34b519f19e4fd74ee9",
            "sentence": "Tom didn't know how long the leftover chicken had been in the fridge, so he erred on the side of caution and threw it out."
        },
        {
            "id": "bca6feb4f94a433b8a860db201b2e7af",
            "sentence": "Tom isn\\'t your average guy. He doesn\\'t like things most guys like and he doesn\\'t like to do things most men enjoy doing."
        },
        {
            "id": "428622e8d46643f395d82dcddc57ffac",
            "sentence": "Why do you insist on paying for your school expenses yourself, when your parents are willing to give you financial support?"
        },
        {
            "id": "f9304c4ea5574d67ad4fe7b24f46fe34",
            "sentence": "The United States and Britain have different sign languages. Mexican Sign Language also differs from Spanish Sign Language."
        },
        {
            "id": "bdced9100153426faf5e295db79a746f",
            "sentence": "When Tom was walking down the street at night, a man he didn't know threatened him with a knife and robbed him of his cash."
        },
        {
            "id": "dee369caf0464b3bb81228a9b79e6d31",
            "sentence": "The convicted drug dealer was willing to comply with the authorities to have his death sentence reduced to a life sentence."
        },
        {
            "id": "6b23a06dbac04f179884989a53eeb929",
            "sentence": "Man is the only animal that learns by being hypocritical. He pretends to be polite and then, eventually, he becomes polite."
        },
        {
            "id": "0c2ec3a3034f46478e29c5b11042365b",
            "sentence": "I wanted to visit Tom next Monday, but he said he was going to be busy, so I\\'m planning to visit him the Monday after next."
        },
        {
            "id": "3ab341bda2254e63bab0e52188bb274e",
            "sentence": "It's no use trying to find people to play Street Fighter with when you can't explain double quarter-circle joystick motions."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}