{
    "currentPage": 71483,
    "pageSize": 10,
    "items": [
        {
            "id": "93f6cec3817a4f219501b7dff3b4e539",
            "sentence": "Our company wanted to build a factory there, but many of the landowners in that area refused to sell their land to us."
        },
        {
            "id": "35857de215b0479993a68578329c9a1a",
            "sentence": "Sometimes I wonder if this world is just in someone's head, and he dreams us all into existence. Perhaps it's even me."
        },
        {
            "id": "0a97231e7a3f4e5393bf93cbab7392dc",
            "sentence": "His father would never sanction his engagement to a girl who did not share the same religious beliefs as their family."
        },
        {
            "id": "a8fe175570874565b04872ff3d4000c8",
            "sentence": "Four of my favorite Christmas carols are \"Silent Night,\" \"Joy to the World,\" \"The First Noel\" and \"Away in the Manger.\""
        },
        {
            "id": "c1025d21964c4f8392bbe41660a0a5f3",
            "sentence": "I think it's highly unlikely that Tom wasn't aware that he wouldn't be allowed to enter the museum without his parents."
        },
        {
            "id": "5c6a97231d734bb6a83a48b8ee3d70f8",
            "sentence": "If you memorize 5 English words a day, you'll be able to memorize 1,825 words in a year and 182,620 words in 100 years."
        },
        {
            "id": "5bf78ea6e53343aebaa5e1b8ff3740bb",
            "sentence": "Tom's mom didn't want him reading the book that his teacher assigned him because she thought it would corrupt his mind."
        },
        {
            "id": "26791fecefa444228e4ded5a3c8a41f1",
            "sentence": "There were tears in his eyes, and the expression on his face made it plain to the waiter that something was very wrong."
        },
        {
            "id": "e0a48a59f61543a2a3a2c280a61fdef4",
            "sentence": "The art of modern warfare does not necessarily require soldiers to be armed to the teeth to be effective as combatants."
        },
        {
            "id": "b2e1dd9a017a4cd482fdc03fa9bf3ab5",
            "sentence": "When I got to the office, I had tons of work waiting for me. I was running around like a chicken with its head cut off."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}