{
    "currentPage": 71485,
    "pageSize": 10,
    "items": [
        {
            "id": "c5fd36acb02e419d97078a8cb47f0d57",
            "sentence": "A dog will remember three days of kindness for three years, but a cat will forget three years of kindness in three days."
        },
        {
            "id": "8091e944b1f84bc0a48193648378952f",
            "sentence": "After talking to Tom for a few minutes, it became obvious that his French wasn\\'t very good, so Mary switched to English."
        },
        {
            "id": "d7ead48545a14284ad61337bd955509a",
            "sentence": "We should spend our time creating content for our website rather than wasting time worrying about minor cosmetic details."
        },
        {
            "id": "f0813d972d184d5d98881d75c503c1f9",
            "sentence": "Asking a non-native French speaker to translate a document into French is like asking an accountant to build you a house."
        },
        {
            "id": "f5ecb511f6ac4c83a2abd280d8aff4a7",
            "sentence": "A native of Australia, Tom has been rocking the electronic music scene since he started his musical journey 13 years ago."
        },
        {
            "id": "1b55641b9ce54f2289ded81f64a56b55",
            "sentence": "Be serious, humble, polite, calm and truthful. Don't say too much, and never talk about things that you don't understand."
        },
        {
            "id": "7ac14b8843494688bea5616ccfe3621c",
            "sentence": "Even now, I occasionally think I'd like to see you. Not the you that you are today, but the you I remember from the past."
        },
        {
            "id": "997b8cb738504b30b8f013ab8e322e11",
            "sentence": "I realize that I may not be the most desirable man in the world, but I still hope that you'll consider going out with me."
        },
        {
            "id": "fe97058f315e462abc4b8719ff95183b",
            "sentence": "In all her pompous majesty, carried on the shoulders of the entire football team, stood the de facto queen of the school."
        },
        {
            "id": "79f691a392294639ba9ee03dfa0549eb",
            "sentence": "I think it\\'s highly unlikely that Tom was not aware that he wouldn\\'t be allowed to enter the museum without his parents."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}