{
    "currentPage": 71484,
    "pageSize": 10,
    "items": [
        {
            "id": "87d88703ec294bbb8f9d5798c9c02ab7",
            "sentence": "This controller has accelerometers in it so it can send a farewell transmission as your child chucks it out the window."
        },
        {
            "id": "f12093a5ccbf4813b06b4529ac1e7dce",
            "sentence": "Throughout my life, I've had the great pleasure of travelling all around the world and working in many diverse nations."
        },
        {
            "id": "7cc6c9235ab04180b3ffd64e24384ade",
            "sentence": "It doesn\\'t make much sense to me that I have to pay more income tax than you even though you make more money than I do."
        },
        {
            "id": "5bb0d97deff44afb835812df7c1ac8ab",
            "sentence": "The room didn\\'t look very good after Tom painted it, because he didn\\'t even bother to wash the walls or ceiling first."
        },
        {
            "id": "8072ff919f174a48b0cface5c9979933",
            "sentence": "We talked to each other in French since we thought people around us wouldn\\'t be able to understand what we were saying."
        },
        {
            "id": "774d4dcaa54d4e15a0caaf8aed4576b8",
            "sentence": "After coming in from the bitter cold, Tom stood in front of the fireplace for a long time warming up his hands and feet."
        },
        {
            "id": "cc4d14c2d1574af292daf49c46946944",
            "sentence": "Hiring a non-native French speaker to write your manual in French would be like hiring a carpenter to fix your plumbing."
        },
        {
            "id": "836f407bc0e646f395961e546995734a",
            "sentence": "For what you have written, your reaction is not justified in any manner, and I imagine it can make your life impossible."
        },
        {
            "id": "e407d5232f8e4266a01aa4fd9206df16",
            "sentence": "A friend I went with on our first trip abroad had his wallet pickpocketed. I don't think it left a very good impression."
        },
        {
            "id": "ca6bf7762b074b25b80b1471feb3397f",
            "sentence": "The speeding vehicle skidded and crashed head-on into the rear-end of a truck before the driver could say Jack Robinson."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}