{
    "currentPage": 71488,
    "pageSize": 10,
    "items": [
        {
            "id": "943a48f052d74e5e8a8cfa74301c5c3e",
            "sentence": "With every increase of scientific knowledge, man's power for evil is increased in the same proportion as his power for good."
        },
        {
            "id": "a43c2d9d11a24124a3f20aedb752ec33",
            "sentence": "I remember in art class in elementary school, we were made to wear smocks so our clothes wouldn't get splattered with paint."
        },
        {
            "id": "284e0e84d7be4c8d95151803b638220e",
            "sentence": "Some species will copulate whenever the opportunity presents itself, while others only do so at a specific time of the year."
        },
        {
            "id": "97568ce8859d4e19a580c200d0eaea5e",
            "sentence": "Such was his devotion that the priest hardly ever needed to look down and read from the Bible sat upon his mahogany lectern."
        },
        {
            "id": "b1bf961e8c8f44fc9208b2a48f66887b",
            "sentence": "I tried everything I could think of to convince them to stop ruining their life, but they remained obdurate to the very end."
        },
        {
            "id": "4b57f92d1612434b9162af9ccda4153c",
            "sentence": "You'll need a document that proves your identity, such as an identity card, passport, driver's licence or birth certificate."
        },
        {
            "id": "502cd14c11864bc1bf7efd9aea483331",
            "sentence": "The element Indium is a key component in the transparent, electrically conductive coatings used in many electronic displays."
        },
        {
            "id": "abb3f96019fe481fa35e13a1833bb839",
            "sentence": "History is like quantum physics: the observer affects the event observed. Is the Kennedy assassination a particle or a wave?"
        },
        {
            "id": "5201104e0a1c437a92719fdc1110d06f",
            "sentence": "His style (if you were to call it that) was excessively (though I run the risk of hypocrisy) parenthetical (pardon the pun)."
        },
        {
            "id": "d8a36918aaaa4a1ca6a9e1038c7258cb",
            "sentence": "\"Jingle Bells,\" a popular song around Christmas time, is not really a Christmas song. The lyrics say nothing about Christmas."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}