{
    "currentPage": 71481,
    "pageSize": 10,
    "items": [
        {
            "id": "3c031d40c75c4773ace873b9d50b1f9d",
            "sentence": "Tom told me that he often drinks root beer, but he\\'d not only never drunk spruce beer, he\\'d never even heard of it."
        },
        {
            "id": "b77d873817014ca9b0ff52376485f0c8",
            "sentence": "Tom always wanted to be a doctor, but his grades at school weren\\'t quite good enough to get him into medical school."
        },
        {
            "id": "b43ead7a2c004a12a640ca4d45b04640",
            "sentence": "My opponent loves to give grand sonorous speeches that ultimately say nothing. I prefer to get straight to the point."
        },
        {
            "id": "cd31d1cd596043f68c338f4853a21ea8",
            "sentence": "When Tom told Mary to feel right at home, he was secretly hoping that she'd go and wash up the dishes in the kitchen."
        },
        {
            "id": "f94bb3e36d1a4a4f94f9d3f844e1955d",
            "sentence": "I've heard that your child is more likely to die at a friend's house with a pool than at a friend's house with a gun."
        },
        {
            "id": "cb9f61772aa641fb8902cdeb62e65f63",
            "sentence": "The 3 corporations have each hired a retinue of lawyers, and seek to enjoin the state from regulating their industry."
        },
        {
            "id": "5b85786c6aca4e3f9988ce4f793deacf",
            "sentence": "We impose upon our representatives a high standard of probity. Even a small lapse in integrity will result in recall."
        },
        {
            "id": "6f43f85aeb83405e9e2c64aa1eb5fa4b",
            "sentence": "Tom and I used to talk about everything, but now he only wants to talk about Linux and free and open-source software."
        },
        {
            "id": "8b4b1be25793442e8503f6bd42b06bc1",
            "sentence": "It took Tom several hours to assemble a bunk bed that the instructions said would take less than an hour to assemble."
        },
        {
            "id": "15926c3ad4a841559cccc6d230bca0c3",
            "sentence": "The people crowded round the injured man, but they made way for the doctor when he reached the scene of the accident."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}