{
    "currentPage": 71482,
    "pageSize": 10,
    "items": [
        {
            "id": "17b36545bbe6415b8269da807646b9fe",
            "sentence": "If you don't want to put on sunscreen, that's your problem. Just don't come complaining to me when you get a sunburn."
        },
        {
            "id": "729b7c4a6ab5425596cd65b0fd78d4fb",
            "sentence": "When I was studying to become a lawyer, my teachers told me to never ask a question that I didn\\'t know the answer to."
        },
        {
            "id": "94c4de1ead534901b265e725fee851c5",
            "sentence": "Tom said he wasn\\'t interested in Mary, but he seemed to always be looking towards the side of the room where she was."
        },
        {
            "id": "7e4cf4a2a60248aabf6159e6fc0912ef",
            "sentence": "Tom didn\\'t know the meaning of \"anglophobia,\" so he did a quick web search to see if he could find out what it meant."
        },
        {
            "id": "57312c2fdd7542608552bb6ac183deef",
            "sentence": "I had never eaten any kind of Thai food, so I was pretty excited about going to a Thai restaurant with my grandmother."
        },
        {
            "id": "67c646bb7131452baf432ecacd1c53ac",
            "sentence": "This business plan of yours seems almost too optimistic. All I can say is I hope it's more than just wishful thinking."
        },
        {
            "id": "91e53c7e0e5b48aaa7bc860e4c8a2e46",
            "sentence": "You'll get tired of a beautiful woman after three days, but you'll get used to an ugly one in the same amount of time."
        },
        {
            "id": "7e2d8038bb57444b949c68a45316bc2c",
            "sentence": "I don't remember everything that we did that day, but I do remember that we were both exhausted by the end of the day."
        },
        {
            "id": "115e30e02e8b400eba8fa18b41d46da5",
            "sentence": "We don't have to buy it today. Let's think about it some more, and if we decide we want it, we can come back tomorrow."
        },
        {
            "id": "94a4d9f1f1ef4392a1af1a113c14a8aa",
            "sentence": "Your boyfriend is a problematic person, but that's not a good enough reason to give up or break off your relationship."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}