{
    "currentPage": 71499,
    "pageSize": 10,
    "items": [
        {
            "id": "b6c39f76083a44f6a99f2aa2fec67069",
            "sentence": "Kids these days have no imagination whatsoever. Only a nationwide revolution and sweeping economic reform will bring the hoop and stick back into vogue."
        },
        {
            "id": "356f323a5f714c348cd0d5de735975de",
            "sentence": "The Kansai dialects are said to have a \"sing-song\" quality because their pitch accents differ from standard Japanese, which comes from the Tokyo dialect."
        },
        {
            "id": "12b4d68fac45411f9c368ea5d1721c14",
            "sentence": "The people here are particular about what they eat, so even if a restaurant is inexpensive, it'll soon go out of business if the food doesn't taste good."
        },
        {
            "id": "58f772a45f6942de888fda46f03cc2c3",
            "sentence": "The joke about the chicken crossing the road to get to the other side is an example of \"anti-humor\": meant to be funny because, on the surface, it is not."
        },
        {
            "id": "b5ff434af83e49e988a71dfe0bc0d7ec",
            "sentence": "Part of why corn syrup is in everything is because massive corn monocultures have created a surplus that agriculture companies are scrambling to get rid of."
        },
        {
            "id": "35374e29cd6041a1aa269616f17d4668",
            "sentence": "Will we accept an economy where only a few of us do spectacularly well? Or will we build an economy where everyone who works hard has a chance to get ahead?"
        },
        {
            "id": "936d0e29c678470191d37cbef0df247d",
            "sentence": "That man has hit bottom: his wife has left him, he's lost his job, and he's an alcoholic. The worst is that I know him--he used to be my boss five years ago."
        },
        {
            "id": "5e81179f0a4a45c58daf5a9653496ef1",
            "sentence": "The hair on the back of Tom's neck stood up when he heard a strange sound coming from the room where a previous occupant had been murdered many years before."
        },
        {
            "id": "a8d6d96a3e644f178fe09602721b0b95",
            "sentence": "Little did Christopher Columbus know that future pirates are mostly internet pirates: The closest they will ever get to surfing the sea is being in a bathtub."
        },
        {
            "id": "66cd605e50ae41d9bbaa3c1cb6b4f240",
            "sentence": "You may not learn to speak as well as a native speaker, but you should be able to speak well enough that native speakers will understand what you have to say."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}