{
    "currentPage": 71491,
    "pageSize": 10,
    "items": [
        {
            "id": "1a7220dd291a4109aa5e001c63a64532",
            "sentence": "This cactus looks soft and fuzzy, but you shouldn't touch it because its spines are very sharp and will get stuck in your hand."
        },
        {
            "id": "8dfb11567a9c47ee92cafb05a1ef9225",
            "sentence": "I started a new blog. I\\'ll do my best not to be one of those people who blogs a lot right at the start and then quits blogging."
        },
        {
            "id": "ef7eaf9599a44be3b1656dad5ec0223c",
            "sentence": "I can't remember all my passwords, so I write them all down in a notebook I keep hidden where I don't think anybody can find it."
        },
        {
            "id": "b8e46a716e0a4378a7b9b7e2e7e161fb",
            "sentence": "If one has the right to live, then one should also have the right to die. If not, then living is not a right, but an obligation."
        },
        {
            "id": "835d2b403e5e46f1b6ee6fa2367ac183",
            "sentence": "In order to use one of the shopping carts the store provides, you have to insert a small coin into the lock mounted on the cart."
        },
        {
            "id": "aaa6fccbe04c4b59a917eb9f84c5ad17",
            "sentence": "When Tom was a kid, he used to collect his father's cigarette butts until he had enough tobacco to roll a cigarette for himself."
        },
        {
            "id": "a0d1ec3c7fc24114a739c662c3e0be82",
            "sentence": "The cones of the jack pine, for example, do not readily open to release their seeds until they have been subjected to great heat."
        },
        {
            "id": "1466c7866cd444efb999a9f49492ce8e",
            "sentence": "Imogen of the Internet wore an eyepatch under her glasses, a look which hipsters would imitate on and off for the next ten years."
        },
        {
            "id": "8bd98cc269334e40821c0d656641610a",
            "sentence": "In an effort to declutter his apartment, Tom is going to get rid of one or two unneeded items per day for the next twelve months."
        },
        {
            "id": "190850ea5f38486c9672fbe0964f7090",
            "sentence": "The winters come in strong, so I'm always spending December wrapped in layers and layers of thermal clothing while I acclimatize."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}