{
    "currentPage": 71492,
    "pageSize": 10,
    "items": [
        {
            "id": "b489f5755a8f496a83d755ead36210aa",
            "sentence": "The future diplomat to France carved his name and the name of his beloved (a Japanese cartoon character) into the bark of a tree."
        },
        {
            "id": "b52599ca810747a88c040b23393a2c2d",
            "sentence": "One of her choice parlor tricks was to crack walnuts with her quadriceps, to the amazement of even the most seasoned bodybuilders."
        },
        {
            "id": "c3871196f9b046d08514726a17c7ef5d",
            "sentence": "A really perceptive person can figure out a whole situation with just a few clues. That's the kind of person I want you to become."
        },
        {
            "id": "c1df7cb001f54bcea22168f564c86638",
            "sentence": "Since children are more scared than amused by clowns, I wonder if some comedy trope of ours will become horror fodder in 100 years."
        },
        {
            "id": "1aea29c53e334d8eae6762ab23878d9c",
            "sentence": "Every man's work, whether it be literature or music or a picture or architecture or anything else, is always a portrait of himself."
        },
        {
            "id": "57698c60fac144fcbd105f7fecfd32f6",
            "sentence": "\"Educational autism\" in the California school system apparently has looser criteria than the DSM-IV's series of autistic disorders."
        },
        {
            "id": "7b23f10fe1a6443c8fcf965cd3ef576a",
            "sentence": "My university is celebrating its centennial this year, so you can see banners with its colors, logo, and mascot all over the place."
        },
        {
            "id": "1c9f3d3902a34b798a840bd5818bd8a3",
            "sentence": "Rescue dogs are usually trained to respond to hand signals, since in noisy situations, dogs may not be able to hear verbal commnds."
        },
        {
            "id": "3f2e78f7d0e74eeab94fe0b3c373dd9b",
            "sentence": "Blues singer and guitarist Robert Johnson would've been 100 years old on May 8th of 2011 if he hadn't died when he was 27 years old."
        },
        {
            "id": "ac5a7b28a39d4d74a16f26e21341f040",
            "sentence": "Imogen of the Internet has a habit of paying fifty dollars for clothes that are manufactured to look like five-dollar hand-me-downs."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}