{
    "currentPage": 71493,
    "pageSize": 10,
    "items": [
        {
            "id": "f791d158290a40a08e18d415aa2c20ed",
            "sentence": "It's sort of like eating wild mushrooms collected by a stranger who claims he knows which mushrooms are poisonous and which are not."
        },
        {
            "id": "76cd5733493644ed83f9ad5ca0cf1aaf",
            "sentence": "If you know that something unpleasant will happen, that you will go to the dentist for example, or to France, then that is not good."
        },
        {
            "id": "37d1d3628db14ea9b7e98c6e98d66de6",
            "sentence": "Every vertex of a 3D model has a huge amount of data associated with it, influencing the behavior of colors, textures, and lighting."
        },
        {
            "id": "1aa8867aab4b45899858071eca6ced3e",
            "sentence": "I can't remember all my passwords, so I write them all down in a notebook I keep hidden where I don't think that anybody can find it."
        },
        {
            "id": "9982b066a73a4054b862b99d902795c4",
            "sentence": "Italian film director Federico Fellini was known to have used imagery from his dreams as inspiration for scenes in some of his films."
        },
        {
            "id": "ed7abebb497b4913903bbb5cf12c0da9",
            "sentence": "Jill of the Jungle could transform into a phoenix, a frog, or a fish. The fish and the phoenix could both fire unlimited projectiles."
        },
        {
            "id": "2af45bf8af014910bbd2bc1e2f9a5933",
            "sentence": "Tom left Boston at noon on June second and he got back to Boston at noon on September fourth. How many days was Tom away from Boston?"
        },
        {
            "id": "e1ba354f6c734884b54a649a31de2df4",
            "sentence": "Denying a quality education to the children of working families is as wrong as denying health care or child care to working families."
        },
        {
            "id": "6492785539f242829d0fe565447fb753",
            "sentence": "The American Cancer Society says the sooner smokers stop smoking, the more they can reduce their chances of cancer and other diseases."
        },
        {
            "id": "9abaf518f9a74e87b767784fef31a594",
            "sentence": "The use of bad grammar and spelling in the email asking Tom to update his bank account details was a telltale sign that it was a scam."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}