{
    "currentPage": 71497,
    "pageSize": 10,
    "items": [
        {
            "id": "126df8e4cfed445dad190fddc7811dcf",
            "sentence": "If you button the first button of your shirt wrong, all the others will be buttoned wrong. That's also the case with many other things in life."
        },
        {
            "id": "6fa06666610b4ae4b7b335f75406567f",
            "sentence": "I set my notes on the lectern, adjusted the microphone, and awkwardly set about presenting to the class a summary of my last month of research."
        },
        {
            "id": "74f3d646b2f245668e41db3d7ade07a9",
            "sentence": "Many view discus fish as mere aquarium decorations, but I've traveled to the Amazon to observe their fascinating parenting behavior in the wild."
        },
        {
            "id": "44b84e65b8c24628adbaf23afa9db00e",
            "sentence": "The queen began to fear that an assassin was among her retinue, leading her to expel them one-by-one until there was nobody left to protect her."
        },
        {
            "id": "1512021883e9418091b0efdf3379ce32",
            "sentence": "It is impossible to burn a copy of Dante's Inferno because the ice of the ninth layer of hell will put out any fires kindled with earlier pages."
        },
        {
            "id": "d721c5e35655463782025ceafe3a9086",
            "sentence": "If you translate from your second language into your own native language, rather than the other way around, you're less likely to make mistakes."
        },
        {
            "id": "72696763547e4aaf9a33268415b9bf1d",
            "sentence": "When writing a sentence, generally you start with a capital letter and finish with a period (.), an exclamation mark (!), or a question mark (?)."
        },
        {
            "id": "eaa2758ddae146108a7a7e4fea9fdcc3",
            "sentence": "Rose, Juniper, Lily, and Camellia were all named after plants, as was Giant Corpse Flower, whose high school experience was far worse than theirs."
        },
        {
            "id": "b3f582a1934840e6a2ec0b3c90701a4f",
            "sentence": "When Tom was a kid, he used to pretend he was playing the drums by tapping his fingers on the kitchen table, to the great irritation of his father."
        },
        {
            "id": "487953e6fe7a49cc97c5a1c52c0777d3",
            "sentence": "If forests cover 9.4% of the earth's surface, and if forests cover 31% of the earth's land surface, what percent of the earth's surface is not land?"
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}