{
    "currentPage": 71500,
    "pageSize": 10,
    "items": [
        {
            "id": "81d59183df1c43158b97aee8f8f0d1af",
            "sentence": "Thanks to Facebook, stalking is no longer the bastion of a few devoted enthusiasts, but a highly automated task convenient enough even for the busy housewife."
        },
        {
            "id": "0dcb4e19983344d2b3eb2e3dd36e7c89",
            "sentence": "Is there some gustatory or culinary analog of a novel or film? In other words, can you eat or taste a complete, riveting story the way you can watch or read one?"
        },
        {
            "id": "fa728f09f17a4159b743eb48b74c6063",
            "sentence": "And the good news is that today the economy is growing again. Wages, incomes, home values and retirement accounts are all rising again. Poverty is falling again."
        },
        {
            "id": "639e9abb91f14dc6b679ea7c16fd3be3",
            "sentence": "Convocation was supposed to be a fun all-day event to get us new students acquainted with the university, but it really just felt like a ceremonial waste of time."
        },
        {
            "id": "f921e3673b9843839411dad7e9bf58f4",
            "sentence": "Mathematics is more than arithmetic. Scientists, and philosophers throughout history have called it the foundation of all knowledge, and praise its simple beauty."
        },
        {
            "id": "97581a36061e4a5abc697d391fab0e63",
            "sentence": "It's still too hard to find a job. And even if you have a job, chances are you're having a tougher time paying the rising costs of everything from groceries to gas."
        },
        {
            "id": "188aade876804b86b8f0423342d78f5a",
            "sentence": "Even at the end of the nineteenth century, sailors in the British Navy were not permitted to use knives and forks because using them was considered a sign of weakness."
        },
        {
            "id": "1969dff07b97429693939b69ad617b22",
            "sentence": "Tom said, \"You can kiss your girlfriend goodbye if you don\\'t kiss her goodbye,\" which meant, \"If you don\\'t kiss your girlfriend goodbye, then you\\'ll never see her again.\""
        },
        {
            "id": "771ef05f58a548f3a2d4bb09643c1313",
            "sentence": "The vodka he had brought to the party contained flecks of gold, which turned out to have been salvaged from discarded electronics, making for a lot of carcinogenic cocktails."
        },
        {
            "id": "c686ba5c812c4739bf0a117d62743215",
            "sentence": "When I was a kid, I thought that if I died the world would just disappear. What a childish delusion! I just couldn't accept that the world could continue to exist without me."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}