{
    "currentPage": 71502,
    "pageSize": 10,
    "items": [
        {
            "id": "cb2d8ac8c82b424dad71b2a9773f2d3b",
            "sentence": "I do many things at the same time, so not only am I reading things by Akutagawa, I've also increased the amount of time I spend reading in English and I also read a little in German every day."
        },
        {
            "id": "7eca0f0199014b06b774bdd9b924362c",
            "sentence": "I've heard that you should never date anyone who is less than half your age plus seven. Tom is now 30 years old and Mary is 17. How many years will Tom need to wait until he can start dating Mary?"
        },
        {
            "id": "f558e1c778d847818cb2b73d42246e78",
            "sentence": "In today's world, we have to equip all our kids with an education that prepares them for success, regardless of what they look like, or how much their parents make, or the zip code that they live in."
        },
        {
            "id": "430762bfa9db412e83afb540fff2771a",
            "sentence": "I do have one final ask of you as your president, the same thing I asked when you took a chance on me eight years ago. I'm asking you to believe, not in my ability to bring about change but in yours."
        },
        {
            "id": "4c1ae0e4c871488793aa84edaa8bf1dd",
            "sentence": "After hours of browsing TV Tropes, Lyle could predict the ending of any show. This gave him a distaste for entertainment that, in a roundabout way, enabled him to make time for a more productive life."
        },
        {
            "id": "84852392b5be42958ed4f0a54df3d654",
            "sentence": "People that have experienced so-called 'lucid dreams' often describe them as being 'more real than reality'. They also describe reality after waking up from a 'lucid dream' to be like a 'whimsical dream'."
        },
        {
            "id": "e38e7b45fce049d2b146f47ad3c289be",
            "sentence": "At a moment when our economy is growing, our businesses are creating jobs at the fastest pace since the 1990s, and wages are starting to rise again, we have to make some choices about the kind of country we want to be."
        },
        {
            "id": "4e709fc5ded248678652c67785a2d82c",
            "sentence": "Interest rates and gold have an inverse relationship. Generally, rising interest rates are negative for gold prices, while low rates are good. In a zero-to-negative interest rate environment, gold prices usually benefit."
        },
        {
            "id": "96fa78e8b5cd4298a3991649a2e6a374",
            "sentence": "After torturing a fortune-teller by tickling him to death for several hours, Christopher Columbus placed the noob toy in a treasure chest with the inscription: \"To the great pirate of the future Al-Sayib: Noobs always deserve it.\""
        },
        {
            "id": "e89f7d3bc93a4a67b0e57ba39c6fe403",
            "sentence": "I panicked when I read that they expected big protests in Riyadh today, but then my wife reassured me, saying that she had just bought two bottles of olive oil, ensuring our living standard for months, even if oil prices were to explode."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}