{
    "currentPage": 71501,
    "pageSize": 10,
    "items": [
        {
            "id": "05c85f8c4cca49c6a18c7d57676b3633",
            "sentence": "A four-year-old American tourist was disappointed to realize that, in fact, the Sichuan province is not entirely made of spicy beef, in spite of its famously piquant cuisine."
        },
        {
            "id": "d3760fc963424c0580c3747e21c5c53c",
            "sentence": "Whenever the school bell rang, Ivan would stare into space and drool. Several failed exorcisms later, his parents realized that he was the reincarnation of one of Pavlov's dogs."
        },
        {
            "id": "51d384267326456fa99fee380959a782",
            "sentence": "Technically, drugs that cause miosis can relieve the PNS effects of those causing mydriasis since sympathetic and parasympathetic stimulation tend to negate each others' effects."
        },
        {
            "id": "8dc1b4d6fffa49e0b51ec7fcc9635819",
            "sentence": "That morning, I began to feel the intractable pain of a migraine. Frustrated, I cancelled my plans, closed the curtains, and lay in bed the rest of the day waiting for it to pass."
        },
        {
            "id": "1b1447f83dd2488783d0426f0eb3e201",
            "sentence": "When dubbing Japanese TV series in English, characters from Osaka are sometimes given a Texas accent. Both Southern and Kansai accents are distinctive in their respective languages."
        },
        {
            "id": "4f2cc4fdf915499cacac473bb55ea35a",
            "sentence": "The bus now arriving is going to Domestic Terminal 1. Passengers for the International Terminal, please wait. The shuttle bus to the International Terminal also leaves from this stop."
        },
        {
            "id": "222cc79124a0431aa3017d087cc88a3d",
            "sentence": "When I first took a C course, I couldn't understand a single thing explained in class. Thank God I got a friend of mine who's a programmer to explain to me how the whole caboodle works."
        },
        {
            "id": "921ac32e609e4e6db6ec29c0b0e6e2dc",
            "sentence": "Leading a fulfilling life really comes down to a simple question: When you turn off the lights at night and your head is on the pillow, what do you hear? Your soul singing or Satan laughing?"
        },
        {
            "id": "59357d932a954083a50a439659377e2f",
            "sentence": "A child who is a native speaker usually knows many things about his or her language that a non-native speaker who has been studying for years still does not know and perhaps will never know."
        },
        {
            "id": "74cfc9dd9a0342e0880d9e1bba29999c",
            "sentence": "We need to uphold laws against discrimination — in hiring, and in housing, and in education, and in the criminal justice system. That is what our Constitution and our highest ideals require."
        }
    ],
    "nbPages": 71503,
    "nbResults": 715026
}