{
    "currentPage": 7056,
    "pageSize": 100,
    "items": [
        {
            "id": "2d52e14cbe16471387b4b45deda52c14",
            "sentence": "I know Tom is probably better at doing that than you think he is."
        },
        {
            "id": "fd3367570f5747b9a147995278528d97",
            "sentence": "I could tell by the look on Tom's face he knew what was going on."
        },
        {
            "id": "6a4cd46e497b43de8b6032fcec628318",
            "sentence": "Tom wasn't arrested in Australia. He was arrested in New Zealand."
        },
        {
            "id": "5dae1c1216b84ad1bb5f136cc974c4f6",
            "sentence": "It must've been difficult for Tom to live with someone like that."
        },
        {
            "id": "418e443d4022423397dea32a01f3d28a",
            "sentence": "I do not believe the weather will change for the worse next week."
        },
        {
            "id": "bacd1ed3c35b4ab3ba6de0c12b31cb2e",
            "sentence": "Kyowa Bank and Saitama Bank merged into Asahi Bank ten years ago."
        },
        {
            "id": "de9e741643d0424d832b1e59beea662e",
            "sentence": "Tom knew Mary wasn't likely to be ready when he got to her house."
        },
        {
            "id": "8e76678d93034f18a060d4e5cbe17297",
            "sentence": "People generally greet each other by shaking hands in my country."
        },
        {
            "id": "b3ccf1d1bfdc471b983ff996e7a97631",
            "sentence": "One of the most exciting things in life is riding a Ferris wheel."
        },
        {
            "id": "2fc17db2ae04460f98330a417c8a1431",
            "sentence": "It goes without saying that health is more important than wealth."
        },
        {
            "id": "1f67cdcc1a974b729b47d97aa7354bb1",
            "sentence": "How many times did you go to Boston when you were in high school?"
        },
        {
            "id": "f2d7b65561834d80915b2ebdb2f03bff",
            "sentence": "Tokyo, as you know, is one of the financial centers of the world."
        },
        {
            "id": "c549054d55074a35b6ec0a322490d2cf",
            "sentence": "The airport shuttle will take you to Tokyo International Airport."
        },
        {
            "id": "45e5c77dceee464ca1ee787628197754",
            "sentence": "I hear my father was as old as I am now when he came up to Tokyo."
        },
        {
            "id": "8a29707792b64611b011bcb3a15b7f52",
            "sentence": "This is the first time anybody has ever done something like this."
        },
        {
            "id": "48f3c4ab757744b6b6afa43f393da905",
            "sentence": "It's important not to lose sight of the project's original goals."
        },
        {
            "id": "af72408ddb81469baaad85b0c616cab6",
            "sentence": "In spite of everything, I believe we can still fix the situation."
        },
        {
            "id": "d68438cc41dc4daba3e8897421f2fe61",
            "sentence": "I'm a very heavy sleeper so I often sleep through my alarm clock."
        },
        {
            "id": "936f9f4c5d2545ff8a5fbf9d79521df4",
            "sentence": "No one went to the station to see him off when he left for Tokyo."
        },
        {
            "id": "a4f8721da6754308891a59074a8d50d4",
            "sentence": "When I was in high school, I was the tallest student in my class."
        },
        {
            "id": "b3b89ba7cd154fbbaf95b5c103203bd8",
            "sentence": "We don't have enough time to do everything that needs to be done."
        },
        {
            "id": "63ee38efc44247a09ae697b743b4e38e",
            "sentence": "My curtains were open, so I could see what was happening outside."
        },
        {
            "id": "e5916a79426348f8ab16a36f9e083896",
            "sentence": "Tom can't believe Mary thinks it's OK to let John take the blame."
        },
        {
            "id": "79490e8a0bc24dcfba0cb7a4eceb6fe8",
            "sentence": "Why didn't you tell me that you couldn't do that without my help?"
        },
        {
            "id": "12b59ae2dc484396b357c4287f75ceac",
            "sentence": "Why didn't you tell me that you were planning to go to Australia?"
        },
        {
            "id": "1ebb91d559ab475ebae604255970d150",
            "sentence": "To make this cake, you'll need baking powder and unsalted butter."
        },
        {
            "id": "6043505754d64eeda85f6e5b1c59fd0c",
            "sentence": "Are you really listening, or just waiting for your turn to speak?"
        },
        {
            "id": "693185bcda2c4197984d833835ee9716",
            "sentence": "Tom and Mary blamed each other for the failure of their marriage."
        },
        {
            "id": "c4961ca570464013a86bfe59f764cfb4",
            "sentence": "I'm going to do my homework as soon as I get home this afternoon."
        },
        {
            "id": "fa16da17be2542d28d355f4e3ae787e5",
            "sentence": "One of the babies started crying and all of the others joined in."
        },
        {
            "id": "df7a904da54243b19d6da8f45854082b",
            "sentence": "What's the most embarrassing thing that has ever happened to you?"
        },
        {
            "id": "a8623e5069334ab3841cde1b6dc80cf9",
            "sentence": "Tom's answer shows that he's missed the whole point of the story."
        },
        {
            "id": "6995486d2f8b416b8a49bf788976bead",
            "sentence": "What Tom thought was a harmless joke, soon became deadly serious."
        },
        {
            "id": "6413df738e544d71b3e3f0c9688a9186",
            "sentence": "Tom went to bed early because he had an early start the next day."
        },
        {
            "id": "014d980a475d4cc08f7f47f4ed69ef23",
            "sentence": "Tom and his team worked around the clock to get the job finished."
        },
        {
            "id": "e178a750d8a741049155f7a44109551e",
            "sentence": "Tom went down into the cellar and returned with a bottle of wine."
        },
        {
            "id": "ad03b790691546328dc48fe315fe3027",
            "sentence": "It would be wise not to let Tom know what your opinion of him is."
        },
        {
            "id": "9e1a18358bf34da6bab81e32efc94dd6",
            "sentence": "Why do humans smile? This is a very difficult question to answer."
        },
        {
            "id": "a9d0395c3b5c4091a268cf35d2dde5b5",
            "sentence": "If you have an indoor swimming pool, you're probably pretty rich."
        },
        {
            "id": "80a95a9eb8984e4d8a7b34cf209d12a1",
            "sentence": "Before becoming a famous actor, Tom worked as a personal trainer."
        },
        {
            "id": "59b044955f284a67ac14a9119868f188",
            "sentence": "My wife had terrible morning sickness during her first pregnancy."
        },
        {
            "id": "ad46985afb1240829fd9b7f9429226b4",
            "sentence": "Something must've happened in Boston. Tom seems really depressed."
        },
        {
            "id": "bc9c1d8479034454828071dcd18b5ae4",
            "sentence": "If Tom had seen what happened, he probably would've been shocked."
        },
        {
            "id": "5a36b393235842a5bff214e78333d896",
            "sentence": "We heard that a storm was headed our way, so we headed for shore."
        },
        {
            "id": "1dfb9986b0654c06ad85ec32b2ca5b05",
            "sentence": "I was wondering if there is any way you could deliver that today."
        },
        {
            "id": "fa0da84e7ae347019b829bc65e5474f2",
            "sentence": "A lot of back problems can be attributed to poor sitting posture."
        },
        {
            "id": "b555176c7e0b4fc8a3e68967f115be06",
            "sentence": "When Tom was young, he said he wanted to become a French teacher."
        },
        {
            "id": "ae330eef00ff487b96187fe125eea308",
            "sentence": "She didn't attend the meeting for fear of meeting her ex-husband."
        },
        {
            "id": "fdc31644a55842f4a4502d12f3ec8f57",
            "sentence": "I'm wearing myself out by trying to do too much at the same time."
        },
        {
            "id": "fb88c7ce3f2b4bb294b432553b637c52",
            "sentence": "At first I didn't like my job, but I'm beginning to enjoy it now."
        },
        {
            "id": "aa0c270ef3c5477995acc7073632aadd",
            "sentence": "There are bananas, apples, pears and oranges in the fruit basket."
        },
        {
            "id": "a3d2387491bf421eac8fe40d56d4551a",
            "sentence": "When you don't like something, you ought to be allowed to say so."
        },
        {
            "id": "337b19a6480b49b596a6117ceeeac96b",
            "sentence": "An integer is natural if and only if it is greater or equal to 0."
        },
        {
            "id": "f2a6b0023308459c85a87441d5be46f8",
            "sentence": "I couldn't print the handouts because the printer wasn't working."
        },
        {
            "id": "e6bc0105813045a59f96c67fe6918caa",
            "sentence": "When was the last time you told your wife that she was beautiful?"
        },
        {
            "id": "9bbfa12073bf4e63b382036b8178d1ec",
            "sentence": "I use a credit card to pay for things more often than I use cash."
        },
        {
            "id": "5211f38b280d40b49f0ee7ac7bf9430c",
            "sentence": "You didn't know that you were supposed to do that today, did you?"
        },
        {
            "id": "6c2954dc01d04299bbd6f77057211d0b",
            "sentence": "You didn't know that I was still planning on doing that, did you?"
        },
        {
            "id": "f94f7bac40b149f0a719e54ba20a3852",
            "sentence": "I can shut your whole system down with the mere push of a button."
        },
        {
            "id": "fe5a649fe3264fc2921a93c7a47e433a",
            "sentence": "Of all the countries that you've visited, which is your favorite?"
        },
        {
            "id": "3010c7aac0cf47d0a0183654db631654",
            "sentence": "If you showed me how to do that once more, I think I could do it."
        },
        {
            "id": "792ee23c05674b08bec5782d5cd4d42f",
            "sentence": "The Grand Canyon is the number one tourist attraction in America."
        },
        {
            "id": "6cff3f65dd6f42c1b41c0ccdfc203f11",
            "sentence": "Tom sings and plays the guitar at a local bar every Friday night."
        },
        {
            "id": "3669d947d3c64f2ebed21dd73b1a89f7",
            "sentence": "Tom's attempt at a solution created more problems than it solved."
        },
        {
            "id": "e4b6fca9fca242268dce193daefd2ba9",
            "sentence": "Do you think men talk about women more than women talk about men?"
        },
        {
            "id": "986f2448e4da4c0b9592426bb230474d",
            "sentence": "I know you're not going to come to my party, but I wish you were."
        },
        {
            "id": "ffa6a33ddbcf4e40afff733e326ca1a9",
            "sentence": "All commercial goods and packages from abroad go through customs."
        },
        {
            "id": "dc98c5e6e0064aa4affbbc1c08005619",
            "sentence": "Tom admired his father and wanted to be like him when he grew up."
        },
        {
            "id": "4d56dc1305a945a3b72499ad3c0e46ff",
            "sentence": "Tom walks his dog for an hour a day, irrespective of the weather."
        },
        {
            "id": "364f400d61e84547b6e925171db9fa7b",
            "sentence": "Tom was able to buy a gun, but he wasn't able to buy any bullets."
        },
        {
            "id": "ff0e0e0b8d3c45a9914a9101f4a44c1a",
            "sentence": "I've told you a hundred times I'm not going to that stupid party."
        },
        {
            "id": "132a0cb2210a4957ab25e36f1ecd2a5c",
            "sentence": "Tom says that he doesn't think that it'll be possible to do that."
        },
        {
            "id": "06357983254e44c18915fc3fd94ec2ff",
            "sentence": "Do you think that you could convince Tom to volunteer to do that?"
        },
        {
            "id": "157ab83b266a4ff3b0f408424a390d36",
            "sentence": "I don't think that Tom and Mary are going to be happy about that."
        },
        {
            "id": "08592c44d21c47ab809dc8b38276fff9",
            "sentence": "How come you didn't tell me that Tom was going to Boston with us?"
        },
        {
            "id": "60ec545b8a0b4ba1a7f8c5a63f9d7841",
            "sentence": "Tom is rich enough to do just about anything that he wants to do."
        },
        {
            "id": "de45db11a6334148bff4be42b488ca71",
            "sentence": "Tom ended up not buying the car that he was looking at last week."
        },
        {
            "id": "88b01a36bbee48e6b39bb44d31427281",
            "sentence": "Tom was afraid that he'd just made the worst mistake of his life."
        },
        {
            "id": "6b51ccaf38d1424b90b838e2f4fa18a3",
            "sentence": "As a child, I spent a lot of time playing on our rooftop terrace."
        },
        {
            "id": "e37a3058ad9e428fa73ed3cd7a2c7763",
            "sentence": "It doesn't matter how fast you run, you'll never make it on time."
        },
        {
            "id": "5183aa9be51841d9a201c1bbf6bf8586",
            "sentence": "We're not certain that this is true, but we think it probably is."
        },
        {
            "id": "607807dd521f441f9afed36d1bba6ca4",
            "sentence": "I'm not sure that my parents know about my relationship with Tom."
        },
        {
            "id": "a08becc29cff4f24b82253cde5a7d19d",
            "sentence": "I knew that Tom was a married man, but I flirted with him anyway."
        },
        {
            "id": "b47e76c4f2e44c6c833394d43897e947",
            "sentence": "Tom is really jealous and he gets mad when other guys talk to me."
        },
        {
            "id": "aa08074debc746cda1af378c9c1ac5fa",
            "sentence": "It wasn't until Tom left me that I realized how much I loved him."
        },
        {
            "id": "23e1cf13bb8849519b6af7db5c750445",
            "sentence": "I know it's highly unlikely we'll be able to sell all this stuff."
        },
        {
            "id": "e894d42117fa41ad9b86eda12f8f8f85",
            "sentence": "The reason that I'm limping today is because I sprained my ankle."
        },
        {
            "id": "d58a461c094847daaf55d40e3f2b86a1",
            "sentence": "Unless you make a decision quickly, the opportunity will be lost."
        },
        {
            "id": "b19aaad2fb774306939c1a5726efad8f",
            "sentence": "Let's not stay at the same hotel that we stayed at the last time."
        },
        {
            "id": "52e45d75d8d8474d8db1a8741407fae8",
            "sentence": "You should cut down on the amount of fattening food that you eat."
        },
        {
            "id": "fed23f1e869045798ba6761be974f0f7",
            "sentence": "Tom isn't very likely to finish writing the report before Monday."
        },
        {
            "id": "212a47d5ee284777a91d6150b5bbc5b9",
            "sentence": "This app allows you to download stories for free to read offline."
        },
        {
            "id": "bf1440d4729d44c98e028bbff94c7e48",
            "sentence": "I learned that woman I thought was a nurse is, in fact, a doctor."
        },
        {
            "id": "5edfea3f01d248c8894c40c5ac7af441",
            "sentence": "There was a pile of books on the floor in one corner of the room."
        },
        {
            "id": "4e51f9cfc2724bcb9ec61b58040ab7e1",
            "sentence": "I tried to be careful, but I ended up breaking a couple of bones."
        },
        {
            "id": "4b7c58e2f76e49eb923f95f128c07cfd",
            "sentence": "Tom is more intelligent and sophisticated than most boys his age."
        },
        {
            "id": "312eea30d93542f29893ec1fa9903332",
            "sentence": "Tom came to church last Sunday for the first time in a long time."
        },
        {
            "id": "1ef7c0f67ae044268d01b28f892d8cff",
            "sentence": "This is one of the trees that my father planted thirty years ago."
        },
        {
            "id": "f9258736125241189ed19e00ed2f33ca",
            "sentence": "Tom insisted that he didn't have anything to do with the robbery."
        },
        {
            "id": "fed881a7ddba482eb10ec8d8438072fc",
            "sentence": "Tom got out of bed on the wrong side and has been grumpy all day."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}