{
    "currentPage": 7067,
    "pageSize": 100,
    "items": [
        {
            "id": "12cc5e6cd16b4db3ac701a652054163e",
            "sentence": "I wasn't surprised when Tom told me what he was planning on doing."
        },
        {
            "id": "f421e6e7b2574885ae22901e46b3c94d",
            "sentence": "I wonder how much it would cost to rent a rowboat for three hours."
        },
        {
            "id": "8c67b23011b642faaf9b11dd08e86f9f",
            "sentence": "For a while, I was really addicted to cola and drank it every day."
        },
        {
            "id": "4e046d833b9f4441afbc1ae8b9982b4e",
            "sentence": "Seriously though, episode 21 made me laugh so hard I almost cried."
        },
        {
            "id": "6a1b2224b98f463d9a8d401461a4d923",
            "sentence": "It's said that the Vikings discovered America before Columbus did."
        },
        {
            "id": "4d44e20f4caf40e58658e47257e02ead",
            "sentence": "My older sister gave me an iPhone, but I don't know how to use it."
        },
        {
            "id": "2a10ad28bb824c1284939fd495d7278c",
            "sentence": "My younger brother used to often stay up all night reading novels."
        },
        {
            "id": "936e3882bdb24542a738f9acc4e42bb9",
            "sentence": "You're supposed to always pay your rent on the first of the month."
        },
        {
            "id": "f07f488902134f9c8a301b97df140f4f",
            "sentence": "I was surprised when Tom told me that Mary didn't want to do that."
        },
        {
            "id": "c3301fc98820404b8ab989843f1b44eb",
            "sentence": "I wasn't surprised when Tom told me that I didn't need to do that."
        },
        {
            "id": "3fc1a81c08a74b84b1ece6fca0d6fcca",
            "sentence": "Tom realized that he was probably not going to be able to do that."
        },
        {
            "id": "6257fccce4fe49a3b4b955d952774609",
            "sentence": "Fortunately, the weather was good and we were able to eat outside."
        },
        {
            "id": "e4ee9f58ac2c4720bf59cc71570823d9",
            "sentence": "Everyone except Tom knew that he didn't need to stay in Australia."
        },
        {
            "id": "d0cb4f98418e4ed28f49c8689ce7eff6",
            "sentence": "We're having engine trouble and need to make an emergency landing."
        },
        {
            "id": "2ae3d10e421f4e65a2b521cf3bf8a59a",
            "sentence": "People do not know the blessing of good health until they lose it."
        },
        {
            "id": "a235ea436b43476f93fa9180220f9c2f",
            "sentence": "Judging by the swelling, the man must have been bitten by a snake."
        },
        {
            "id": "bef199e0963c4b82b808ac693b037edc",
            "sentence": "Many years later, the author added two more chapters to the novel."
        },
        {
            "id": "65b360ed7de9474b829cb0a44568e805",
            "sentence": "In high school, the girl that I had a crush on had a crush on Tom."
        },
        {
            "id": "6a2c8944126147a59a185ed3e86ace8c",
            "sentence": "I think what Tom is doing probably isn't a good thing to do doing."
        },
        {
            "id": "1a623923d95b4ea58f05b4a493366999",
            "sentence": "It's hard to believe something like that could happen around here."
        },
        {
            "id": "8fd32519bbfc4ead95f0c4292db8131c",
            "sentence": "Why did you agree to do this if you didn't really want to do this?"
        },
        {
            "id": "92ad3a8daff0482ba49f004587223af8",
            "sentence": "Tom told Mary that he was going to Boston, but he went to Chicago."
        },
        {
            "id": "af0aa2103ade48599828311e0c655d27",
            "sentence": "To call that fabrication a fib would be a criminal understatement."
        },
        {
            "id": "f6a96119dad84bd0bd7d47289aff6fb6",
            "sentence": "We waited at the library half an hour for Tom, but he didn't come."
        },
        {
            "id": "394acf98da3d4d58a4bf368c1ee6fa95",
            "sentence": "The explanations are too elaborate, and they should be simplified."
        },
        {
            "id": "31871d85b7d44fd58359411bd424195b",
            "sentence": "I felt better after taking the medicine the doctor had prescribed."
        },
        {
            "id": "02c93a9253ba4b7eb711cb6d5c1f0c68",
            "sentence": "This enormous longhorn beetle is found around mango and fig trees."
        },
        {
            "id": "13d49c029aa4418c90453ec062ebf0bc",
            "sentence": "Tom read the Bible in its entirety, from the beginning to the end."
        },
        {
            "id": "97152cb5b0994038ad882a48e09f255f",
            "sentence": "The nonviolent actions of Martin Luther King inspired many people."
        },
        {
            "id": "8d9c925cb23b4ec2965ddb6d771d0a7f",
            "sentence": "They want me to quit, but I'm not ready to throw in the towel yet."
        },
        {
            "id": "2ea98d1568cb4df5b52ec27b32f6d5cd",
            "sentence": "This photo is the only one in which the entire family can be seen."
        },
        {
            "id": "d82ebd814fc84a289da40cf60a27f3ed",
            "sentence": "It would be unethical for me to talk about Tom's medical problems."
        },
        {
            "id": "197bb4b408834fcdbcf99c76dfe32eb4",
            "sentence": "It's almost always less expensive to buy things from a wholesaler."
        },
        {
            "id": "3f1c2aea06e94fe1946b85c677a018c6",
            "sentence": "We waited at the bus stop for a long time, but the bus never came."
        },
        {
            "id": "dd5a666e95614c5d86f51422da9c1134",
            "sentence": "Tom was having trouble trying to find his best pair of cuff links."
        },
        {
            "id": "bf1c41ac399441fb93cd85b5cdda7fce",
            "sentence": "The fire had already gone out by the time the fire engine arrived."
        },
        {
            "id": "d8689ff706c144e985c9467980bc75cb",
            "sentence": "The average height of girls in this class is over 155 centimeters."
        },
        {
            "id": "4b917b871c234ec6af04dca5eef70dc1",
            "sentence": "How could you do this to me after all we've been through together?"
        },
        {
            "id": "b7d4c6cd76a6493694d59e50f0086bd4",
            "sentence": "It's difficult to help people who can't admit that they need help."
        },
        {
            "id": "21e39fd2b3084ce98a114011b7f76f12",
            "sentence": "Tom was psyched that he'd get to sit next to Mary all school year."
        },
        {
            "id": "9b4f915765e041a48fc018e06dd82eb6",
            "sentence": "Don't worry about me; hell is where all the interesting people go."
        },
        {
            "id": "60aec1e0e1ae403b9f76da7a50e664a8",
            "sentence": "It doesn't need to be a lot of time, but we do need a little time."
        },
        {
            "id": "2785439eecd742efb0d521dc6c3ef4e2",
            "sentence": "Tom fell in love with a girl who's three years younger than he is."
        },
        {
            "id": "f8fe52e339be4028831db15a02ba0136",
            "sentence": "To tell the truth, I didn't think that movie was very interesting."
        },
        {
            "id": "eec5b4b9314945cfa67859fff755cfc9",
            "sentence": "At its narrowest, the Strait of Gibraltar is 14.3 kilometers wide."
        },
        {
            "id": "a050236b431d484cb21664fff9e1089a",
            "sentence": "If you want breakfast in bed, you'll have to sleep in the kitchen."
        },
        {
            "id": "7201d3cc7ead4b5685606a76f98c3cb8",
            "sentence": "On a bright sunny day like this, we'll probably all get sunburned."
        },
        {
            "id": "76e73624e1524f46aeacdbc7915544ab",
            "sentence": "I plan to go to Boston as soon as I get enough money to get there."
        },
        {
            "id": "6dcb2a974bac4b708a70923ae4c44a80",
            "sentence": "Cooking over a campfire is one of the things I like about camping."
        },
        {
            "id": "3315778af6984830a78465f416dbb824",
            "sentence": "Tom bought a can of beer for himself and a can of coffee for Mary."
        },
        {
            "id": "0922666b62714afa8f726d0b190ff624",
            "sentence": "I thought that Tom probably didn't really understand the question."
        },
        {
            "id": "9b029d1a004b47a586e3a02c6d8f9182",
            "sentence": "Tomorrow morning, they're selling tickets for the Shakira concert."
        },
        {
            "id": "5bd9ac46f60d4e0ea5b5a70dfe5f9cf0",
            "sentence": "Tom and Mary were holding hands, their fingers tightly interlaced."
        },
        {
            "id": "bfed77c479784f76b2ea562f243e9075",
            "sentence": "Beat the yolks of the eggs and the sugar together in a large bowl."
        },
        {
            "id": "ef5d166214a44f89a5b55e2ae950f913",
            "sentence": "Let's just make sure that this is what we're supposed to be doing."
        },
        {
            "id": "04cbd4881b73431ca9fffe227609bd47",
            "sentence": "I can't believe that you really want to live here all by yourself."
        },
        {
            "id": "924c48ec627943f9806ad923c4410abc",
            "sentence": "Tom told Mary she was the most beautiful woman that he'd ever met."
        },
        {
            "id": "3029c1e81c5149818f9fb051b4c57928",
            "sentence": "I thought about writing you a message, but never got around to it."
        },
        {
            "id": "fa2a7c99f93642cfa5573adfd1c58e8d",
            "sentence": "The worst thing you can do is to only do something half seriously."
        },
        {
            "id": "81831cb1666f420d8ce28085852b00a9",
            "sentence": "Doing something only half-heartedly is the worst thing you can do."
        },
        {
            "id": "a71bf30ed6b84e78b784dbd72b701e1a",
            "sentence": "Eventually the salesman persuaded me to buy the expensive machine."
        },
        {
            "id": "727e3e4e931b4298a2a330776f7c2ce8",
            "sentence": "Tom told me that he thought Mary was better at French than he was."
        },
        {
            "id": "96708e40e92e4fd3b608dc4d5d0b1135",
            "sentence": "Tom told me he thought that Mary was better at French than he was."
        },
        {
            "id": "8497854a9eee476ab9243b9949814668",
            "sentence": "Tom told me he thought Mary still wanted to go to Boston with him."
        },
        {
            "id": "6ebed00473264e96b5ca67f2817e4e72",
            "sentence": "Tom told me that he was going to be on the road until next Monday."
        },
        {
            "id": "e90dd00320e349a78c96b9d7c00b7fc7",
            "sentence": "Tom told me that he was going to the hospital to visit his father."
        },
        {
            "id": "9a5fb5e2ac164290a31b0d74b337c176",
            "sentence": "Tom was worried that someone would discover details from his past."
        },
        {
            "id": "acbb2351ea974a77a3ff4c3421f88bd4",
            "sentence": "I spend more than half my time correcting other people's mistakes."
        },
        {
            "id": "f04463d34a6145f592595ba7d33d6d36",
            "sentence": "You need to take a step back and think calmly about the situation."
        },
        {
            "id": "9357df315e5f4423b21a30dc4df92278",
            "sentence": "You shouldn't judge me, because you don't know what's in my heart."
        },
        {
            "id": "7fff6b18aa914f50900d76d32800b7ab",
            "sentence": "It doesn't matter what I look like. I'm not likely to get the job."
        },
        {
            "id": "b961931c301c49a7ad89d5191492778e",
            "sentence": "Tom likes all types of music, but classical music is his favorite."
        },
        {
            "id": "8485337c8d9e4551baea6f1ffbc8a48e",
            "sentence": "Tom's children have a lot more toys than he had when he was young."
        },
        {
            "id": "7d5a166413214e00bf1f6627203484a9",
            "sentence": "After the collision, Tom and Mary exchanged insurance information."
        },
        {
            "id": "b9c580692e3c45b29897dc3ba69578b8",
            "sentence": "I'm not so sure that I could do that, at least not as well as you."
        },
        {
            "id": "2859f1d8bb4e47e0b46360d5852b7c38",
            "sentence": "Tom doesn't care about protecting his personal information online."
        },
        {
            "id": "7c43b63a2eb8473198bb6a7ca7fa4217",
            "sentence": "I always got talked into adjudicating their relationship troubles."
        },
        {
            "id": "0e479390d92947448078f6665bd2eaac",
            "sentence": "I was deceived by a person who I had thought was a friend of mine."
        },
        {
            "id": "143ba0550e5b472bb2b6fb6b33234040",
            "sentence": "I thought you said that we weren't going to go to Boston with Tom."
        },
        {
            "id": "b75ede85ca4f4ad08a2ad24cbcb65023",
            "sentence": "I didn't think that you were going to have the chance to meet Tom."
        },
        {
            "id": "b9ba736371e241bca975b42d28b612bd",
            "sentence": "Tom asked Mary if John was planning to stay in Boston a long time."
        },
        {
            "id": "ed70c3a593fd4c9ea6dbe4440634c6e8",
            "sentence": "I thought that you said we weren't going to go to Boston with Tom."
        },
        {
            "id": "917fa78a5ead4434aeeff8c3e5038eb7",
            "sentence": "Tom said that he thought Mary wasn't very good at speaking French."
        },
        {
            "id": "9f84de455ee24847aae513fe8d43d296",
            "sentence": "Tom said that he thought that Mary wasn't good at speaking French."
        },
        {
            "id": "4e31dbf646634cbdb2dd5f3f9811caf2",
            "sentence": "Tom said he thought that Mary wasn't very good at speaking French."
        },
        {
            "id": "2775e7bfb167437cb042fe1ad90572a5",
            "sentence": "Tom said he didn't know when Mary was planning on going to Boston."
        },
        {
            "id": "caa6c83e4b164dada8c07e4f3d7d4167",
            "sentence": "Tom thought that Mary probably didn't know that John spoke French."
        },
        {
            "id": "9aded7b030df422b9f4cf972ec5c3905",
            "sentence": "Tom should've gone to Boston last week with Mary, but he couldn't."
        },
        {
            "id": "c5bcb49922284f47be9631330979f5bc",
            "sentence": "Tom says he doesn't know when Mary is planning on going to Boston."
        },
        {
            "id": "ca9b39354f8d44b7a4b44e8f4aa41974",
            "sentence": "I promised Tom I wouldn't stay in Boston for more than three days."
        },
        {
            "id": "0c7ae25180e54d219aab4230781e78e6",
            "sentence": "Tom said he thought Mary was planning on going to Boston with him."
        },
        {
            "id": "386e8f93e7a94d84b51bbdb303775128",
            "sentence": "I won't force you to do that, but I think that you should do that."
        },
        {
            "id": "2e10716cdf974d89b68af26eaf46cde5",
            "sentence": "The police aren't sure that Tom was the guy who tried to break in."
        },
        {
            "id": "e92b95dc8d6c48abbf7acc089cff4c22",
            "sentence": "Tom is not very likely to finish writing the report before Monday."
        },
        {
            "id": "4930e536ffa445658f16e3b3f579e873",
            "sentence": "If you would talk less and listen more, you might learn something."
        },
        {
            "id": "801d04fee0c149819e20d76436149b73",
            "sentence": "If it hadn't rained so hard, the game wouldn't have been canceled."
        },
        {
            "id": "042b93a4da7f48348033bbf11906ebeb",
            "sentence": "When Tom shaved off his beard, Mary didn't recognize him at first."
        },
        {
            "id": "8765ef24ca3d45c8993d67981dae5472",
            "sentence": "Mary is the most beautiful girl that I've ever actually talked to."
        },
        {
            "id": "844fd66301244dd7927951d828521771",
            "sentence": "I still listen to the same music that I listened to as a teenager."
        },
        {
            "id": "b63259f232b649e79804d2b23fa1c216",
            "sentence": "The liver is the organ that works to remove alcohol from the body."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}