{
    "currentPage": 7075,
    "pageSize": 100,
    "items": [
        {
            "id": "1a9c7af05345486d88ab1efada2ae74d",
            "sentence": "I hope that I don't have to spend more than three months in Boston."
        },
        {
            "id": "d0dfbdef2d094135bc673d311f6e885d",
            "sentence": "The man kept saying something in French that I couldn't understand."
        },
        {
            "id": "4c4e2e44ba8c40999aa6c9816863c53e",
            "sentence": "It's usually so crowded in here that you can't find a place to sit."
        },
        {
            "id": "26819e917ac04785bbe4608c0a1f2936",
            "sentence": "I was just pointing out a problem that I thought you hadn't notice."
        },
        {
            "id": "fd5af6ca04604fefa06a554d802d2e18",
            "sentence": "I hope that I don't need to spend more than three months in Boston."
        },
        {
            "id": "ac0693f5ad704bb1993224317bb45dc6",
            "sentence": "Tom realized that there were no cars parked in front of the school."
        },
        {
            "id": "21de535ea3154f21971ebd1cb6a905bb",
            "sentence": "I'm at my wit's end. I can't think of any solution to this problem."
        },
        {
            "id": "ba0e3623c46846048ea292c8734388ba",
            "sentence": "I poured the wine in a plastic bag and then dipped it in ice water."
        },
        {
            "id": "89143e586a134327a58db8d52deefbb9",
            "sentence": "I'm not a child, but sometimes you talk to me as if I were a child."
        },
        {
            "id": "6fe76364cb0b469b99c12fa14a70e3e4",
            "sentence": "The house is too big for us, and what is more, it is too expensive."
        },
        {
            "id": "8d0c1d8e41394dc8aac94c834ac2f4d1",
            "sentence": "Turn to the right at the corner, and you will find it on your left."
        },
        {
            "id": "67afc0c31e3546068e2ba69e91664e36",
            "sentence": "This is a secret just between you and me, so don't let it slip out."
        },
        {
            "id": "e65cc11ecdd0431eb4a12c3091412d88",
            "sentence": "There are a lot of people and cars in this city. It is a busy city."
        },
        {
            "id": "6aef198de9ea4147b0c2253b41bef4dc",
            "sentence": "I want to buy this material for a new dress. How much does it cost?"
        },
        {
            "id": "b527cebdbea84356b2a6a7663b4e0b4d",
            "sentence": "I have neglected you so long that I feel a bit shy in visiting you."
        },
        {
            "id": "112ad922847b47e39459e3ccdf1348b9",
            "sentence": "If I tried to wear shoes with heels that high, I'd sprain my ankle."
        },
        {
            "id": "69ec6355323b442da8f5f7ed7648f0ef",
            "sentence": "If you dress like that at your age, you'll make a fool of yourself."
        },
        {
            "id": "6841223077f04718b9d89e5a1ee0b285",
            "sentence": "A fund was launched to set up a monument in memory of the dead man."
        },
        {
            "id": "ea57c9ccf7e247dc97383dd46364a3a5",
            "sentence": "First off, I'd like you to come with me to a department store sale."
        },
        {
            "id": "1265c569f34b4254b44dfabccd3a0d1f",
            "sentence": "If it had not been for his wife, he would not have changed his job."
        },
        {
            "id": "b6a669395cd3418eb99e24da14b3386a",
            "sentence": "While I was waiting for the rain to stop, he kindly gave me a lift."
        },
        {
            "id": "d6a23dcea61b4d0b9a1a7010969101d5",
            "sentence": "You bought the food, so if I buy the wine that will even things up."
        },
        {
            "id": "626a4d4e746647d89f1d20286ee89e04",
            "sentence": "It is not until we lose our health that we realize the value of it."
        },
        {
            "id": "82fab814c34a4b9b943dbe341ce30a72",
            "sentence": "The wicked witch cast a spell on the man and turned him into a bug."
        },
        {
            "id": "56a736aa20a641c9892a52ec7a2efc83",
            "sentence": "As long as I'm going to be in London, I ought to see a play or two."
        },
        {
            "id": "cb7dc79e8e8e4b6f8a3154ceeadf2507",
            "sentence": "If I had money, I would buy that camera. As it is, I cannot buy it."
        },
        {
            "id": "c67861841335433eb8ba8a973185d87d",
            "sentence": "A person who is only a pawn in the game often talks big in company."
        },
        {
            "id": "348fe7310b404021b3326a719aa34956",
            "sentence": "I need someone to hold me and tell me everything will be all right."
        },
        {
            "id": "1807b09a9e83400ab053b33a505f19b3",
            "sentence": "If I'd been at the meeting, I probably would've fallen asleep, too."
        },
        {
            "id": "1777404cc86c430994a0317fd3140728",
            "sentence": "The population of Tokyo is four times as large as that of Yokohama."
        },
        {
            "id": "a78a6ddfa0a040d789d15950a57f9930",
            "sentence": "We've run out of things to sell. Now, how are we going to buy food?"
        },
        {
            "id": "cf79351243e442b1963df82544033d8d",
            "sentence": "Tom usually stays in bed until after his children leave for school."
        },
        {
            "id": "b9fc2cf99e1b45c1a51b3b2f84ac8721",
            "sentence": "I ran as fast as possible, but I wasn't in time for the last train."
        },
        {
            "id": "393d358ee4b04a5d988e74f22037cbbb",
            "sentence": "Tom came out of the bathroom with a towel wrapped around his waist."
        },
        {
            "id": "0786e358cf73490e85e2c3642707ed19",
            "sentence": "Tom has written several letters to Mary, but she never writes back."
        },
        {
            "id": "426b7d34f0ef4b82bf079a31cb7b095d",
            "sentence": "You'll be allowed to use a calculator while you're taking the test."
        },
        {
            "id": "a1ec3f942cca4b6198b0393961bd3e71",
            "sentence": "Since my mother was sick, I couldn't leave the house last Saturday."
        },
        {
            "id": "91538ed8a89e41498455cbef2c3b45bc",
            "sentence": "We have a complete set of the recordings of Beethoven's symphonies."
        },
        {
            "id": "c1444e8f1a894e8c8714a0d546da576b",
            "sentence": "I'm going in the same direction. Come with me. I'll take you there."
        },
        {
            "id": "ad74d066ab6946edb7654d6497acd047",
            "sentence": "It wasn't a coincidence that Tom and I were there at the same time."
        },
        {
            "id": "bca40d4b14cf4e86b4a03fbb5502d3f6",
            "sentence": "Tom lives farther from school than Mary, but closer than John does."
        },
        {
            "id": "e633d1e5c991474d9ee9bb297b34bce1",
            "sentence": "I want you to take the medication that the doctor told you to take."
        },
        {
            "id": "31b4689205f2468a9b813985d0892e79",
            "sentence": "I want to know what to do with all the stuff that you left with me."
        },
        {
            "id": "915d8c9492ed4f80bcb24bf9471f69f8",
            "sentence": "Their team doesn't have a ghost of a chance of winning this season."
        },
        {
            "id": "08555863e7ef4fe28d6676f17c559adb",
            "sentence": "When we were younger, Tom and I traveled around the world together."
        },
        {
            "id": "124f50f12b9b48ca88a591353da3c2f1",
            "sentence": "Unable to accomplish the task by himself, he turned to me for help."
        },
        {
            "id": "af8b0eb5ad704a1288c6b978ea2464f6",
            "sentence": "If the book had been more interesting, I'd have read it to the end."
        },
        {
            "id": "4a44b7b686744b4a9b1586df1e5e2b4e",
            "sentence": "Tom knew Mary wasn't from Boston even though she said that she was."
        },
        {
            "id": "54042ce5cb044e058a5c94eed409328c",
            "sentence": "Tom knew that Mary had told everyone that she was going to do that."
        },
        {
            "id": "3ddc33e61988494283a9b27c8c6108aa",
            "sentence": "I know I've met that guy over there, but I don't remember his name."
        },
        {
            "id": "380cbe5ea13d42609df31b9e2455c909",
            "sentence": "Your children have sure grown a lot since the last time I saw them."
        },
        {
            "id": "5abae6fcd68344e58c0dc42840189ab7",
            "sentence": "Tom rushed over to Mary's house when he heard that she needed help."
        },
        {
            "id": "595845c74fe24d699d92cee731545442",
            "sentence": "I have to take care of my little brother until my parents get home."
        },
        {
            "id": "6fe5e2b73a8343279da088fd84703467",
            "sentence": "Efforts to bring the blaze under control using buckets soon failed."
        },
        {
            "id": "47b010f5b33b4e9ead4dfe927e8e0a5a",
            "sentence": "It's important for the students to know what to expect on the exam."
        },
        {
            "id": "c878efb4b2404becaf3367fed0394e7d",
            "sentence": "They want to increase food production by growing new kinds of rice."
        },
        {
            "id": "d4746185782146398f1cff9a290e978e",
            "sentence": "I did everything I could to help Tom, and this is how he repays me."
        },
        {
            "id": "9a405df6f2344358a7b254978242f2ed",
            "sentence": "Could the two of you share one umbrella and leave the other for me?"
        },
        {
            "id": "f104770f8e054d59b6e6e206c8b8a377",
            "sentence": "I've gathered plenty of resources to help my students learn French."
        },
        {
            "id": "d3ff56cb7b384755830ecbc40287ff8e",
            "sentence": "I'd think the last thing you'd want to do right now is talk to Tom."
        },
        {
            "id": "b0150d2f172a42c38b0db525b4ff090a",
            "sentence": "Tom was seen coming out of Mary's house the night she was murdered."
        },
        {
            "id": "c161b4fd21b74a57b3f9b23612a9e9c6",
            "sentence": "I'm pretty sure I won't be able to convince Tom to stop doing that."
        },
        {
            "id": "6c07322094d7408eac4089d4eb7e0364",
            "sentence": "Have you recently had any unexplained dizziness or lightheadedness?"
        },
        {
            "id": "6bdfb26c05c945b394f1d510ebbca8de",
            "sentence": "It never occurred to Tom that Mary might've been flirting with him."
        },
        {
            "id": "919d1799a6874977a61bacfeef211a52",
            "sentence": "If you're asking me if this is correct or not, I don't really know."
        },
        {
            "id": "dcc4ba78350c4bb4bdfd394d0fc60af8",
            "sentence": "It's not going to rain this afternoon. At least, I hope it doesn't."
        },
        {
            "id": "b803da98004048f387afe8d305a65553",
            "sentence": "Tom told Mary not to worry about what might happen on October 20th."
        },
        {
            "id": "3beae57e626d44f8a369048b62b520e6",
            "sentence": "Tom sat on the park bench just watching the other children playing."
        },
        {
            "id": "ddd854c58aa44b7b9bcf214d94d61d07",
            "sentence": "I'm sorry to be the one to tell you, but Tom passed away last year."
        },
        {
            "id": "39d1b97eccef4e7f9e156088f2e2ece7",
            "sentence": "Tom and Mary are celebrating their third wedding anniversary today."
        },
        {
            "id": "eb9659b223734ab48f31bd541befda57",
            "sentence": "Tom told me that he wouldn't be late, but he still hasn't shown up."
        },
        {
            "id": "86ce80b29ac743438507f22564b4c3a5",
            "sentence": "Tom says he didn't know Mary wasn't able to speak French very well."
        },
        {
            "id": "4bf1f1bc2f1d4667976e0bdf91d98baf",
            "sentence": "I really should've told Tom not to stay in Boston for another week."
        },
        {
            "id": "b0e404b8c6b74c829ffd9feade781df3",
            "sentence": "Tom said he wants to be able to speak French like a native speaker."
        },
        {
            "id": "4d51628218ee4a47b83f1cc3f0e80c18",
            "sentence": "Tom said he thought Mary was probably having a good time in Boston."
        },
        {
            "id": "6d90308e027c4f4e8cb04a3326fca2e8",
            "sentence": "Tom doesn't have any idea where Mary is planning to stay in Boston."
        },
        {
            "id": "e77ea19b25704f3bbe2b29303fadef91",
            "sentence": "Tom now knows why he should've paid more attention in French class."
        },
        {
            "id": "adfc5ab0b0c848228d21468ce073a9ca",
            "sentence": "Tom said that he didn't know that Mary wasn't able to speak French."
        },
        {
            "id": "8c0c7f2389a243cabcb994b62fe6fe72",
            "sentence": "I think that Tom is probably better at French than you think he is."
        },
        {
            "id": "28651422a65b4e7bb222311db117ef06",
            "sentence": "I think that Tom is the only one working here who can speak French."
        },
        {
            "id": "ed2e8188e12041199477d38178426f3e",
            "sentence": "I suspected Tom wasn't really planning to go to Australia with you."
        },
        {
            "id": "6bfa83b2816d400caf2e6815d8f709a1",
            "sentence": "I was very surprised when Tom told me that Mary had left Australia."
        },
        {
            "id": "4e67de91c8d649e8b7a62c6c34acf63d",
            "sentence": "I hope that Tom stays in Australia for at least another three days."
        },
        {
            "id": "7f48eda4217b496bbc984fc47d523bfe",
            "sentence": "I can't believe that Tom really wanted to go to Australia with you."
        },
        {
            "id": "b551f4bad9de4b83a1e49c174371619e",
            "sentence": "I certainly had no idea that Tom was planning to move to Australia."
        },
        {
            "id": "103727791fc542608a7a57bd35af1625",
            "sentence": "Everybody except Tom knew that he didn't need to stay in Australia."
        },
        {
            "id": "bb6eda2bf6f643f383b5e77f9aa1fac0",
            "sentence": "Everybody except Tom knew that he didn't have to stay in Australia."
        },
        {
            "id": "769c4a89b7ed40398099ede793a9075d",
            "sentence": "Every time that Tom comes to Australia, he never fails to visit me."
        },
        {
            "id": "61f73568eb3043119b14e19da4552f8c",
            "sentence": "Didn't you know that Tom was going to be in Australia next October?"
        },
        {
            "id": "31c546dc6f7c443fa41d82ea6c8bc997",
            "sentence": "Tom told me that he thought that Mary still wanted to learn French."
        },
        {
            "id": "0956f56457bd4564a10dd94524b15952",
            "sentence": "I wasn't surprised when Tom told me that he didn't have to do that."
        },
        {
            "id": "c20617712da1405ca1e8513302ef20a9",
            "sentence": "I wasn't surprised when Tom told me that he didn't need to do that."
        },
        {
            "id": "5d4871798b204c07b2608c548bb675b3",
            "sentence": "Tom wasn't caught cheating, but everybody knew that he had cheated."
        },
        {
            "id": "6a2b38f3a62a4a21b4c669ee44c73f03",
            "sentence": "After the hike, Tom switched from his hiking boots to his sneakers."
        },
        {
            "id": "8a8882f54d6c4b758f772dd27188e359",
            "sentence": "Tom went out of his way to make sure that everybody was having fun."
        },
        {
            "id": "35235e51ddef45ffaeefcceebbaea890",
            "sentence": "I don't think it's unfair to judge people by the company they keep."
        },
        {
            "id": "2dc28973db5948a8904f0f964873a641",
            "sentence": "Why didn't you call and let me know that you were going to be late?"
        },
        {
            "id": "1e595aa4bc0f41bca22cc77d4eb4f193",
            "sentence": "No matter what they're talking about, Tom and his wife never agree."
        },
        {
            "id": "66ab54253f1f472992c487b55371de13",
            "sentence": "You know that you aren't supposed to be doing that here, don't you?"
        },
        {
            "id": "0b878e0cc8ba404ca7b7d4b416e5a418",
            "sentence": "On the way, there were places where the snow came up to your knees."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}