{
    "currentPage": 7076,
    "pageSize": 100,
    "items": [
        {
            "id": "87d9439195824f90b28aba55bb68bfde",
            "sentence": "Everything that we asked Tom to do will be difficult for him to do."
        },
        {
            "id": "fe9916b33d4448a1b3ff2e2d6528384a",
            "sentence": "I saw Tom walking a dog, but I'm not sure if it was his dog or not."
        },
        {
            "id": "d9d291ef81724a6991999dad2ffffae2",
            "sentence": "I can't help but think that it would've been better not to do that."
        },
        {
            "id": "6c8da1e1755f4dadb915347eaabe3edc",
            "sentence": "Tom as well as everyone else in the room knew what the problem was."
        },
        {
            "id": "c88fd2f6cb864946bb87a942468b042a",
            "sentence": "I told Tom that my relationship with Mary was none of his business."
        },
        {
            "id": "61bc23ed53d7445aa6ee1db812ab75d0",
            "sentence": "Tom was worried that someone would discover details about his past."
        },
        {
            "id": "82136dfcec444e999f4df8fb95ec542a",
            "sentence": "Tom goes to visit his grandmother in the hospital almost every day."
        },
        {
            "id": "66e7ade52e074ce2a9235c4b5c9a73c3",
            "sentence": "You need to pull the weeds out by the root so they won't grow back."
        },
        {
            "id": "11e696b9b67a4c2ea11c525dd456da4b",
            "sentence": "I know it's late, but let's keep working until we've finished this."
        },
        {
            "id": "a535e1a9a4fc4b769f3515aa82208224",
            "sentence": "Tom was worried that somebody would discover details from his past."
        },
        {
            "id": "f6da6accff3f4f55b60d0f6de933544f",
            "sentence": "When I went into the classroom, the book was lying where I left it."
        },
        {
            "id": "8e90503626304c36be18c4ebe826882d",
            "sentence": "I don't have time to deal with this letter. Could you deal with it?"
        },
        {
            "id": "31db42acd244427d9b086f6bb39bd00d",
            "sentence": "Tom knows just about all there is to know about growing vegetables."
        },
        {
            "id": "63a4ccbc325240019916746a068e44ed",
            "sentence": "It's a pity that you didn't catch up with Tom while he was in town."
        },
        {
            "id": "b3e90657477a4a6fabae5b79a5d33cd9",
            "sentence": "Tom came up with some half-baked idea that was never going to work."
        },
        {
            "id": "d50206708ac54f8ca0d9b2b214a53b46",
            "sentence": "With the passage of time, Tom felt less bitter about the situation."
        },
        {
            "id": "f6fe115b7e3e48a0a23b8214beefe5f9",
            "sentence": "Tom usually has a glass of wine before dinner to whet his appetite."
        },
        {
            "id": "0e9e8a2e6a66452a915688b1576fa752",
            "sentence": "During excavation work, the tiled floor of a Roman villa was found."
        },
        {
            "id": "eac9a2b17eab4f2291c86fa486f96893",
            "sentence": "Imagine basing your entire personality on hating a group of people."
        },
        {
            "id": "31c9d9f125e74c48b980737c83b5052b",
            "sentence": "Tom said that Mary was the one that was responsible for doing that."
        },
        {
            "id": "04ef31257e0349fe9e40e83163710561",
            "sentence": "Do you think anyone else in your office will get married this year?"
        },
        {
            "id": "ded1c7066f494da2b0c79871099173e4",
            "sentence": "Some people seem to have forgotten what it was like before the war."
        },
        {
            "id": "ad493ca64db94da89d7fae03c50bace9",
            "sentence": "If I'd known you were sick, I could've visited you in the hospital."
        },
        {
            "id": "280a13d02e61497e95deb35b927b066b",
            "sentence": "I use French a lot for my job, but I still prefer speaking English."
        },
        {
            "id": "d9048da772d14687b59c0763a55a215d",
            "sentence": "I suspect Tom and Mary aren't planning on going to Boston with you."
        },
        {
            "id": "2b902bb5007743e4befd64cf8a0b192f",
            "sentence": "I'm afraid you'll need more than a conical hat to be a real wizard."
        },
        {
            "id": "60874aae534a4987a8e7240e2e0bcf37",
            "sentence": "I'll stand up for what I believe in and won't yield to any threats."
        },
        {
            "id": "7f870c4ed5464a03a9bf454c74143818",
            "sentence": "I'm sorry I haven't been able to give you my cousin's contact info."
        },
        {
            "id": "6486a9f2618a4c37a920758ca10f1285",
            "sentence": "Three boys came in. I spoke to the boy who seemed to be the oldest."
        },
        {
            "id": "363a7d2fa7e54a7382d0190d0d41296d",
            "sentence": "A man's happiness doesn't depend on what he has, but on what he is."
        },
        {
            "id": "5eaf4a09cd704b91aaf761ecb4ee755e",
            "sentence": "He didn't tell a lie. As a matter of fact, he told the whole truth."
        },
        {
            "id": "46b48a11b0e84717bb777ef905e187f8",
            "sentence": "Tom has volunteered to stay up all night and keep the fire burning."
        },
        {
            "id": "3b5fd0802ae5455993e95cf21d67128f",
            "sentence": "Your mother wouldn't like it if she knew we were seeing each other."
        },
        {
            "id": "604e8b5eb46f4c28aca5b756b036ea8f",
            "sentence": "The man sitting on the bus next to me and I talked the entire trip."
        },
        {
            "id": "51de521de0934542b1c016d6b45ba58a",
            "sentence": "I can't believe you're eating what your doctor told you not to eat."
        },
        {
            "id": "b5b015537f944fcf90fee9e57162a7cd",
            "sentence": "If I were a foreigner, I probably wouldn't be able to eat raw fish."
        },
        {
            "id": "f826143b6569473780c4bd048313914f",
            "sentence": "By and large, reporters don't hesitate to intrude on one's privacy."
        },
        {
            "id": "de4e045f1a17444eb3d73b5aeb23c68d",
            "sentence": "I have attached instructions on how to use FTP to access our files."
        },
        {
            "id": "242a204916014898983de1b0f199b67e",
            "sentence": "\"You have to take all this medicine to get better,\" said the nurse."
        },
        {
            "id": "731b287186984f93b95128b47ebb7cae",
            "sentence": "I think that it's highly unlikely Tom will get custody of the kids."
        },
        {
            "id": "c6f15355a9d24d4b8e6b4f864c0f4e4c",
            "sentence": "I think that I might buy that house on Park Street that's for sale."
        },
        {
            "id": "c4657ceea21c473ba1d3aaf18fcca144",
            "sentence": "Do you think that there's any chance Tom knows Mary's phone number?"
        },
        {
            "id": "cc586dddc7184e8ca50989ad794cb716",
            "sentence": "I still think it's unlikely we'll ever find someone to replace Tom."
        },
        {
            "id": "c0bb754962f944f895bbd8dcd5c92a01",
            "sentence": "Don't buy flowers for yourself. Let somebody else buy them for you."
        },
        {
            "id": "7b1950a7cfe84066ba7da74320e3a4b1",
            "sentence": "Birds sometimes cause accidents by getting in the way of airplanes."
        },
        {
            "id": "da3395dd7283463e80f4f2f2ff7671c3",
            "sentence": "It's really sad when people exclude you because of your skin color."
        },
        {
            "id": "8559094244334f26aafdf546d5f9578e",
            "sentence": "This airport has up to three hundred takeoffs and landings per day."
        },
        {
            "id": "e0daf0cbe98243feba06a4a6a9485df6",
            "sentence": "I bought some gifts for my kids at the airport before driving home."
        },
        {
            "id": "dae69f69396843998af4b710c22cd8fa",
            "sentence": "You didn't talk to me much back when we were in junior high school."
        },
        {
            "id": "a2504c35dbf64411aa91a877a07f14e8",
            "sentence": "Tom lost money at the casino, but told his friends that he had won."
        },
        {
            "id": "43b54395f4584a85bba4a6c5ef02d89e",
            "sentence": "There was a big demonstration on the road outside my house earlier."
        },
        {
            "id": "b4e6f0c58d64470e93f5e8f1f2336c86",
            "sentence": "If there's not some kind of miracle, it'll just continue like this."
        },
        {
            "id": "4b940b9d7e2f47ad93d8e304c8168970",
            "sentence": "Tom and Mary kissed each other for the first time on Christmas Eve."
        },
        {
            "id": "bcc985e5a6c34e60bab3eaf0bf7ed2d9",
            "sentence": "I just kept asking Tom the same question, but he never answered me."
        },
        {
            "id": "11d70f8506ab47a6a3c365b2260f384c",
            "sentence": "Instead of going to Australia next summer, let's go to New Zealand."
        },
        {
            "id": "384094dc78704250b3aa4187952f3830",
            "sentence": "From time to time, I think about my mother who is no longer living."
        },
        {
            "id": "1b71ce5e9d3445ac9499e785c4a0c7e0",
            "sentence": "If you want to form a new habit, positive reinforcement works best."
        },
        {
            "id": "0fa6efc48d1e4836963ef8e777c8d286",
            "sentence": "Tom said that he hoped that Mary would be able to do that tomorrow."
        },
        {
            "id": "63edb63ebe8e47cf95cbd5348884d9b3",
            "sentence": "Tom came home and ate lunch with us, and then he went back to work."
        },
        {
            "id": "c3532167d59f4be5b4af86dbe5307388",
            "sentence": "When I don't have anything to say, I'm not embarrassed to be quiet."
        },
        {
            "id": "5bc4ee776ff542dc8159a4e1a6e59779",
            "sentence": "Something terrible is likely to happen if we don't leave right now."
        },
        {
            "id": "3dd1363c825449f7b5e912d9eb502ffd",
            "sentence": "I think Tom would like to know that you aren't planning to do that."
        },
        {
            "id": "1a1ceb6ff8ec40a9ab6d91c4c3701976",
            "sentence": "As soon as the accident occurred, a police car rushed to the scene."
        },
        {
            "id": "040e85a44c274a9b8dc0b89b19b59921",
            "sentence": "Tom got his nose out of joint when he wasn't asked to Mary's party."
        },
        {
            "id": "85438093f9d34081ae8bf4899ce82d7d",
            "sentence": "Tom punched a hole in the wall after his team lost the grand final."
        },
        {
            "id": "c36c95ea3c0d4f1b98fc9cedb5c5aab4",
            "sentence": "Tom makes his bread with only 3 ingredients: flour, water and salt."
        },
        {
            "id": "2e5261cd9b8144d58e799be7c3386fcf",
            "sentence": "I'm beginning to believe that we actually might be able to do this."
        },
        {
            "id": "33cb817666c84f558f107f9d031867a4",
            "sentence": "The hardware store is now selling potted plants at a huge discount."
        },
        {
            "id": "0a642eb5e248454c93bc0e21a29690dd",
            "sentence": "I put the book that I borrowed from you the other day on your desk."
        },
        {
            "id": "bf2c16fcd7e44ee788c89ebee863634d",
            "sentence": "In my opinion, Australia is one of the best countries in the world."
        },
        {
            "id": "b64376824fb64531ba7592ca2539bdc7",
            "sentence": "Tom spent the night in the lifeboat and was rescued in the morning."
        },
        {
            "id": "0383173270bb429cacaab4a3c8785ba9",
            "sentence": "Tom's father never spent much time with him when he was growing up."
        },
        {
            "id": "285ae0736e824977b9927ecc216ca577",
            "sentence": "How long will it take before Tom realizes that he's made a mistake?"
        },
        {
            "id": "6223eaa197664427bf687b98fc6cba5e",
            "sentence": "Bus drivers are responsible for cleaning the buses that they drive."
        },
        {
            "id": "0d91579e50c54735a742eae7b0888afb",
            "sentence": "Someone probably tried to tell you that, but you weren't listening."
        },
        {
            "id": "734f451bcc3d41ff957c01c73568ae63",
            "sentence": "They both walked out of their offices, carrying bulging briefcases."
        },
        {
            "id": "84750778ceb94f399d1a780e475eb7e8",
            "sentence": "A year has passed, but it's as if we saw each other only yesterday."
        },
        {
            "id": "6a62ea34e2ee44968100c53b984a62d2",
            "sentence": "You knew it wasn't the first time that I had done that, didn't you?"
        },
        {
            "id": "940c14a680cc427fa715d666677e6a9e",
            "sentence": "I wonder if I could ever learn to speak French as well as Tom does."
        },
        {
            "id": "9ddaf86addbb4bbf99cf6b8e3c15c8a6",
            "sentence": "There's only one way to open this door, and that's from the inside."
        },
        {
            "id": "cad5b623ce9d4b51b48e8ceeef72d2b3",
            "sentence": "I poured myself a shot of tequila and poured Tom a shot of bourbon."
        },
        {
            "id": "c4dd289b526a4d04b0b88aa80a7a8be4",
            "sentence": "I'm very tired today, so I'm going to go to bed earlier than usual."
        },
        {
            "id": "0fb22bc13c0a4dbd892cd55ba9be1151",
            "sentence": "What are some of the differences between basketball and volleyball?"
        },
        {
            "id": "ad0f4ac618f944ca935bd553bbef64ad",
            "sentence": "Tom and I often talk to each other on the bus on the way to school."
        },
        {
            "id": "39116d30d570414bb8a049e2326dc030",
            "sentence": "I've been walking around all day today, and my legs are killing me."
        },
        {
            "id": "b6e0e0d04d5141b49020e345e660c903",
            "sentence": "Could you run to the store and buy a couple of bottles of red wine?"
        },
        {
            "id": "c31d2249c3824658812b0352b64bc352",
            "sentence": "Tom said that he didn't have enough money to buy food for everyone."
        },
        {
            "id": "28ead9af508144b4906bd6dea73b38d1",
            "sentence": "Some people think it's time to buy. Others think it's time to sell."
        },
        {
            "id": "d8ab8397ec894148aab522e0f7cb0072",
            "sentence": "I bought Tom's last novel, but I don't think I'll buy his next one."
        },
        {
            "id": "8decca7697c141e4914e9567a39658c9",
            "sentence": "Tom's computer crashed and he lost a number of important documents."
        },
        {
            "id": "2397c30244e64ccba48374b3dda33d61",
            "sentence": "I'd like to be able to understand why people think the way they do."
        },
        {
            "id": "20d825c46d664a17b34329204861b1c9",
            "sentence": "If you don't want to talk about it now, we can talk about it later."
        },
        {
            "id": "42783dfdfe6e4b00a1b7b276c482f95e",
            "sentence": "Mary told her friends she didn't like the ring that Tom bought her."
        },
        {
            "id": "638742eaf18f4f3f80be9442bdf57944",
            "sentence": "Tom was the only person in the office when I got here this morning."
        },
        {
            "id": "851284e92352400e825b2b45f3d479a2",
            "sentence": "The teacher asked us some questions, none of which we could answer."
        },
        {
            "id": "e475a6a3c7904779a715ae91aed27df7",
            "sentence": "The old farmer led the guests into the wine cellar beneath the inn."
        },
        {
            "id": "79ed97ca10cc41a897bfc7947c6ba01c",
            "sentence": "I didn't mean to imply that the work you're doing isn't worthwhile."
        },
        {
            "id": "f83a401a2bc84ecea013e72c5125c508",
            "sentence": "The things that Tom stole from me weren't really all that valuable."
        },
        {
            "id": "a946a89ef57e4cfb94895738a8b7cd2e",
            "sentence": "That sign over there says that swimming isn't allowed in this lake."
        },
        {
            "id": "7bdf5f75eb2e48b68cde3a2fa986315b",
            "sentence": "There are more pagans in Northern Germany than in Southern Germany."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}