{
    "currentPage": 7081,
    "pageSize": 100,
    "items": [
        {
            "id": "2b29f2e10afe42aa983d7e5cc484fb9d",
            "sentence": "Tom rented a pair of giant scissors for the ribbon-cutting ceremony."
        },
        {
            "id": "885711b48f8d43d589a66520bcec6283",
            "sentence": "The light has turned green, so quit looking at your phone and drive."
        },
        {
            "id": "7e26af354b5d47eba2b0b8cd0a1f6994",
            "sentence": "Tom and Mary stopped talking and turned around to see who was there."
        },
        {
            "id": "10cb1b0be34644c3a33cbc1bd71f7d9c",
            "sentence": "Tom is hoping that he can persuade Mary to go to the dance with him."
        },
        {
            "id": "b13bf5e298294ecfbcd54820665b75f0",
            "sentence": "Tom might've waited longer if we'd called him and asked him to wait."
        },
        {
            "id": "9cfacff7e5ff400298b80be07d4f6b06",
            "sentence": "For security reasons, the bathrooms on airplanes don't have windows."
        },
        {
            "id": "3f0afb83e2274401b2f27a0b227b732c",
            "sentence": "You've been looking at your drink all night. Why don't you drink it?"
        },
        {
            "id": "3752307ccc6b4a13908eed939a91842e",
            "sentence": "After the explosion, I saw three guys limping out of the restaurant."
        },
        {
            "id": "666ff24c6e2b4698b1fac02c646f92a9",
            "sentence": "Father makes sure that all the lights are off before he goes to bed."
        },
        {
            "id": "63de6db232fd48b59b4c9fc5fb3652d5",
            "sentence": "Are you sure that Tom and Mary aren't talking to each other anymore?"
        },
        {
            "id": "1c65524a3d72444ba10e3cbeeea93b7f",
            "sentence": "If you can't explain something simply, you don't understand it well."
        },
        {
            "id": "2f54fce72a0e422eb1230dfdd793962d",
            "sentence": "My happiness is overshadowed by the thought that Tom is not with us."
        },
        {
            "id": "5de49c01e6e14380a2e011ad303d9cfd",
            "sentence": "Tom got out of bed, got dressed, and then went out to milk the cows."
        },
        {
            "id": "22737a20b2554150898f3da0af10d83f",
            "sentence": "Doing something with a friend is more fun than doing it by yourself."
        },
        {
            "id": "dadfd6e74c10495f901d8c45f637ac39",
            "sentence": "Tom got angry when I pointed out that his behavior was unacceptable."
        },
        {
            "id": "6f1c9038dbeb4a6b88a4abf9cb74df72",
            "sentence": "It doesn't matter how talented you are, we're not going to hire you."
        },
        {
            "id": "c647975791614ecf86648dc5ba53979d",
            "sentence": "I've been using homemade laundry detergent for the past three years."
        },
        {
            "id": "2c5482bf6272454083a666b8f369cb58",
            "sentence": "The police suspect that Tom killed his wife for the insurance money."
        },
        {
            "id": "1b81b30eba3742cf9846603401ed8706",
            "sentence": "You just have to know it works. You don't need to know how it works."
        },
        {
            "id": "f9e8a83a49b84f238c356abb98491fbd",
            "sentence": "You didn't know that I was still planning to join the team, did you?"
        },
        {
            "id": "89fd81906a4543bb850907cf1ec4bbdd",
            "sentence": "You didn't know that you weren't supposed to do that today, did you?"
        },
        {
            "id": "42725340ac344e90a74ebff88c130c7f",
            "sentence": "Light pollution and noise pollution must also be taken into account."
        },
        {
            "id": "f603d1785a714ab8a250ab6d415857dd",
            "sentence": "What's the most challenging thing about learning a foreign language?"
        },
        {
            "id": "9b0620a51bac4139894585439534850b",
            "sentence": "Why didn't you tell me that you weren't going to be there yesterday?"
        },
        {
            "id": "615ea7f881c245908255a15c28164e87",
            "sentence": "Tom didn't know if it would be worth his while applying for the job."
        },
        {
            "id": "fb0ba96f321c4539887cf02d15b99ae4",
            "sentence": "I didn't even try to answer about half of the questions on the exam."
        },
        {
            "id": "29afb6e730d14fbbaf2f644d0d4a1ba7",
            "sentence": "Tom could't afford such an expensive car, so he decided to steal it."
        },
        {
            "id": "08b05b3bb02546fe88e045cc4c6ba2c0",
            "sentence": "A helicopter flew overhead just as Tom was about to propose to Mary."
        },
        {
            "id": "fb0aca37bdf345db988d6dad6be072e7",
            "sentence": "Both Tom and Mary worked in supermarkets while they were in college."
        },
        {
            "id": "746ee1ef7da449438d25751ad43a91d6",
            "sentence": "I assure you that you're not going to be able to do it without help."
        },
        {
            "id": "674e1ed13c5a4e75967bae2275107f65",
            "sentence": "A molecule of water is made up of one oxygen and two hydrogen atoms."
        },
        {
            "id": "afd20c88426547fd9d48b05720e95628",
            "sentence": "I think that it's important that we finish doing this before Monday."
        },
        {
            "id": "6510ab371070468186c8e42e110e85ed",
            "sentence": "It looks like Tom has an alibi for the night that Mary was murdered."
        },
        {
            "id": "0c227e56712949568bb27e30cd80050a",
            "sentence": "Tom realized that it was useless to try to convince Mary to do that."
        },
        {
            "id": "342bb56228504f5996f6d160036db985",
            "sentence": "Tom asked Mary to read him the letter that she had gotten from John."
        },
        {
            "id": "b065febda86947329b6bacd287bcd4ba",
            "sentence": "Tom paid for his lunch with the money that his mother had given him."
        },
        {
            "id": "7833b21b91fb4fb48b80702aaca15ad2",
            "sentence": "Since I'm broke and you're loaded, why don't you give me some money?"
        },
        {
            "id": "7981bc37653b45af9d2b0235a33304ef",
            "sentence": "Tom spent several hours reading a book while waiting for his flight."
        },
        {
            "id": "0cc2a3694dd4437bb73a23d92b847502",
            "sentence": "Let's drive by Tom's house and see if he's finished painting it yet."
        },
        {
            "id": "9ffd13e7b1694057865d1ec6c241679f",
            "sentence": "I was going to buy a new table, but my husband fixed the broken leg."
        },
        {
            "id": "6f68f5032a0b4c17b6987384988e67e4",
            "sentence": "My boyfriend didn't want to go to the opera, but he finally gave in."
        },
        {
            "id": "71fce4315a844dd8a9d1bdcd466261ad",
            "sentence": "Tom devised a cunning and incredibly petty plan to get back at Mary."
        },
        {
            "id": "8981da1afa7746f7898d9f6df85d87a0",
            "sentence": "I just want to let you know I can't attend this afternoon's meeting."
        },
        {
            "id": "d6c24b6ecf014903b7524a7ba60848c5",
            "sentence": "I know it's highly unlikely that anyone would be willing to help me."
        },
        {
            "id": "7ea55d61864b49008d1510323092a3ae",
            "sentence": "Tom walked to the pool, swam thirty laps, and then walked back home."
        },
        {
            "id": "3d9ad4d9edc7462e898ac0d1d3776c22",
            "sentence": "That man over there that's wearing a baseball cap is staring at you."
        },
        {
            "id": "73bf1c848813463e849ccd318034076d",
            "sentence": "Go along this street and you'll come to the post office on the left."
        },
        {
            "id": "ff9b90a4c8c6443b8d4de13dd8db3fa2",
            "sentence": "It's odd that there should be a light on in the office at this hour."
        },
        {
            "id": "8023f71b6a92428ba37f22f97a485c73",
            "sentence": "My father seemed to be disappointed I hadn't passed the examination."
        },
        {
            "id": "411b67d1975043ffa981ff0489401380",
            "sentence": "I think that as long as I don't overeat, I'll certainly lose weight."
        },
        {
            "id": "a81763366d834265b1512acb117fd003",
            "sentence": "I don't think it'll rain, but I'll take an umbrella in case it does."
        },
        {
            "id": "c1ca6da02a224594bc6c4bada5c93d09",
            "sentence": "Tom took the sheets off the bed and put them in the washing machine."
        },
        {
            "id": "b378e248325d4b5b981b31153bb1871d",
            "sentence": "If our prices are too high, people will spend their money elsewhere."
        },
        {
            "id": "cc496d59635c44e7a5ab57be383330f1",
            "sentence": "You promised me you wouldn't spend any more money on computer games."
        },
        {
            "id": "1b93ce8930cb46e5b78bd4415d053b10",
            "sentence": "You'd be amazed how many apples you can buy for two hundred dollars."
        },
        {
            "id": "16b1ba2efb164fc2882c5d720f51013f",
            "sentence": "We need to make sure that what Tom told us happened really happened."
        },
        {
            "id": "5bf113ae1fe24223a652d09275a52904",
            "sentence": "I've always loved the idea of not being what people expect me to be."
        },
        {
            "id": "ca757aa6e90647069ebd47b4a7724db3",
            "sentence": "You can download the instruction manual for the heat exchanger here."
        },
        {
            "id": "502f8d5683774d8dae75543896f62f57",
            "sentence": "Which musical instrument do you think is the most difficult to play?"
        },
        {
            "id": "5c95bba07395457a99f761b02ab62652",
            "sentence": "If the weather had been nice yesterday, we would've gone to the zoo."
        },
        {
            "id": "3b087dfb33714d3bbde871803471af15",
            "sentence": "Tom doesn't seem to be as passionate about that as Mary seems to be."
        },
        {
            "id": "27c04fc6d1bb4a32bab13fe4966cf894",
            "sentence": "Tom grabbed the snow shovel and went outside to shovel the sidewalk."
        },
        {
            "id": "fb0f32f29bf4491480e4a2910de2e67e",
            "sentence": "My house is on your left as you go up the street towards the church."
        },
        {
            "id": "dfbda18246d7492f8103dd65e719ce58",
            "sentence": "Our ancestors developed massive jaws as a result of constant combat."
        },
        {
            "id": "76a9bb6f911e4aae8c0709d1f436a02f",
            "sentence": "My son practices with his Little League baseball team every weekend."
        },
        {
            "id": "5eb62698d2464dc59d8bde8d5faabb16",
            "sentence": "Parents who work at home get to spend more time with their children."
        },
        {
            "id": "2842238689ee431588ebbe5c81966654",
            "sentence": "I spent a few minutes talking to the man at the information counter."
        },
        {
            "id": "bd91de30fd8443a4b0a23c7c526b833f",
            "sentence": "Tom got rid of the bloody knife and washed his hands very carefully."
        },
        {
            "id": "38c72e5015fc47889edbb00ab1f24db9",
            "sentence": "The party in power is corrupt, but the opposition isn't much better."
        },
        {
            "id": "300808d7a60a4a678aa1b3cf66c7eb2f",
            "sentence": "I don't think that Tom knows why Mary doesn't like living in Boston."
        },
        {
            "id": "1dcd84cd8bbb4918bb8cf0d2d9bd3db6",
            "sentence": "Someday I hope that I can speak French as well as you speak English."
        },
        {
            "id": "9499a74c01584fb59ed3deacb2974316",
            "sentence": "Tom didn't seem to care that Mary didn't do what he asked her to do."
        },
        {
            "id": "aeb7306e80e346b788d2ce7fbf9731f7",
            "sentence": "Tom realized that he didn't have enough money to buy what he needed."
        },
        {
            "id": "905eb3acea4848d390dd5a719164471b",
            "sentence": "I don't think that you need to tell Tom what Mary is planning to do."
        },
        {
            "id": "dba9912e91c0472d9b5af27c863cd496",
            "sentence": "I don't think that Tom knows for certain when Mary will be arriving."
        },
        {
            "id": "8e8754c0e990452eb5021381bb3859f2",
            "sentence": "Everybody seemed to already know Tom and Mary were getting divorced."
        },
        {
            "id": "8cef0313b8a74a44802b426a7da5237c",
            "sentence": "Tom wants Mary to know he isn't planning on asking her to marry him."
        },
        {
            "id": "8749cd4d53384228838d30d9cb71c0c4",
            "sentence": "I think it's very, very unlikely that Tom knows Mary's phone number."
        },
        {
            "id": "596f80245a1543949c0c6342ffb36493",
            "sentence": "There were many things that needed to be done before we could leave."
        },
        {
            "id": "fcc92b059f5b4fb29e054a771fb2ece9",
            "sentence": "If you're not busy next weekend, why don't you come fishing with me?"
        },
        {
            "id": "5cf1a379f8be4312889d22011aa263b5",
            "sentence": "You ought to tell Tom that you aren't planning on staying very long."
        },
        {
            "id": "de4e73c08ea14a0b959af623abfdda88",
            "sentence": "As food and drink is to animals, so are rain and sunshine to plants."
        },
        {
            "id": "46356be250e14df5a4c46d8be10ecf8d",
            "sentence": "This is one of the best Chinese restaurants that I've ever eaten at."
        },
        {
            "id": "2d30158ffe2c4bf98b15a1a74cebebad",
            "sentence": "After Tom started studying grammar, his French improved quite a bit."
        },
        {
            "id": "4e3f519973944f619f64d84797e43f10",
            "sentence": "Even though I'm better at French, I really want to speak in English."
        },
        {
            "id": "c0d0746f6dd2423dafdcc524ab0a2409",
            "sentence": "Our house is the only one in this area that survived the earthquake."
        },
        {
            "id": "fba2ca8fc2084636b69b70c9375f438c",
            "sentence": "That teacher sometimes hits his students, but nobody ever complains."
        },
        {
            "id": "42fbb6df7aba4f03860e0e69054f8385",
            "sentence": "When the heater in the barn fails, you get milk-flavoured ice cubes."
        },
        {
            "id": "a9f7232771404f39a7d36a4f1827ede8",
            "sentence": "Would it be OK with you if we continued this conversation in French?"
        },
        {
            "id": "3622fb14226543a4bbd2591716b5c624",
            "sentence": "Whenever I go out, my parents keep texting me to make sure I'm okay."
        },
        {
            "id": "13cc7bf8404942d187282b6a5a81459b",
            "sentence": "Tom was stupid enough to go out with Mary, even though he hated her."
        },
        {
            "id": "76e0025371ba4d62a8b11f713fdc7636",
            "sentence": "I could tell by the look on Tom's face that he didn't like the idea."
        },
        {
            "id": "b9ec01c6b7ed419aadfecdfbf0d578bf",
            "sentence": "The female student that sat in front of the teacher is from Germany."
        },
        {
            "id": "4187cab95d0e42a8b60865091a0068c8",
            "sentence": "Mary wasn't the only girl who said she was interested in doing that."
        },
        {
            "id": "77c29539422d4db1912ea35ce9aebb73",
            "sentence": "Tom was convinced that the food he had just eaten had been poisoned."
        },
        {
            "id": "8ecc6baecad14ec9b8689c51a860d25f",
            "sentence": "How much would it cost to send this package by airmail to Australia?"
        },
        {
            "id": "2371270b4fd3442d97d1eb8adce75643",
            "sentence": "On a day like this, you should definitely wear a hat and sunglasses."
        },
        {
            "id": "9b448d1b94734ffca8d932324ecdfb99",
            "sentence": "You always wear a ponytail. Why not try pigtails every now and then?"
        },
        {
            "id": "4243ee7b305d4d3f96d6dd3bde029ad3",
            "sentence": "I'll have finished reading this novel by the time you come tomorrow."
        },
        {
            "id": "515dc663d3964b8cb064fdbda897a56a",
            "sentence": "The human race has one really effective weapon and that is laughter."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}