{
    "currentPage": 7088,
    "pageSize": 100,
    "items": [
        {
            "id": "84c0199001f743349fa2afbf1eff8dfe",
            "sentence": "Judging from the way that sky looks, it'll clear up in the afternoon."
        },
        {
            "id": "dae2ea182a4c44ccba423dd50d683795",
            "sentence": "It suddenly occurred to me that we probably didn't have enough money."
        },
        {
            "id": "a66cc171d1e346d89738fe0fc7e4098a",
            "sentence": "It would be wise for you to start looking for somewhere else to live."
        },
        {
            "id": "fe75efd86a4b4d229d56a02168c0bbea",
            "sentence": "From the viewpoint of health, Tokyo is not such a good place to live."
        },
        {
            "id": "bb3c25a1c3fd496890824384d99ae2be",
            "sentence": "In high school, Tom was better at playing the trombone than Mary was."
        },
        {
            "id": "70dbda1b217148e6b1a0349f58f17b94",
            "sentence": "It could've been a terrorist attack, but it's still too early to say."
        },
        {
            "id": "2ebde863f19a4dc3a675b4a9a732c12f",
            "sentence": "In her notebook, she drew a copy of the picture that was in the book."
        },
        {
            "id": "5235010999b841ba8c85a4cc9dcb5473",
            "sentence": "The priest skillfully drew a picture of a priest on a folding screen."
        },
        {
            "id": "d8a524d174284016abf7f13d52e20f62",
            "sentence": "There are mysteries in the world that are beyond human comprehension."
        },
        {
            "id": "ea5d38c171574d138fcc86c66e333809",
            "sentence": "You didn't know that I wasn't supposed to do that by myself, did you?"
        },
        {
            "id": "bc881105b6984f66bf59809546fa6378",
            "sentence": "I found one of my shoes under my bed, but I can't find the other one."
        },
        {
            "id": "f941758b58c34a96842c4f83a90a9ed0",
            "sentence": "If you showed me how to do that one more time, I think I could do it."
        },
        {
            "id": "4bdf3f5a8787473c8fc9c4be6703ebeb",
            "sentence": "Admitting there is a problem is the first step to fixing the problem."
        },
        {
            "id": "bfcf7a726f3e4213920405bff160532a",
            "sentence": "Tom stopped watching the movie because he didn't find it interesting."
        },
        {
            "id": "d6c6af33ac7a404e8e1f2759a26b0e7f",
            "sentence": "The other part of why corn syrup is in everything is that it's cheap."
        },
        {
            "id": "71c43d67a78c4faeb8381a376b9eabbd",
            "sentence": "Tom wants to visit another country. He doesn't really care which one."
        },
        {
            "id": "57d47ccd0fe349db9394b6123b796f38",
            "sentence": "Tom looked distant and distracted while Mary told him her life story."
        },
        {
            "id": "f87bb4f8ccfc4f91ac55520f4dc27290",
            "sentence": "Tom soon discovered that he knew more about science than the teacher."
        },
        {
            "id": "d3ed7285996a47e4ad5e0e0104c2042d",
            "sentence": "The only question that remains is whether we should help Tom do that."
        },
        {
            "id": "843bd42fd3ee4a7eb52435bba4d358a6",
            "sentence": "Tom and his friends are playing Dungeons and Dragons in the basement."
        },
        {
            "id": "b7dfe1f25cb646f48d20d4f471451d71",
            "sentence": "Tom knows better than to do that without asking for permission first."
        },
        {
            "id": "537e4168519f465f9334e225130245e8",
            "sentence": "Tom said he wanted to move to Boston because that's where Mary lives."
        },
        {
            "id": "540b216f12134a559b81a31c692d9c72",
            "sentence": "This isn't the first time that we've seen something like this happen."
        },
        {
            "id": "33776085aafd4a5595016134c399c028",
            "sentence": "If today was your last day on this earth, what would you want to eat?"
        },
        {
            "id": "458c731e0a104893b9756e9dccf79fba",
            "sentence": "Tom was really surprised when Mary told him that she didn't like him."
        },
        {
            "id": "b292323bdf6d4e5a87f9edb6f7ca9e45",
            "sentence": "Tom is still driving that old truck that he got from his grandfather."
        },
        {
            "id": "169e3c0832c0452288d467a2f7aa956d",
            "sentence": "Do you remember when I made you laugh? We had so much fun, didn't we?"
        },
        {
            "id": "a07d0ab8a10a4c2d81b82e10dcc98682",
            "sentence": "This village is one of the most beautiful places that I've ever been."
        },
        {
            "id": "26c27299761f4801a766b72f3607dd23",
            "sentence": "I think it's dangerous to climb a mountain on a day when it's stormy."
        },
        {
            "id": "acc0805d4b554394ac260f70fbab93e3",
            "sentence": "This nation's economy is growing by leaps and bounds in recent years."
        },
        {
            "id": "cc5a2ccc97cb4fea93f54689d37c40ce",
            "sentence": "To the best of my knowledge, he wasn't involved in that fraud scheme."
        },
        {
            "id": "8313f56802fd494f9017c525e5d427cc",
            "sentence": "My waist size has recently increased. I guess it's middle-age spread."
        },
        {
            "id": "27acea404fc741f4ba867ef534e23b4d",
            "sentence": "On the condition you're back by ten o'clock, you may go to the dance."
        },
        {
            "id": "e4dea8b676774f6e84834b6f504d3943",
            "sentence": "We've received a lot of applications in answer to our advertisements."
        },
        {
            "id": "c815184e562a4f83bd3165cfef8177df",
            "sentence": "You don't have to study all day. You should go out and have some fun."
        },
        {
            "id": "26bb0bf362d1486c9eeaf828be725636",
            "sentence": "In case of a medical emergency, would you like us to contact someone?"
        },
        {
            "id": "b2c3057f82f640a5a4cf9f994b1dcaea",
            "sentence": "A bigger harvest should help offset the expected drop in crop prices."
        },
        {
            "id": "ad2b5c0ffd43417aab447380759431e9",
            "sentence": "I didn't find out that Tom was the one who did that until last night."
        },
        {
            "id": "b7b46055d80a473593926bf1e804079a",
            "sentence": "We need to make sure that nobody's in the building before we lock up."
        },
        {
            "id": "c6afc3ffe5884117b6eca2af0ca3e85c",
            "sentence": "After spending three years in prison, Tom was happy to be free again."
        },
        {
            "id": "7f54659aa6e5497ab1edf0caa92540b5",
            "sentence": "Money spent on your children's education is usually money well spent."
        },
        {
            "id": "e63751b5e5ac4d998624f044611a3c92",
            "sentence": "The more time you spend with people, the better you get to know them."
        },
        {
            "id": "8e0e81563d244a119dce595455372118",
            "sentence": "If I'm to become a regular, I have to work twice as hard as the rest."
        },
        {
            "id": "671699a021ef40748b9ac6b72e52c745",
            "sentence": "Immediately after the bell rang, the teacher came into the classroom."
        },
        {
            "id": "895594c2fc9c4062b4557eb527ec7406",
            "sentence": "Tom knew that Mary wanted him to ask her to go to the dance with him."
        },
        {
            "id": "8704b9618a6d4adf9692741d2e9e8dd7",
            "sentence": "I'm not so sure that I like Mary as much as the first time I saw her."
        },
        {
            "id": "e4c334b7dfac4a169eb7c8b47a7b5195",
            "sentence": "Tom didn't want to hold Mary's hand, but she asked him to, so he did."
        },
        {
            "id": "322ff40474ab4ec19441e6a660a05e14",
            "sentence": "I've never been abroad, but I'm now planning a trip around the world."
        },
        {
            "id": "08d1c04566a84154977adab8f7aa4719",
            "sentence": "I don't think that Tom knows what Mary is going to do this afternoon."
        },
        {
            "id": "5fdcaa44c7da4694bf6e6331a121f180",
            "sentence": "I don't think that I've ever heard Tom complain about Mary's cooking."
        },
        {
            "id": "713be9c6748b45d185b9a71087281ea8",
            "sentence": "Tom wants to ask what Mary has been doing, but he knows he shouldn't."
        },
        {
            "id": "bacfbc57d0e84eba8cbdf0f5d6e3ac78",
            "sentence": "Sometimes it's just best to avoid topics that might be controversial."
        },
        {
            "id": "d29ee5934d4046abbc0f7e027e476d4e",
            "sentence": "Have you thought about what time of year you want to visit Australia?"
        },
        {
            "id": "8207c65ccf984a53ac069f9cfce873ff",
            "sentence": "There are several good restaurants within walking distance from here."
        },
        {
            "id": "5a7b0780c8314f85aaa68ea1dec4cff7",
            "sentence": "One of my brothers is a half-brother and the other is a step-brother."
        },
        {
            "id": "283dc999a1224e9ea7c922c44e8014be",
            "sentence": "The day before yesterday, there was a storm, and yesterday it rained."
        },
        {
            "id": "ce27ca334a32467e9478df48a41daf7f",
            "sentence": "Mary could tell by the way Tom slammed the door that he wasn't happy."
        },
        {
            "id": "1943d22023f14d728646c42113f0b455",
            "sentence": "The classmates Tom shared his lunch with all came down with diarrhea."
        },
        {
            "id": "566d9defb3ef48b8afe1a5d9f7f79d7d",
            "sentence": "Tom was beaten by his father to the point of needing hospitalization."
        },
        {
            "id": "ba039ff21a2a4d0e9f0befa9f9ef8b45",
            "sentence": "Tom almost kissed Mary, but noticed everybody watching, so he didn't."
        },
        {
            "id": "9e3fe2590b2942ff950fc3a01fd3a3a7",
            "sentence": "Would you be surprised if I told you that my name isn't actually Tom?"
        },
        {
            "id": "44d8b098bcd14c348e380c1d2438ffda",
            "sentence": "I hate it when I dream things that contradict what I feel when awake."
        },
        {
            "id": "efddb84a0d5e4fa2b8f7d33a8502327c",
            "sentence": "I hope you enjoyed reading this book as much as I enjoyed writing it."
        },
        {
            "id": "83242ef6e76e466284e1850950bb474f",
            "sentence": "Tom didn't end up losing as much money as he thought he was going to."
        },
        {
            "id": "f7a1f2c9265e4dae97ba3a169bbf19da",
            "sentence": "Had I known Tom wasn't going to help you, I would've offered my help."
        },
        {
            "id": "6c6e92457ca5410285d088362db11feb",
            "sentence": "When Tom finally stood up to speak, everybody got quiet and listened."
        },
        {
            "id": "4db4c44e05174c28afa93cd2cf4bbc97",
            "sentence": "How do you calculate the length of the circumference? I've forgotten."
        },
        {
            "id": "f0ce3a2507944582be022050ad051c2d",
            "sentence": "I think we'll make it in time if we don't get stuck in a traffic jam."
        },
        {
            "id": "dbb36b86742f4b17b7f01e49e90ac7ea",
            "sentence": "You don't really have to be brave. You just have to act like you are."
        },
        {
            "id": "3b6b61b7d26141a18a8e5a3c2905321e",
            "sentence": "Mr. Jackson said that he'd be giving us a test tomorrow in his class."
        },
        {
            "id": "0c30a405549b4a12bf9f8b70496d6237",
            "sentence": "Mary's common-law husband was arrested for driving while intoxicated."
        },
        {
            "id": "d875ff5ec57b4b979a607e88fb26a5b9",
            "sentence": "Step one is to jot down a few key points that you want to talk about."
        },
        {
            "id": "6dcf11b871d24e84961b8a2ab7222152",
            "sentence": "Tom went down to the basement to see what was wrong with the furnace."
        },
        {
            "id": "96d5c9fca1e843d1954e80c4dc8d11cf",
            "sentence": "I agree on an emotional level, but on the pragmatic level I disagree."
        },
        {
            "id": "163909069a404176806c946374c382c8",
            "sentence": "I played an interesting game of chess against the computer last week."
        },
        {
            "id": "0e252a81e33e41328cfd1378b3c64941",
            "sentence": "I thought this was just going to be another boring day at the office."
        },
        {
            "id": "3584a766d14e4e24975f7c4b4212656f",
            "sentence": "The twins look so much alike that it's impossible to tell them apart."
        },
        {
            "id": "2a00acdb55a6493c8f69917ad97d0180",
            "sentence": "I'd like to point out that this could become a problem in the future."
        },
        {
            "id": "b7cff5939e5445a0898d81d1371a7014",
            "sentence": "I tried to convince Tom to do that, but he said he wasn't interested."
        },
        {
            "id": "162ba27ceec14967b7431ac7a77ddfb7",
            "sentence": "Tom seems to understand French, but I've never heard him speaking it."
        },
        {
            "id": "81e26e8b24774489b2829bffa175fb49",
            "sentence": "I'm glad that you were able to be with your parents on Christmas Day."
        },
        {
            "id": "42f68b60b0f0468f8d5ccd3c82b19cc2",
            "sentence": "I think that it wouldn't have happened if Tom had been there with us."
        },
        {
            "id": "c50215136d15442c8808748f17fc6394",
            "sentence": "I want to take advantage of the opportunity to speak to the governor."
        },
        {
            "id": "a4b4d567217f44a3bf889d16d05c8b69",
            "sentence": "I won't have to rent skis this year because Tom gave me his old pair."
        },
        {
            "id": "a853bfbaf9114c5896f22303c6be4954",
            "sentence": "The train was so packed that I had to stand up during the whole trip."
        },
        {
            "id": "7d6e38d10a19443da071e905893ed7ed",
            "sentence": "I'd never say it this way, but I can understand the intended meaning."
        },
        {
            "id": "dc6cb17aa613443f827f3c83a6cbb935",
            "sentence": "I asked Tom to clean his room yesterday, and he still hasn't done it."
        },
        {
            "id": "bdd401f4d8c1432d9fa41c6071ecb62c",
            "sentence": "I've been back home for a week, but I'm still suffering from jet lag."
        },
        {
            "id": "f02237af753c49939e08c704ba7002db",
            "sentence": "Most people who have spoken to Tom would say that he's very outgoing."
        },
        {
            "id": "f210287ebf854a31a0ba4f2304e78181",
            "sentence": "At first, I'd planned to do it that way, but I later changed my mind."
        },
        {
            "id": "d1fd2063db1a43999824d38c24b93090",
            "sentence": "I wish that Tom wouldn't keep telling everybody that I'm his brother."
        },
        {
            "id": "d30d0ac56cfb4652897b126c25300914",
            "sentence": "Tom said he thought that it would be a waste of time to study French."
        },
        {
            "id": "77d6739fe51b47b9ba3368db798d6ab0",
            "sentence": "Tom said that he thought it would be a waste of time to study French."
        },
        {
            "id": "60f7afdf5d2c43c6a90e0a3057b02c1a",
            "sentence": "Tom stood there envying the other boys who were all riding tricycles."
        },
        {
            "id": "9a070232a7b145f79b5e53dd03afbe49",
            "sentence": "It rained heavily, and consequently the baseball game was called off."
        },
        {
            "id": "dca7e9c742134960acd02d1200b8d0db",
            "sentence": "Do you think that it's fair to judge people by the company they keep?"
        },
        {
            "id": "a532b69a0e8c42e2a41c1105f0a940d5",
            "sentence": "If the statement is true, then we will have to accept the conclusion."
        },
        {
            "id": "9a33b0f58789484b81b82a8aa07db1dc",
            "sentence": "If anyone calls me up while I'm away, tell them I'll be back by five."
        },
        {
            "id": "16c6b6e1310a4bb0b8fd02dd4ba7ab27",
            "sentence": "Don't you think it's rude to give people such a curt reply like that?"
        },
        {
            "id": "c7f3903d336649c6902c7dcb9cd96451",
            "sentence": "I can't think of any other way of getting him to accept our proposal."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}