{
    "currentPage": 7089,
    "pageSize": 100,
    "items": [
        {
            "id": "0a3fc06c70df4938adb6780f6b454e05",
            "sentence": "We hope the next 20 years will be even more successful for all of us."
        },
        {
            "id": "d079bff1b7aa48fcb8d7bc75a7a12939",
            "sentence": "Don't hesitate to tell me if there is anything you would like to eat."
        },
        {
            "id": "d22b603a6bd84fa880788f2c1785bb1c",
            "sentence": "I didn't know if I was coming or going the week before I got married."
        },
        {
            "id": "dbe39bee973b4796aa84b9c7716134c5",
            "sentence": "I'm dying to see you tonight in any event. Please come over by seven."
        },
        {
            "id": "a0e648eb06494255a06b8389cd77f0e8",
            "sentence": "If you'll keep an eye on the kids, I'll take your suit to be cleaned."
        },
        {
            "id": "6ac8eabe0dbd426880bf77264d34bec3",
            "sentence": "People I admire most are those who do not see life in terms of power."
        },
        {
            "id": "7ef5b899d460487bbe7a9603ec6e1649",
            "sentence": "Tom got angry when he was blamed for something that wasn't his fault."
        },
        {
            "id": "8c4852c79d4c40cca079829c38006b94",
            "sentence": "If you were stuck on a deserted island, what would you miss the most?"
        },
        {
            "id": "ab893b321e624031b98c2fa12bccc2f7",
            "sentence": "It's not just here that this happens. This happens almost everywhere."
        },
        {
            "id": "57d9c479955f46269cf3cb552e6a7bc7",
            "sentence": "It isn't just here that this happens. This happens almost everywhere."
        },
        {
            "id": "3735ad12cb59424aa78ff7749390072c",
            "sentence": "I don't know what this word means. I'll look it up in the dictionary."
        },
        {
            "id": "305fed182d2847bc84c8e456157ecc1e",
            "sentence": "I wonder if you could tell me if there is a post office in this area."
        },
        {
            "id": "4018156b83524adebde29404d5962758",
            "sentence": "In America, rice can be bought for a fifth of what it costs in Japan."
        },
        {
            "id": "9c9d10312bae4961b4366c3434196706",
            "sentence": "The old men like to meet on the street corner just to shoot the bull."
        },
        {
            "id": "0f8580d8d63e4b618c888334eedb7302",
            "sentence": "You can be sure that the money you give them will be put to good use."
        },
        {
            "id": "3e32b9a1ce56431fa35d622477fd8ac1",
            "sentence": "The burglar was traced by one of the things he had left on the scene."
        },
        {
            "id": "262a5fc962cb4784b06f3ac920e2bf18",
            "sentence": "I can't wait for spring to come so we can sit under the cherry trees."
        },
        {
            "id": "140c02b50b0d4545bb81c929f9832e9e",
            "sentence": "I cannot go to the party, but thank you for inviting me all the same."
        },
        {
            "id": "e3334cf568c44b4bab1e3dfe1f02a15e",
            "sentence": "If it had not been for your help, I couldn't have completed the work."
        },
        {
            "id": "f61f6341259243c7a7809de964123f0d",
            "sentence": "Of course you can trust me. Have I ever given you a bum steer before?"
        },
        {
            "id": "6ebe626a74754489ac300bccc821c674",
            "sentence": "I hope we can get together again. Yes, I'll be looking forward to it."
        },
        {
            "id": "ab6e2af2214f46e58490685c54ede4a0",
            "sentence": "They had been dancing for an hour when there was a knock on the door."
        },
        {
            "id": "e7507b20630f435eabbcc648985abd21",
            "sentence": "I don't know how this game is played, but it's entertaining to watch."
        },
        {
            "id": "b08f87e7aaae4616b5e876a6566d15c3",
            "sentence": "My family moved from Boston to Chicago when I was thirteen years old."
        },
        {
            "id": "f455efc763dc43e18fea9fe41594de13",
            "sentence": "I wish that I could've spent more time with my father before he died."
        },
        {
            "id": "9ad6a6143bef45a1b5d7f98dff16d84f",
            "sentence": "I can't support a family on the amount of money I make from that job."
        },
        {
            "id": "c33ef37b08c84363a9340c4aef0b2781",
            "sentence": "You're the last person who should preach about political correctness."
        },
        {
            "id": "09acecb78336407c88210163c0f118db",
            "sentence": "In the attic is my grandfather's old first-aid kit from World War II."
        },
        {
            "id": "55e9494f9c6241d7a41eda6c8befae68",
            "sentence": "When Tom got married, his father gave him a car as a wedding present."
        },
        {
            "id": "a3d28f459d514326b6ebeeca1699d7a7",
            "sentence": "Tom can sleep in my room. I'll sleep on the couch in the living room."
        },
        {
            "id": "4dfebb055e1a451ca611d58c4a7f3f4d",
            "sentence": "The phlebotomist scared herself by practicing her craft on a balloon."
        },
        {
            "id": "34c8d515d81040b1a9cb1d3a712b6715",
            "sentence": "Tennis is difficult. I never know which way the ball is going to fly."
        },
        {
            "id": "880190a5121a4e38a84e38c01287eac4",
            "sentence": "This server chassis is meant to be slotted into a rack to save space."
        },
        {
            "id": "69902a0a2df04ef4bb8bae3c18108891",
            "sentence": "Tom didn't return his library book on time and had to pay a late fee."
        },
        {
            "id": "6acf06191d56496e8578c0a9a1d54c4a",
            "sentence": "I'm probably not the only one who thinks it's a good idea to do that."
        },
        {
            "id": "c6b73b1fcf04422facac3c826b151b3e",
            "sentence": "Tom doesn't know the reason, but he does know that there is a reason."
        },
        {
            "id": "4329a3cd03d74d148b28d04a6d6d1bfa",
            "sentence": "Some of Mr. Jackson's students didn't study hard enough for the test."
        },
        {
            "id": "ba22c5a375aa45c5838919f86dc44113",
            "sentence": "In the United States, Christmas cards with family photos are popular."
        },
        {
            "id": "a54e9f73e8934f9190866e4421fadba8",
            "sentence": "Before I could protest, I was handcuffed and was on my way to prison."
        },
        {
            "id": "bc13d025b8b543bdaa491e3bf1c57d82",
            "sentence": "Tom tended to curse like a trucker whenever things didn't go his way."
        },
        {
            "id": "31a02f4e18ff4b33a61220edb5700a46",
            "sentence": "I don't watch a lot of movies, but I can't resist a good documentary."
        },
        {
            "id": "6926ac4615014ca9b011d1ad73f74471",
            "sentence": "We should've done it earlier. There's nothing we can do about it now."
        },
        {
            "id": "f3cd1b42746a4b1aa9ce22ede8a887de",
            "sentence": "It's best to get to the airport a couple of hours before your flight."
        },
        {
            "id": "1ab8e979484d41908a1b309b762b1a8a",
            "sentence": "Do you want to stay here or would your rather look for another hotel?"
        },
        {
            "id": "056740f377b240b4a80a999dca351b47",
            "sentence": "Tom took a few photos around his new apartment to send to his mother."
        },
        {
            "id": "297915d3c77847e88fbcb43130c72352",
            "sentence": "Tom wanted to eat cereal, but his mother made him eat scrambled eggs."
        },
        {
            "id": "176cc3763a8c42a49f2ad50f79918229",
            "sentence": "On a scale of 0 to 10, where 10 is the worst, can you rate your pain?"
        },
        {
            "id": "864424021a49421e9dabf32df5882d32",
            "sentence": "Tom bought some stuff that I would never have even considered buying."
        },
        {
            "id": "8360caf9c79e469292c002d542ceafc2",
            "sentence": "My parents and I have different ideas about when my curfew should be."
        },
        {
            "id": "c10d922758054369aa734c2d1cc82208",
            "sentence": "Tom got caught up in the heat of the moment and made a rash decision."
        },
        {
            "id": "35374666cf96465b9387645ef220dcf9",
            "sentence": "Tom opened the envelope, took out the letter, and started reading it."
        },
        {
            "id": "d056eef670f949939c820b5ff7aae9cb",
            "sentence": "On crowded buses, young people should give their seats to old people."
        },
        {
            "id": "5199f7fa3b554677b312c1189142dde8",
            "sentence": "You know how hard it would be to sell something like that, don't you?"
        },
        {
            "id": "9789b67ddfc54a3cb4f10587f5719dae",
            "sentence": "I wouldn't have asked you to come if it weren't absolutely necessary."
        },
        {
            "id": "d56b5603267a472b8b3160a92470ac39",
            "sentence": "There is nothing worse than doing something in a half-hearted manner."
        },
        {
            "id": "81b27ca74a724279bba56f424b73743b",
            "sentence": "Can I talk to you for just a second about what happened in Australia?"
        },
        {
            "id": "cdde54fe9c4049c7a907c8bbf33272e7",
            "sentence": "The color of this stratum stands out from the rest of the cliff face."
        },
        {
            "id": "c9aca058c0a0449783125df83ded235c",
            "sentence": "White wine should be drunk chilled, and red wine at room temperature."
        },
        {
            "id": "b1d3b95c8d274921b122e1c31ddb4108",
            "sentence": "Tom used to be the fastest runner in our class, but he isn't anymore."
        },
        {
            "id": "b227138862944a80a913a85ac041d4f6",
            "sentence": "Tom and Mary dated each other for about three months a few years ago."
        },
        {
            "id": "dba93c76a9cf4de09f55101fcaf6bd86",
            "sentence": "While the rest of us toil, the robber barons eat from gilt tableware."
        },
        {
            "id": "2263b616bbf643a9a392d986935f10fb",
            "sentence": "I can't understand Tom and Mary when they speak French to each other."
        },
        {
            "id": "c0fcc25d738a4855a6cecfa61a3368e5",
            "sentence": "I grew up in Boston, but I've lived most of my adult life in Chicago."
        },
        {
            "id": "5dd6f1788ac046dbad1e1b058071cd1e",
            "sentence": "Tom told me that he'd go with you to pick Mary up at the bus station."
        },
        {
            "id": "f9bbcf3d3e224c45aba9cfedd8f8bc41",
            "sentence": "I think that perhaps Tom and Mary have both forgotten how to do that."
        },
        {
            "id": "47deb99500e3489da72824835ba73b70",
            "sentence": "I tried doing it several times by myself before I asked Tom for help."
        },
        {
            "id": "6109d5457feb470cb168ce0058fb831d",
            "sentence": "At that time, black children didn't go to school with white children."
        },
        {
            "id": "05a0b49574244202906764d4a47c8ccb",
            "sentence": "Tom and I got to spend a little time together while he was in Boston."
        },
        {
            "id": "7e4cb4683c6f4afd82675bcecb5aa8e5",
            "sentence": "Tom's confident that he'll be able to find a solution to the problem."
        },
        {
            "id": "22e25d0a4a8949c6885bbcd2d683858b",
            "sentence": "Tom has been convicted of drunk driving twice in the last four years."
        },
        {
            "id": "7928968a91b6495489bdf3a52ea98a52",
            "sentence": "The story of Tom and Mary's relationships is full of dramatic events."
        },
        {
            "id": "a2ec1ecc68c541098bbd829e38c44d7e",
            "sentence": "Tom is at an age where he is more likely to succumb to peer pressure."
        },
        {
            "id": "aa29c89be8d74df387129904f39aea00",
            "sentence": "Friends are people you can think out loud with. Tom was one of those."
        },
        {
            "id": "f0394e7081e04dd699049fb937a75d4c",
            "sentence": "If you control a nation's children, you control that nation's future."
        },
        {
            "id": "0f6d2189e209466c98588af37614f956",
            "sentence": "I don't understand why Tom wants to go back to Boston after all that."
        },
        {
            "id": "1e4f3d103b2d4710b869de51ded21487",
            "sentence": "I wonder whether a man could live with only two hours' sleep a night."
        },
        {
            "id": "4310919f151843498f7c96142d7f1b4d",
            "sentence": "It's not that I want to have a girlfriend, I just want to be in love."
        },
        {
            "id": "d3d63907796248ca902524e8a3b35878",
            "sentence": "Tom spent years traveling the globe looking for new species of birds."
        },
        {
            "id": "7ffdce9d92fb43f1b8fe6cc2b9ccd04f",
            "sentence": "The giraffe is one of the most iconic species of the African savanna."
        },
        {
            "id": "1f407acbff3541f584086dd8602578a4",
            "sentence": "Tom didn't want to work last night, but his boss said that he had to."
        },
        {
            "id": "0a8651ee13c844b18df27710fba87d1b",
            "sentence": "Tom knows that there won't be much that he'll be able to do about it."
        },
        {
            "id": "d690eb60162b4dc082d3a43f99c8f9d9",
            "sentence": "Tom started falling in love with Mary the minute he laid eyes on her."
        },
        {
            "id": "6e2575fadd13415f96fc71c0c0494838",
            "sentence": "If you want to get good at reading French, then read books in French."
        },
        {
            "id": "1984a101c54a41cfbb40e038cdfc31ba",
            "sentence": "I don't know what they're saying, but I know they're speaking French."
        },
        {
            "id": "82f4c96c75374a0db8ebe74e617844b9",
            "sentence": "My room is so cluttered that I'm too embarrassed to invite anyone in."
        },
        {
            "id": "47820c4f140e41f296ccac7ce21d4294",
            "sentence": "I thought you said that we weren't going to go to Australia with Tom."
        },
        {
            "id": "cdc2c4b5dc0445cfae25a328bee113d9",
            "sentence": "Who was that beautiful woman that I saw Tom walking with in the park?"
        },
        {
            "id": "7b95c0955a224cccb0b2387ece94223a",
            "sentence": "The wretchedness of war isn't enough to stop humanity from waging it."
        },
        {
            "id": "e7812d25f4d0483cb74570bbe1268e1e",
            "sentence": "We noticed Tom was doing something that he shouldn't have been doing."
        },
        {
            "id": "4873079fb259426a84f8240f2f53ff2c",
            "sentence": "Unfortunately, I didn't get to the station in time to catch my train."
        },
        {
            "id": "18530e3d9e6e4e70b9f6510cfe7d2686",
            "sentence": "Tom had barely taken off his coat when they started asking questions."
        },
        {
            "id": "bd4f32d696c84c678a83ab679baed842",
            "sentence": "If you have any questions, please feel fee to contact us at any time."
        },
        {
            "id": "0872de422b0f468b815e978ed8ab95d7",
            "sentence": "I'm happy that the medicine that the doctor prescribed really worked."
        },
        {
            "id": "435ef79b92554fcf82fd1aa60cd15afd",
            "sentence": "He managed to pass his driving test even though he was a poor driver."
        },
        {
            "id": "b38fdc4ec3d14c4f9b7625f7d5e4810b",
            "sentence": "Until quite recently, most of the things we needed were made by hand."
        },
        {
            "id": "f20b2905f6b94c5f8cc22dcafa04356b",
            "sentence": "Your success depends on whether you pass the STEP examination or not."
        },
        {
            "id": "ccea686bfcae418fb70b1f38d8669ff5",
            "sentence": "Tom is fluent in French, yet he doesn't feel comfortable speaking it."
        },
        {
            "id": "92ae273a6704492b8946ed7a7b2db230",
            "sentence": "If you want, you can eat all of these strawberries. I don't want any."
        },
        {
            "id": "c64a0f38f37143d88a7d41a37abae1a3",
            "sentence": "Right now, I'm choosing suitable clothes to wear during the vacation."
        },
        {
            "id": "3ce0dec2854f4e8e9bc5df47d9df0be7",
            "sentence": "Tom wondered why Mary didn't have to go to Boston like everyone else."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}