{
    "currentPage": 7095,
    "pageSize": 100,
    "items": [
        {
            "id": "d48a37d208114c8baf7fcf600c35aa80",
            "sentence": "The train was just on the point of starting when I got to the station."
        },
        {
            "id": "05bc8f478ce941c9b3c80fa40850c07b",
            "sentence": "I don't think it will rain, but I'll take an umbrella in case it does."
        },
        {
            "id": "0c16d54bba5a444096c1a9eec5973a84",
            "sentence": "The old cottage had only one bed, so we all took turns sleeping in it."
        },
        {
            "id": "7eeaa32e76bd48878d309d224f3c8eb3",
            "sentence": "What are some of the differences between American and British English?"
        },
        {
            "id": "26bf91fcd7e64d0aa5974d5ca2262652",
            "sentence": "If you stay out drinking every night, your wife is going to leave you."
        },
        {
            "id": "981f3481f97c425b853a4d6669b371a4",
            "sentence": "People very often give me ties as gifts, but I almost never wear them."
        },
        {
            "id": "5ce7061d855347af8ccb1c27efa54e4f",
            "sentence": "I'm sure other people have told you this, but you're really beautiful."
        },
        {
            "id": "7b5a77acea4942b9b05a391859c354cd",
            "sentence": "If only you'd been a bit quieter, you wouldn't have woken the baby up."
        },
        {
            "id": "bfadac88dd6c4b88ae68ec83f39eebee",
            "sentence": "Tom didn't know how to apologize in French, so he didn't say anything."
        },
        {
            "id": "3223514161354120b9de28a3aaae6b64",
            "sentence": "No, that's not the right way. You have to turn it the other way round."
        },
        {
            "id": "4bbaa090536749408aacb181d5229170",
            "sentence": "I hope we can avoid making the same stupid mistakes we made last time."
        },
        {
            "id": "b1c307cede654b098f2378a118c71624",
            "sentence": "I like the Terminator films because the special effects are fantastic."
        },
        {
            "id": "88513ee7c4134747999dbee9a0249707",
            "sentence": "The administration cannot but look for alternative sources of revenue."
        },
        {
            "id": "81b9c0e78d6f4dc28257ee9d1f05bc15",
            "sentence": "We waited for Tom at the library for half an hour, but he didn't come."
        },
        {
            "id": "f87beb0da2d14bff8d0ac00fcc4053fc",
            "sentence": "Ever since he was a little boy, Tom dreamed of becoming a garbage man."
        },
        {
            "id": "1a1646473bdc481380194fe389e7ce6c",
            "sentence": "Do you really think you should be taking advice from someone like Tom?"
        },
        {
            "id": "5c2e42de0d8f4254aed144215631e319",
            "sentence": "Since Tom doesn't want to put on any more weight, he doesn't eat cake."
        },
        {
            "id": "dd0450142ec84cbc8912c7c047ab79eb",
            "sentence": "When everyone in the boat noticed the water was rising, they panicked."
        },
        {
            "id": "31facd1cab964b9899c6241623066b50",
            "sentence": "Tom and Mary get on well together. They always sit next to each other."
        },
        {
            "id": "021668d5bd224a9abe98023a238c2e26",
            "sentence": "Even if the sun were to rise in the west, I wouldn't break my promise."
        },
        {
            "id": "ca7d4263778d47f99b83c8340d11c033",
            "sentence": "Tom wanted to keep walking, but Mary insisted that they stop and rest."
        },
        {
            "id": "0a9f0474169a40449d1ddc7c24769567",
            "sentence": "Tom didn't get anything handed to him. He actually had to work for it."
        },
        {
            "id": "ea44ca0528d64c209612b16a23d5c8a9",
            "sentence": "Wash your hands often with soap and water for at least twenty seconds."
        },
        {
            "id": "79c9c27d7bea4b35a8a30f052028f5ee",
            "sentence": "Tom has a picture of a beautiful girl in a bikini on his bedroom wall."
        },
        {
            "id": "15b9fa2c528546ecbf9edade80a79960",
            "sentence": "How are you doing? It's been a long time since we last met, hasn't it?"
        },
        {
            "id": "4fcc467d53804b65894664f9a22190cc",
            "sentence": "Tom ran into the church to get away from the mob that was chasing him."
        },
        {
            "id": "45df746959424ac4871ed6bd1f0c8e14",
            "sentence": "The hunter remained very still waiting for the deer to come into view."
        },
        {
            "id": "12dea38ad1be444ba30dd20ffd03b79b",
            "sentence": "A very handsome man just came in the door with a very beautiful woman."
        },
        {
            "id": "ceda3e96227a414187ca7d919249e95f",
            "sentence": "Tom had no idea that Mary was standing outside the door and listening."
        },
        {
            "id": "0dd671a27a7a470392f3c3228912ed9b",
            "sentence": "Have you recently felt any unexplained pain or stiffness in your neck?"
        },
        {
            "id": "03902b1df9674cccb13fb6261b02f6c8",
            "sentence": "Less expensive wine is sometimes better than the more expensive stuff."
        },
        {
            "id": "064135b5d0f341809bf156b2021ccac7",
            "sentence": "Tom didn't get home until after his family had finished eating dinner."
        },
        {
            "id": "e14cc1187e064d6ba05bac40a3e8575f",
            "sentence": "On the same day, Apollo 11 succeeded in landing on the moon's surface."
        },
        {
            "id": "3694d2c052aa413f8bfef4ee02281197",
            "sentence": "I wonder whether or not Tom really knows the combination to this safe."
        },
        {
            "id": "f3bf3a96d31b4fd79033eac37d806e71",
            "sentence": "Cheese soufflé is a dish that collapses as soon as it leaves the oven."
        },
        {
            "id": "ee313ccd7265419d8eb5315f9843cae0",
            "sentence": "I've told you a hundred times that I'm not going to that stupid party."
        },
        {
            "id": "6fdc84b43a9c4b7e89597fc455f59442",
            "sentence": "That wasn't the first time Tom got kicked out of the bar for fighting."
        },
        {
            "id": "6e64ba1f06eb41018136d83c049a694f",
            "sentence": "Compromise only makes sense when all parties are acting in good faith."
        },
        {
            "id": "cc6c164f2da5493ebabb800ba7859a2c",
            "sentence": "I've heard it said that you can judge people by the company they keep."
        },
        {
            "id": "a4e6096c84e7408c82d6bdd8457e6562",
            "sentence": "It's often said that you should judge people by the company they keep."
        },
        {
            "id": "99fb4545d1e441dcb65a1f2127133fc5",
            "sentence": "It doesn't really matter to me who does that, as long as it gets done."
        },
        {
            "id": "a7246f65104949549d62b6ba635e5269",
            "sentence": "Tom is learning French, but he still isn't able to speak it very well."
        },
        {
            "id": "5d695fb0b32a452796df3469a32efa7e",
            "sentence": "Tom was one of the men that the police arrested yesterday in the park."
        },
        {
            "id": "d3966f1d2fcc4aac8a2ac172c470779e",
            "sentence": "Mary knew that Tom was a married man, but she flirted with him anyway."
        },
        {
            "id": "3d2593a58a824d3e875d1265631d7d45",
            "sentence": "Mr. Jackson is a very strict teacher and many students don't like him."
        },
        {
            "id": "10f18167e05546b5a3ea04569057fdd4",
            "sentence": "Mary assumed that the bunch of flowers left on her desk were from Tom."
        },
        {
            "id": "97fe3769222d4c4eb6730da8a55709e8",
            "sentence": "I want to know what happened to the pistol that you received from Tom."
        },
        {
            "id": "6098509e756e4d9294292f16d6029666",
            "sentence": "I want to do some bass fishing, but I don't know what to use for bait."
        },
        {
            "id": "d0f05dbf091e402a8e923d8e739a9e4e",
            "sentence": "I would never have believed that such a thing could ever happen to me."
        },
        {
            "id": "16ef5fa76d3b41bf8f637b088ee04474",
            "sentence": "Tatoeba: Where pillow fights can't even measure up to sentence fights."
        },
        {
            "id": "81d63a5ca5ef4f0b9fd79d02d74816b4",
            "sentence": "Tom felt like he wasted his day waiting for something that never came."
        },
        {
            "id": "be389c6f9be14c0689149feb35fac3f9",
            "sentence": "Would you please repeat what you said? I didn't quite catch your name."
        },
        {
            "id": "54b93fae83f744549142b967f77ef9e3",
            "sentence": "Tom didn't find out that he was adopted until he was thirty years old."
        },
        {
            "id": "e3252436dc2f4e5fbfa19472e4c8c736",
            "sentence": "It isn't until you get sick that you realize the value of good health."
        },
        {
            "id": "158e9b2203e048d4b997267147314358",
            "sentence": "It's not until you get sick that you realize the value of good health."
        },
        {
            "id": "f28c8d4119e7449186868dc8f10ebef9",
            "sentence": "My finger is throbbing because I accidentally shut the car door on it."
        },
        {
            "id": "9fc1825100a541688b654de8f82dc07b",
            "sentence": "My daughter knows the names of all the different species of dinosaurs."
        },
        {
            "id": "ff586583762b4635ace437262c74ff6d",
            "sentence": "Just be glad that Tom didn't tell Mary what you really thought of her."
        },
        {
            "id": "98da1f06d3a3452ba98c6f35d8ba37fe",
            "sentence": "The world shall perish not for lack of wonders but for lack of wonder."
        },
        {
            "id": "0c7b5d99f02243cda0a462d250be31bd",
            "sentence": "Just because I'm quiet doesn't mean that I don't have anything to say."
        },
        {
            "id": "4d4af726b85649529d4e37e050643c41",
            "sentence": "No matter who you ask, you won't be able to get a satisfactory answer."
        },
        {
            "id": "f9d902d4fd9d4e139426ac6ef572f8a4",
            "sentence": "I haven't seen you in a while, so I thought I'd drop by and say hello."
        },
        {
            "id": "4dca57fa44bc42f1932f8a7beb6eee45",
            "sentence": "Build a better mousetrap, and the world will beat a path to your door."
        },
        {
            "id": "fbb849075a244e988fe45b9403e3011d",
            "sentence": "A ship in the harbor is safe, but that's not what ships are built for."
        },
        {
            "id": "5de7f5d1c9f34583816b8eaa5fa4b4c1",
            "sentence": "I didn't like Tom right away, but eventually, I fell in love with him."
        },
        {
            "id": "cfe8b359c8c844d58281cbb52011183d",
            "sentence": "I think that we may have something that you'd be interested in buying."
        },
        {
            "id": "84dd4a46dfed40edbd3f6d8defa95200",
            "sentence": "I think that it's highly unlikely Tom will ever face criminal charges."
        },
        {
            "id": "9b2a4fc928f14cf6b92c17d41cf7ea0c",
            "sentence": "When I take a deep breath, a pain runs down the right side of my back."
        },
        {
            "id": "68c2071056b74569a9ee5cd270376a7b",
            "sentence": "I didn't accept that job because I was holding out for a better offer."
        },
        {
            "id": "8995782fd9a744698d2dbf64f9ce39af",
            "sentence": "Tom crumpled the paper up into a ball and threw it into the trash can."
        },
        {
            "id": "773105c21793448da0e03f258bb649de",
            "sentence": "I want to buy a car, but I don't have enough money for a down payment."
        },
        {
            "id": "f8d7859cf4904f11a8b09214138b00d8",
            "sentence": "The inhabitants of the village built a wooden bridge across the river."
        },
        {
            "id": "2c3fd4f91ff44479b4f170faa083db47",
            "sentence": "I didn't want to live in Australia anymore, so I moved to New Zealand."
        },
        {
            "id": "b470933c44a24adbb69079ef8426bafe",
            "sentence": "I've something interesting to tell you that you might find surprising."
        },
        {
            "id": "0e324720d58c4c769efecdac4caca1e8",
            "sentence": "Tom wondered why Mary didn't have to go to Boston like everybody else."
        },
        {
            "id": "bfdf821869264691927097a66290889e",
            "sentence": "I knew Tom would have to stay in Boston longer than he had planned to."
        },
        {
            "id": "6fbf5bdc59f1485d8341a3f3da58d668",
            "sentence": "Tom doesn't have any idea where Mary is planning on staying in Boston."
        },
        {
            "id": "44eaaa75881f48e3a8a64a26cfe4cf48",
            "sentence": "Tom had to drop out of college because he couldn't afford the tuition."
        },
        {
            "id": "2b90d59d950b4e08879a8cdbba2eb812",
            "sentence": "I was surprised when Tom said that he was planning to go to Australia."
        },
        {
            "id": "0eac772279994dc3bd98b76a311cabc4",
            "sentence": "Tom told me that he thought that Mary still wanted to go to Australia."
        },
        {
            "id": "72fa184b78ea46a69647b4491e284b96",
            "sentence": "You'll never really know whether you can do that or not until you try."
        },
        {
            "id": "0669438659da4116b47c747bd3dbb456",
            "sentence": "I'm not telling you where Tom went, and there's no way you'll make me."
        },
        {
            "id": "c0b6c76a3a5c42749942de2e6357dc7d",
            "sentence": "The Tequila Sunrise is made with orange juice, tequila, and grenadine."
        },
        {
            "id": "9af6f74098a94211b192973c7d7eac40",
            "sentence": "Tom remained in the room for a long time after everyone else had left."
        },
        {
            "id": "7f5a7e30c428413db4f02972a69b5f3d",
            "sentence": "Tom told me that he was going with you to pick Mary up at the airport."
        },
        {
            "id": "1ab462ac131145d789f214a859a33a7f",
            "sentence": "The police found the getaway car abandoned three blocks from the bank."
        },
        {
            "id": "ef6f8fffdce3425bb3ea002918ba4a90",
            "sentence": "As time went on, people grew less and less concerned about the matter."
        },
        {
            "id": "e7558b379eb24bf79bd3f8ab1f8197c4",
            "sentence": "When was the last time that you read a bedtime story to your children?"
        },
        {
            "id": "477e84fec33546a7acce8d380c929cbc",
            "sentence": "How many times do I have to ask you to put your laundry in the basket?"
        },
        {
            "id": "572e819027a144df95f6121ab10208cf",
            "sentence": "Tom told me that he thought that Mary was difficult to get along with."
        },
        {
            "id": "38487a39b4554955ac8f4b2450022bb0",
            "sentence": "Tom told me that he thought that Mary was amused by what was going on."
        },
        {
            "id": "1f55296175c94cf4befd0ff235c22802",
            "sentence": "Tom told me that he thought that Mary didn't know how to speak French."
        },
        {
            "id": "293840d8c50f478db91242ac34fe3ae4",
            "sentence": "If you cut off one of its heads, two more will grow back in its place."
        },
        {
            "id": "fa427d091bce48a6acd1c6a391a9dc13",
            "sentence": "No matter how hard you try, you won't be able to finish that in a day."
        },
        {
            "id": "02c945681923452b9b134356d13df7a4",
            "sentence": "Japan has undergone a drastic change as a result of industrialization."
        },
        {
            "id": "9cf320241f37476f8a4e1effa1490754",
            "sentence": "You're supposed to take off your shoes when entering a house in Japan."
        },
        {
            "id": "e2f1ad96626f4bd0bf5ff20b6327617a",
            "sentence": "I'm tutoring Tom in French, and in return he's tutoring me in biology."
        },
        {
            "id": "a4e3d4f0e40c44809806253ed7792d21",
            "sentence": "Tom got tired of city life and bought a farm. Now, he's enjoying life."
        },
        {
            "id": "b06a16ea1b204548af3ae471614d4b10",
            "sentence": "Would you be able to come back here tomorrow at 2:30 in the afternoon?"
        },
        {
            "id": "54d7784a99fd47079a202ba7cfccd632",
            "sentence": "True to form, my mother freaked out the moment I mentioned I got hurt."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}