{
    "currentPage": 7108,
    "pageSize": 100,
    "items": [
        {
            "id": "f6cf33582cb848cba3019ef0fa1583cd",
            "sentence": "If the baby hadn't started crying, the soldiers wouldn't have noticed us."
        },
        {
            "id": "991ad20ad9274289ab3348faed99f7c5",
            "sentence": "If you're that tired, you'd better not drive. You can sleep here tonight."
        },
        {
            "id": "75e510b952a041da8885eea4d4ed3015",
            "sentence": "I realized that I had grown up when I started heeding my parents' advice."
        },
        {
            "id": "14dcda2fade244508804aad156d47a00",
            "sentence": "Tom and Mary both played in the same orchestra, but not at the same time."
        },
        {
            "id": "60789d4f9e934862a0bbad68ea9f16a2",
            "sentence": "He is proud of the fact that he has never consulted a doctor in his life."
        },
        {
            "id": "7bd1a1ebc2a84bebb3d5c01217b1fbc3",
            "sentence": "Hearing about people kidnapping little children just makes my blood boil."
        },
        {
            "id": "e803567b28c246b2aeab6afb3a59deb3",
            "sentence": "Try the store across the street. They might have what you're looking for."
        },
        {
            "id": "cb26e5ac61af4315b8e0031f6087a500",
            "sentence": "I'll be here today until 2:30, but tomorrow I'll only be here until noon."
        },
        {
            "id": "34310bdafe5c4f94a176e1daf5bde0e9",
            "sentence": "There are a lot of stories flying around about why Mary left her husband."
        },
        {
            "id": "35de095ad6b046c285e3d02a67bb87df",
            "sentence": "We know that we need to buy more of these. The only question is how many."
        },
        {
            "id": "1292b13f32e246508f97edeaa88a746c",
            "sentence": "Tom told me that he used to play the clarinet when he was in high school."
        },
        {
            "id": "0f397ac952d14eb28e0687931a78fd2d",
            "sentence": "Tom was in a hurry to catch the bus, so he didn't stop to talk with Mary."
        },
        {
            "id": "f116c12499d747b8be5a18fe5d8ae481",
            "sentence": "Tom didn't find out that he'd been adopted until he was thirty years old."
        },
        {
            "id": "7cda909224da4ba6877b385d61f2cfc9",
            "sentence": "My parents don't like my boyfriend because he dropped out of high school."
        },
        {
            "id": "43560c55603e4a4e96875f186194cda5",
            "sentence": "I was surprised because my husband actually ate some of our wedding cake."
        },
        {
            "id": "06dc5145d0484b79b4dbeb067ed58938",
            "sentence": "The driver stopped and opened the door, but nobody got on or off the bus."
        },
        {
            "id": "9e8b7d81c9334af59439d4629671b6ca",
            "sentence": "All of the passengers managed to escape before the bus burst into flames."
        },
        {
            "id": "ffb122f5415f4a578c597385a7943cee",
            "sentence": "You promised me that you wouldn't spend any more money on computer games."
        },
        {
            "id": "2acb4b3f4edb41179d13dc084e6c27b5",
            "sentence": "Nobody knows how or why, but aliens abduct hundreds of people every year."
        },
        {
            "id": "771c29b725374a6b8369f8eaf75aa634",
            "sentence": "We searched the entire shop for Tom, and found him in the toy department."
        },
        {
            "id": "318c530b633348179a437b6a122eb414",
            "sentence": "There are rumors that the secret peace negotiations have already started."
        },
        {
            "id": "3f5a08eee436480ca7a588dd6a6b856f",
            "sentence": "I'd like to put my valuables in a safe deposit box, if any are available."
        },
        {
            "id": "8b0117304623479b8a89ae505891186d",
            "sentence": "I'd like to buy that for you, but I don't have any money on me right now."
        },
        {
            "id": "062f5c26edb74f3b8603638f5a7924ee",
            "sentence": "Were you the one I saw with Tom in front of the post office this morning?"
        },
        {
            "id": "90d606015ffc45cbab20709782eccefb",
            "sentence": "It's not only today we have to be here. We have to be here tomorrow, too."
        },
        {
            "id": "935ebb6d68c947bfbc273cab69610d01",
            "sentence": "I don't know if it's a bug or what, but this software doesn't work right."
        },
        {
            "id": "46b681d875574db0b52d1185e9448171",
            "sentence": "At this rate, we're not going be finish doing this by the end of the day."
        },
        {
            "id": "79341654a7f140e29aec9cb6e762c238",
            "sentence": "Each time this happens, we always hope it'll be the last time it happens."
        },
        {
            "id": "5aab16c4ed89477989020d5ae89cf862",
            "sentence": "Motorcycles are great. They can easily get through even in heavy traffic."
        },
        {
            "id": "0493527b42db4806aceb3d3ca077ae6d",
            "sentence": "Everybody seemed to already know that Tom and Mary were getting divorced."
        },
        {
            "id": "6ba2b1a1939a45f6aa581a35b79dee75",
            "sentence": "The government asked the SDF for a disaster relief deployment to Okinawa."
        },
        {
            "id": "d409ca6f8bcf4f41916d79e7ea754bb9",
            "sentence": "If you'd stop complaining so much, people would probably like you better."
        },
        {
            "id": "a9929094055044fa99821a2a4f7af777",
            "sentence": "When I was a kid, I went to Boston every summer to visit my grandparents."
        },
        {
            "id": "d67f42f1b5e14e2f80c726a9c796fb3c",
            "sentence": "Tom studies in the bathroom. He says it's the quietest room in the house."
        },
        {
            "id": "77dfac4b9fa049c49e57a4be961fdd50",
            "sentence": "Tom always pretends that he doesn't care about Mary when you mention her."
        },
        {
            "id": "ce8725ada9ff401caa77eaf48a2bfcfc",
            "sentence": "Do you think that anybody else in your office will get married this year?"
        },
        {
            "id": "b7702617aa7c4ec1a8a7133beb7bf3e1",
            "sentence": "Come again tomorrow afternoon, when I'll have more time to talk with you."
        },
        {
            "id": "0b0ff17a65a5421e8495eb0723404c5c",
            "sentence": "If there's a typhoon tomorrow, does that mean I don't have to go to work?"
        },
        {
            "id": "6ecf6439f4804b2ca7393ca5c2b667fe",
            "sentence": "Turn left at the stop sign, and you'll see the post office on your right."
        },
        {
            "id": "a861166c62c949b5b7508daef01fd0b6",
            "sentence": "Tom says that he almost always has at least three hundred dollars on him."
        },
        {
            "id": "884ce7a13fc94e17bf4493778e323635",
            "sentence": "The family received discouraging news from the doctor about Tom's health."
        },
        {
            "id": "e2758667f14540dea892a61b20533172",
            "sentence": "If you see Tom today, please tell him that he's invited to my party, too."
        },
        {
            "id": "f0b89163ae4d4762819c348705f134f5",
            "sentence": "I saw the old gentleman cross the street and enter a store on the corner."
        },
        {
            "id": "96cfba761267413292e3c1267361b853",
            "sentence": "I was really disappointed when I found out that I hadn't passed the exam."
        },
        {
            "id": "ae9d689ad6414eeab54eeaa3d5cd6f46",
            "sentence": "Life is short, so don't waste your time doing things that you don't like."
        },
        {
            "id": "47ce93bd039e4556a0aac17cf098d49b",
            "sentence": "I didn't get to the bank before it closed because I was stuck in traffic."
        },
        {
            "id": "401f9253fbd0406eaa2077be3918023b",
            "sentence": "Tom was already halfway to his car when Mary shouted at him to come back."
        },
        {
            "id": "4477dd856eaa420eba3ab19314e75bf9",
            "sentence": "A bucket list is a list of things that people want to do before they die."
        },
        {
            "id": "b9c1744309214aaab9d959f97e4485e2",
            "sentence": "I never got the chance to practice French much until I started traveling."
        },
        {
            "id": "bcb01ce3a5a14432bca84e8f1fa9c0b2",
            "sentence": "I wanted to buy the book, but I found I had no more than 200 yen with me."
        },
        {
            "id": "fe6ece722d8d4a4bba40c4bdaf573e46",
            "sentence": "It's not only today we have to be here. We need to be here tomorrow, too."
        },
        {
            "id": "233e0ac4f76344fc87dd5d26df4e8eac",
            "sentence": "The dog stood up on its hind legs and put its front legs on my shoulders."
        },
        {
            "id": "cf48f41b825b474eb98598b31738fa63",
            "sentence": "When the water came, it came quick like a tsunami and people were scared."
        },
        {
            "id": "7d44f97d88d14cba9cbc52700cac0e45",
            "sentence": "Emojis were first introduced in 1999 by Japanese artist Shigetaka Kurita."
        },
        {
            "id": "b8bdcfc3a3dc4b51aee80f6adfc6559b",
            "sentence": "Speak a little French every day and you'll soon be a much better speaker."
        },
        {
            "id": "5beb65275a1b42238b0cd47701ea3a9a",
            "sentence": "If Tom says he doesn't want to do that, then stop trying to force him to."
        },
        {
            "id": "62795451ef2146b899a3b587776b4f3f",
            "sentence": "I wanted to stay in bed, but my mother said that I had to get out of bed."
        },
        {
            "id": "0c19390284ee4146a4dde4fe6544cfff",
            "sentence": "All you have to do to pass the entrance examination is to read this book."
        },
        {
            "id": "e123e32010f744058de4d0c52d9716b1",
            "sentence": "If you're not more careful with your things, some of them may get broken."
        },
        {
            "id": "39696a94e9ca4643b359074fd8c51888",
            "sentence": "I haven't yet met anyone that I'd like to spend the rest of my life with."
        },
        {
            "id": "fecd81ba19fd442297b5a9d9fa228383",
            "sentence": "A blue suit, white shirt and red tie are required for all male employees."
        },
        {
            "id": "05cb7d081afa491699ce895f18d3edab",
            "sentence": "You can talk until you're blue in the face, but you'll never convince me."
        },
        {
            "id": "c370f28e758141e99d40d2f04622d017",
            "sentence": "Surprisingly, he did his last job in one-third the time it would take me."
        },
        {
            "id": "380350693bea4d4887a6612f41604741",
            "sentence": "The day will soon come when we will conquer space and travel to the moon."
        },
        {
            "id": "32e0a7120ee04fda81aedca031756103",
            "sentence": "I still don't have enough money to buy the motorcycle that I want to buy."
        },
        {
            "id": "982bf4b0af9a44ef8a88d496ed31b2c1",
            "sentence": "I'll lend you this CD on condition that you don't lend it to anyone else."
        },
        {
            "id": "89e6f4efb7d149da92e3c14352df0e1d",
            "sentence": "I can provide you with some statistical predictions of expected revenues."
        },
        {
            "id": "b394af08b129440a8045cbbea499c51c",
            "sentence": "Tom says that he'll pay back all the money that he owes me before Monday."
        },
        {
            "id": "226830e8aa824c8fb502424f57cc0541",
            "sentence": "Life is like riding a bicycle. To keep your balance you must keep moving."
        },
        {
            "id": "7a96a95a5cea43cfbb91190695af23d7",
            "sentence": "Tom didn't want the rattlesnake to bite him, so he carefully backed away."
        },
        {
            "id": "5389877e9f2a40e1aed65fa71d00b380",
            "sentence": "The platypus, a small amphibious Australian mammal, is a very shy animal."
        },
        {
            "id": "702eafc44b3246b69c67f840958b9f6a",
            "sentence": "There was an article in the paper this morning about Tom Jackson's trial."
        },
        {
            "id": "4cf8877d20674f07aba772cced0cc296",
            "sentence": "The first artificial satellite was Sputnik 1, launched by Russia in 1957."
        },
        {
            "id": "a5c3d0f6060a4f23ac34b04b7a055740",
            "sentence": "If Tom wants to apologize to Mary, he's going to have to go to her house."
        },
        {
            "id": "5abaeccc1af34a66a8c3c8537fcbd8a8",
            "sentence": "When I finished reading the book that Tom lent me, I gave it back to him."
        },
        {
            "id": "33811709003d4c4f95da88d4417f13b5",
            "sentence": "Somebody came into our house and stole some stuff while we were sleeping."
        },
        {
            "id": "94fd7adad8454a9aadd356c6c7fa0337",
            "sentence": "Tom went to a tattoo parlor, thinking that he might want to get a tattoo."
        },
        {
            "id": "bc3a380887b94a60b9f5e83c11984d20",
            "sentence": "The newspaper boy delivers newspapers no matter what the weather is like."
        },
        {
            "id": "d29bb69410d5411db1c8b367150e219b",
            "sentence": "I envy the way Tom is able to get people to seriously consider his ideas."
        },
        {
            "id": "4967cbc693b74a4fa56d41c858f08333",
            "sentence": "The letter \"ß\" is one of the few things Switzerland is not neutral about."
        },
        {
            "id": "3550b4cdf32643a886e9351f080a973b",
            "sentence": "Tom crouched beneath the window, listening to what was being said inside."
        },
        {
            "id": "9266079a6e2f4a6c8100c4bb57dc45e6",
            "sentence": "Do you currently take any medication prescribed to you by a psychiatrist?"
        },
        {
            "id": "dc34078c934e49f9b6a53f6197ecf0d7",
            "sentence": "A friend gave me some tips on how to make a simple but impressive dinner."
        },
        {
            "id": "c778211996ba4c00a4badf3eaf5947bf",
            "sentence": "Human beings, whether they realize it or not, continually seek happiness."
        },
        {
            "id": "84b5244939734a7abf88cd21c96d129a",
            "sentence": "Our section chief always makes a face at me when I ask him for something."
        },
        {
            "id": "3658a4ab641f4c419cb6da9bbfcddc59",
            "sentence": "Communications have been cut off for two hours because of a thunderstorm."
        },
        {
            "id": "7fd4a5387f2047c696effb4dd2858c9a",
            "sentence": "Tom hopes that Mary knows that she shouldn't do what John told her to do."
        },
        {
            "id": "d4864fecfcef4a98b491124894e34839",
            "sentence": "Tom couldn't completely rule out the possibility Mary had killed herself."
        },
        {
            "id": "e39b87689d4240958e5840e02adc29a1",
            "sentence": "They say that you can usually judge people by the company that they keep."
        },
        {
            "id": "493ac99029a844769e22696f076d21c5",
            "sentence": "The least possible amount of oil that can be used is the proper quantity."
        },
        {
            "id": "e7f808be99e241b38feecebfce593459",
            "sentence": "If Tom had been wearing a helmet, he wouldn't have been injured so badly."
        },
        {
            "id": "7ab5fc3d0be24ade9e6cebf5f6f8aac9",
            "sentence": "I sent Tom a lot of messages today, but he hasn't replied to any of them."
        },
        {
            "id": "5ff77d9846ee4eaaa672a7146b9b02da",
            "sentence": "I'm not so sure that I could cope with that, at least not as well as you."
        },
        {
            "id": "fca61a3253a64ceaae70a69e61e650a4",
            "sentence": "Tom went up to Mary at the party and told her that he had a crush on her."
        },
        {
            "id": "da61d756ba88478bb506ff0c3b19bdca",
            "sentence": "I considered teaching French, but decided that it would be better not to."
        },
        {
            "id": "0cbd9aac7c334181b441c2e18cf159d5",
            "sentence": "Do you think that we'll be able to solve that problem in the near future?"
        },
        {
            "id": "6e969cfe2f8f4c738d287c4e3074eb31",
            "sentence": "I want to go back to bed and try to get another couple of hours of sleep."
        },
        {
            "id": "c2cb4c31858942d1a7ec2d55a5585eee",
            "sentence": "Tom told me that he and Mary were planning to do that tomorrow afternoon."
        },
        {
            "id": "3469080eebd94e6baa00a04b83cd84bb",
            "sentence": "While I was talking to one of the clowns, Tom was talking to another one."
        },
        {
            "id": "52cb4404ade647b092037cd9976b5544",
            "sentence": "Mary was wearing a red dress when I saw her yesterday at the supermarket."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}