{
    "currentPage": 7114,
    "pageSize": 100,
    "items": [
        {
            "id": "d2ec333c4489479ebc0283d9e3f31b7e",
            "sentence": "I'm buying flowers because I'm going to visit my grandmother this evening."
        },
        {
            "id": "e1a6c12ed09b4378bcdf55a164652451",
            "sentence": "At the bottom of the letter he wrote \"Kind regards,\" then signed his name."
        },
        {
            "id": "c33f222c64a34a83b96f2e1804428553",
            "sentence": "Tom seemed to understand why Mary didn't want to go to Australia with him."
        },
        {
            "id": "1620148d9f5f4d12a61c130510f30274",
            "sentence": "I don't need you to remind me of anything. I know what I'm supposed to do."
        },
        {
            "id": "aefe7e2db7484a6b81d5aa5acb16ea8f",
            "sentence": "I see that your manners haven't exactly improved in the last twenty years."
        },
        {
            "id": "b9085fbebaf14a8b8e602f0963435758",
            "sentence": "Tom told me that he planned to visit Mary the next time he went to Boston."
        },
        {
            "id": "20eefa383daa4659864c452ee622255a",
            "sentence": "Tom told me he thought that the dress that Mary was wearing was too short."
        },
        {
            "id": "e1e43a9b0953415197d2cf23269a8491",
            "sentence": "Tom said he didn't believe Mary really planned on going bowling with John."
        },
        {
            "id": "8ba773c185cc401bbf7241be89c3035d",
            "sentence": "My parents and I have different ideas about what time my curfew should be."
        },
        {
            "id": "72618db6012f4697bf87433d82c46cf5",
            "sentence": "What do you think? Which ones should we take? I like both those and those."
        },
        {
            "id": "b409c256a021405da03a2f324a872967",
            "sentence": "Do you remember the name of the station that we're supposed to get off at?"
        },
        {
            "id": "9c7e7e5572f14ddbad96b6aac0112258",
            "sentence": "I wasn't able to sell any of the stuff that Tom wanted me to sell for him."
        },
        {
            "id": "f12060e9d37744b6a2f7154745715091",
            "sentence": "Tom said that he had to wait in line for three hours to buy these tickets."
        },
        {
            "id": "c1808866151e4628aa1b647a4ca8e2d2",
            "sentence": "Ziri knew that Yazid was dating both Rima and Nuja at the exact same time."
        },
        {
            "id": "4e729e0bc0df4f25a0e5468df3c6dbaf",
            "sentence": "I still live in Australia, but my family has already moved to New Zealand."
        },
        {
            "id": "c4e96897478647e4b9cf5436070df75b",
            "sentence": "I want to know how much it's going to cost me to go to Australia with you."
        },
        {
            "id": "6f31dd3fa0af401094f3015f49f387ea",
            "sentence": "Put your bag somewhere else, please. Someone's liable to trip on it there."
        },
        {
            "id": "33c639cfff11440a8985b72e2bad3a33",
            "sentence": "I left home later than usual, but fortunately I was in time for the train."
        },
        {
            "id": "06c983b9d75f43d3a53aec5f86cdbf05",
            "sentence": "I have no complaints. As far as I'm concerned, everything is just perfect."
        },
        {
            "id": "4e1755d9acf04f6484be2cb747610a50",
            "sentence": "Tom asked us what we were planning to do tomorrow if the weather was good."
        },
        {
            "id": "12a8991fa81b4127861dddbc43831706",
            "sentence": "Dad needs to take a rest. He's been working in the garden for three hours."
        },
        {
            "id": "a8f10e9e7a20436dbed7a487bd8e5c8f",
            "sentence": "You're much less likely to get a good position if you don't speak English."
        },
        {
            "id": "ea4388c32eaa4c46a55f0b328f84bc4d",
            "sentence": "Is it true that ginger increases circulation and improves your metabolism?"
        },
        {
            "id": "5b20d00231f64cb8a1197c5687f696c3",
            "sentence": "All of my brothers and sisters were born in Boston. I was born in Chicago."
        },
        {
            "id": "e973694105d14a98bc9b2d26cbc92a6a",
            "sentence": "It takes a certain kind of person to be willing to do something like that."
        },
        {
            "id": "d4f949a688ae42e39f893a748d672c22",
            "sentence": "Tom realized he hadn't paid the bill, so he went back into the restaurant."
        },
        {
            "id": "26e7741458014512ab2bf61812dcb08f",
            "sentence": "Tom kept the most interesting books for himself and gave the rest to Mary."
        },
        {
            "id": "7d2507c4a26049d1a25556b80d7fadc8",
            "sentence": "There are many more yuan millionaires in the world than euro millionaires."
        },
        {
            "id": "9055fd3409c34a75be46cb1ca1a0ab97",
            "sentence": "As soon as I entered the classroom, the students started asking questions."
        },
        {
            "id": "e9c89126e7a749e18e1931dc48915fba",
            "sentence": "You should consult a dictionary when you don't know the meaning of a word."
        },
        {
            "id": "0bd12dccb76946a68cce8c7638bbec0d",
            "sentence": "The detective questioned literally thousands of people about the incident."
        },
        {
            "id": "85598a4167274764b4f986b26abcc151",
            "sentence": "Gravity is the natural force by which objects are attracted to each other."
        },
        {
            "id": "f15f3c9875b941bc8b8d34b0d59bd91d",
            "sentence": "Whether or not beer gardens get a lot of customers depends on the weather."
        },
        {
            "id": "a2189a7be80b4ef19674e8625da9929b",
            "sentence": "Even though I've been exercising a lot, I haven't been losing much weight."
        },
        {
            "id": "113c83f08d8c454aa5f81ec5fa76b934",
            "sentence": "When the cow flies high and the ox flies low, there probably is a twister."
        },
        {
            "id": "916fdd8fed3f44779cd73a441098b5bc",
            "sentence": "There is a fence marking the boundary between our yard and the neighbor's."
        },
        {
            "id": "949aac001f044601a21d52824e384128",
            "sentence": "Tom didn't marry the woman that we all thought that he was going to marry."
        },
        {
            "id": "e633aecd898d4944a1d9425b25e898b7",
            "sentence": "The development of word-processors has enabled us to type Japanese easily."
        },
        {
            "id": "7c597fa1337548a8af30897ce8fda39b",
            "sentence": "Tom was one of the people that stayed and helped clean up after the party."
        },
        {
            "id": "3f496b3fa80f456699a7002969ccce0f",
            "sentence": "I've decided to buy that house on Park Street that we looked at last week."
        },
        {
            "id": "3f58f3576e0a4efead85b02c73f1f2fc",
            "sentence": "If you shout from the top of a cliff, you can hear the echo of your voice."
        },
        {
            "id": "0f8279c95a1047a3be638bd4cecfb0af",
            "sentence": "The tennis players both walked off the court and headed toward their cars."
        },
        {
            "id": "6710e03142ad4a1bb0f76273350d5be7",
            "sentence": "In Esperanto an adjective ends in \"a.\" The plural is formed by adding \"j.\""
        },
        {
            "id": "5d0e875a21214334b601b2e5d7153a1b",
            "sentence": "Tom and Mary exchanged a wave across the street as they passed each other."
        },
        {
            "id": "3c9111c64d9149ac81d726e3b295c0e2",
            "sentence": "I'm sorry I'm late, but I got tied up with something I wasn't counting on."
        },
        {
            "id": "42fb5d3cf14844dd97a0970d59fe7799",
            "sentence": "Whenever I feel like giving up, I think of what my father used to tell me."
        },
        {
            "id": "25f15d2194c2415b8383b02bd96c98bb",
            "sentence": "I know you want to act all macho and all, but now's not the time for that."
        },
        {
            "id": "ae7de779ff5c460a85defde9b7a63389",
            "sentence": "I've spent a lot of time with Tom, and I've gotten to know him quite well."
        },
        {
            "id": "b3cefffbc65f44e38a8d876c218d8f98",
            "sentence": "Since his arrival in town, all the women have remained cautious about him."
        },
        {
            "id": "81287334eb664eacb1196ac621332e38",
            "sentence": "Tom bought a mask and a snorkel so he could go snorkeling with his friends."
        },
        {
            "id": "f9b2174f12294c81a7f2c7a92556f0fc",
            "sentence": "Tom crushed the sheet of paper up into a ball and threw it across the room."
        },
        {
            "id": "20c8c01cb73a4012a4b6f5f378bdb801",
            "sentence": "Tom felt that it would be a waste of time to translate the letter for Mary."
        },
        {
            "id": "0b1c717c458a443297d668b41407bd4c",
            "sentence": "Tom gave Mary a box of chocolates, and then ate all the chocolates himself."
        },
        {
            "id": "a1de79d0bd114ec995dcb8a28ac80e9d",
            "sentence": "Tom took the framed photo off the mantelpiece and took a closer look at it."
        },
        {
            "id": "a574abf230ce49559504e806862ea39b",
            "sentence": "Tom writes something in his diary every evening, no matter how tired he is."
        },
        {
            "id": "7bbf3d2d67a945a6a6236bab3d859a38",
            "sentence": "We waited for the bus, but it was over 30 minutes late, so we caught a cab."
        },
        {
            "id": "2980ad930fb14208a522500081008a55",
            "sentence": "When Tom ate some food that had fallen on the floor, Mary looked disgusted."
        },
        {
            "id": "4afdc1f183c34202afc90ddcf3f5c7e2",
            "sentence": "Mary is a very beautiful woman. On a scale of one to ten, she\\'s an eleven."
        },
        {
            "id": "0fec9d1bbc78410abf0016272f32057d",
            "sentence": "Tom and Mary weren\\'t able to eat the spicy food that John made for dinner."
        },
        {
            "id": "e4bbe45613f94e2fbf362f35c5fa298c",
            "sentence": "I thought chances of Tom not noticing what Mary was doing were pretty slim."
        },
        {
            "id": "ac9652b3339246daa3482aa6e27dc050",
            "sentence": "Tom wanted to give Mary a goodbye kiss, but he thought maybe he shouldn\\'t."
        },
        {
            "id": "9679c0d12ea44bbc9662e9c06ad5fe61",
            "sentence": "Tom was trying to tell Mary something important, but she wasn\\'t listening."
        },
        {
            "id": "ce3a98ce79a34f7aa3221eaf06be981d",
            "sentence": "Tom Jackson is considered to be one of the most dangerous men in Australia."
        },
        {
            "id": "3d4d144284d04bd7a8e761a671111b9d",
            "sentence": "Tom and Mary always talk about the same old things. It gets kind of boring."
        },
        {
            "id": "649989bfa8ce402aa2f4b33399a50bfc",
            "sentence": "Tom asked for police protection after Mary and John threatened to kill him."
        },
        {
            "id": "7cc2642cfb4842ae86c92ef95d985b29",
            "sentence": "Tom attracted a crowd of children as soon as he started playing his bongos."
        },
        {
            "id": "d39f5ed57bb74edfa4bef27e3fdcc19e",
            "sentence": "Do you really think you can learn to speak French fluently in three months?"
        },
        {
            "id": "5da59246e95b4cf78223d559cda6f277",
            "sentence": "From my point of view, Australia is one of the best countries in the world."
        },
        {
            "id": "bc07d87cbd1b41c0b1bb766c9c1e5a35",
            "sentence": "One of Tom\\'s favorite meals is a grilled cheese sandwich with tomato soup."
        },
        {
            "id": "7b509c8364674fdaa4f90953b7c63f7f",
            "sentence": "She advised him to cut down on smoking, but he didn\\'t think that he could."
        },
        {
            "id": "369485c1aa684349a333868022d6ca93",
            "sentence": "Since you\\'re going to the post office anyway, could you mail these for me?"
        },
        {
            "id": "17f1ae93c7f24a26bf912be369fe7464",
            "sentence": "Tom wanted to kiss Mary, but he wasn\\'t sure if she wanted him to kiss her."
        },
        {
            "id": "d12d37ef475348349197f6ab7c1b4442",
            "sentence": "He failed to see the stop sign at the intersection and hit an oncoming car."
        },
        {
            "id": "1e700cc8487b415f83f180a3282ea3ae",
            "sentence": "I thought there was a possibility that Tom was going to break the contract."
        },
        {
            "id": "664208cd557b458ea87c25ed145628ec",
            "sentence": "If you run into Tom, ask him when Mary is going to get out of the hospital."
        },
        {
            "id": "57d0426d1d694ce19720bfa27d696c8f",
            "sentence": "Tom was really glad to hear that Mary hadn\\'t been injured in the accident."
        },
        {
            "id": "b2206be6229f43cebfed94ff20398d17",
            "sentence": "Tom grabbed a handful of popcorn out of the bag and then handed it to Mary."
        },
        {
            "id": "be92fea4f84a4270896ed7701b49e9e6",
            "sentence": "Tom had planned to be the first one to get there, but Mary got there first."
        },
        {
            "id": "6b054ebc529d4affa670b9b0694befc5",
            "sentence": "Tom had trouble believing that Mary would actually want to go out with him."
        },
        {
            "id": "bced046885574c0d91ca8a2304d34ccf",
            "sentence": "Tom has finally returned to Boston after living in Chicago for three years."
        },
        {
            "id": "e2f7c7dca84a4b6d941ffa459eb1957e",
            "sentence": "Tom is ambidextrous and can use his right hand equally as well as his left."
        },
        {
            "id": "9dc6ce6dbdeb44aeba12c1d1aa5cae05",
            "sentence": "I understand how much you want to go to the party, but I can\\'t let you go."
        },
        {
            "id": "672d68f6a08f4a4e9911a2f55e8362c8",
            "sentence": "I\\'d like to introduce to you the gentleman I told you about the other day."
        },
        {
            "id": "9cb268bda72941e2bb230d22630c2d51",
            "sentence": "I\\'ve been trying to call Tom, but I keep accidentally calling you instead."
        },
        {
            "id": "16961cb0c0e14a52adfc3f6d27d124aa",
            "sentence": "I\\'ve figured out that the only way I can do this is to get Tom to help me."
        },
        {
            "id": "7c2a0553c14c496cbcae1304c82b128a",
            "sentence": "The new shopping mall that opened last week closes at midnight every night."
        },
        {
            "id": "85f3137bba234291a031ead4de1e049d",
            "sentence": "Tom and Mary borrowed money from family and friends to open a small bakery."
        },
        {
            "id": "23f8dede0b554479bbbc14ea44584074",
            "sentence": "One of Tom\\'s daughters lives in Boston and the other one lives in Chicago."
        },
        {
            "id": "83382df583654ba2b1f42e818d2f88f8",
            "sentence": "If you want to be a good father, you need to spend time with your children."
        },
        {
            "id": "78dc7af3b5b04b79adcdc130aa3f2182",
            "sentence": "It appears that the bank robbery was planned right down to the last detail."
        },
        {
            "id": "6f7766cc3efc4376b425b181131e748a",
            "sentence": "Tom has been sentenced to life in prison without the possibility of parole."
        },
        {
            "id": "9205125191e64925bea09646ee9255c2",
            "sentence": "Tom invested all his money in the company that Mary and her father managed."
        },
        {
            "id": "80cb40dbc30442e09c349c36bd3ca490",
            "sentence": "Tom\\'s grandfather and Mary\\'s grandfather fought together in World War II."
        },
        {
            "id": "29661159031446aab0750f68ec9c5c4f",
            "sentence": "Tom\\'s jokes are hilarious and get even better after he\\'s had a few beers."
        },
        {
            "id": "41ed1956771841abbcadc555ae57ea32",
            "sentence": "Tom and Mary got married just three months after they first met each other."
        },
        {
            "id": "b74964d430784db186936246e6f8b37e",
            "sentence": "Tom and Mary were discussing the pros and cons of raising the minimum wage."
        },
        {
            "id": "d079665d2d4748d48dd6ca189f30ce8e",
            "sentence": "Tom and Mary were paddling a canoe down the river the last time I saw them."
        },
        {
            "id": "302ad7b0dcf14179808bd368290c5893",
            "sentence": "Tom and Mary were sitting across from each other at a table on the veranda."
        },
        {
            "id": "66a36c9163d740e7bff58405a86cd96b",
            "sentence": "Tom always insists that he\\'s right even when we all know that he\\'s wrong."
        },
        {
            "id": "7b4ebb128efb4c7d89bfd7ee5361a6ec",
            "sentence": "Tom suffered from a heart attack and almost died waiting for the ambulance."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}