{
    "currentPage": 7119,
    "pageSize": 100,
    "items": [
        {
            "id": "6f1372896ada4e9e96c0b73dac41034b",
            "sentence": "His loneliness was as deep as the blue of the ocean around his dugout canoe."
        },
        {
            "id": "d03a20ed4c6e4ccaab5fa1277fa20749",
            "sentence": "Tom stood at the window and, in the fading light, began to play the trumpet."
        },
        {
            "id": "4299a8e90c544498ac79421e7c580343",
            "sentence": "Getting a sports car is easy, compared to the maintenance one must do on it."
        },
        {
            "id": "0f188bc0bd7d4905bffd94dcd6979fcd",
            "sentence": "Father was in a bad mood since he couldn't play golf because of bad weather."
        },
        {
            "id": "45a93d0f0775463eb789fe376f26a671",
            "sentence": "The true secret of writing a good letter is to write as if you were talking."
        },
        {
            "id": "09626c8dec8543849d6e8777fd6938d0",
            "sentence": "If anyone comes in my absence, tell him that I won't come back till evening."
        },
        {
            "id": "aa237b29cd5946868dea93cd22c0b6ef",
            "sentence": "We would have bought the plane tickets if the price had been a little lower."
        },
        {
            "id": "8722c392bc564b658d01a2a61b1758fd",
            "sentence": "Now that you are a high school student, you are responsible for what you do."
        },
        {
            "id": "5eae00ddc8b7419fb57283b3ce126301",
            "sentence": "Pigeons can find their way home with the help of the Earth's magnetic field."
        },
        {
            "id": "9b00906e64034987885e5ba7d0e7821d",
            "sentence": "The machine was too complicated for us to find out the cause of the trouble."
        },
        {
            "id": "35243b84414341948aac96e1440cd056",
            "sentence": "The meeting was called off as there was no hope of agreement on either side."
        },
        {
            "id": "951cef354d074958806f232f0b4ed766",
            "sentence": "This book says the earliest man-made bridges date back to the New Stone Age."
        },
        {
            "id": "c10d28fef85347898df24c34f1a75cad",
            "sentence": "The population of your city is about five times as large as that of my town."
        },
        {
            "id": "e390d5849ac442db97b2da272e395bed",
            "sentence": "Tom was so lost in his thoughts that he didn't hear Mary come into the room."
        },
        {
            "id": "cb27b6e79fa146c29aeb7c49266c70cf",
            "sentence": "If you put your dirty clothes in the laundry basket, I'll wash them for you."
        },
        {
            "id": "23867777a1da4e74afbe8ef16753829d",
            "sentence": "Do you have a needle and thread that I could use to sew this button back on?"
        },
        {
            "id": "ca2702583981497c9dd388657d0e4d3f",
            "sentence": "I've already told Tom that I plan on staying in Boston for three more weeks."
        },
        {
            "id": "73a1330e8acd4c8ea4a24aac256e9d52",
            "sentence": "Drink this potion, and you'll be able to turn into whatever animal you want."
        },
        {
            "id": "118a22df38da422783fe8a22c0c85def",
            "sentence": "I ate some of the cake that my mother baked, even though she told me not to."
        },
        {
            "id": "8c58514fb66c4878ab608025fe46a188",
            "sentence": "You should apologize to your father for not getting home in time for dinner."
        },
        {
            "id": "14f73b173db04705bb458f1125dabee5",
            "sentence": "I was born in Boston, but I moved to Chicago after I graduated from college."
        },
        {
            "id": "c2d84652c80e4e5eaea40a27f4b7ef12",
            "sentence": "Tom knew that Mary was very unlikely to be able to do what she wanted to do."
        },
        {
            "id": "2cef9ffbc4694dd1b3ed95b1da519e5a",
            "sentence": "Tom got to the airport three hours before his flight was scheduled to leave."
        },
        {
            "id": "908227a3d8a74b7e9126575b999f68b3",
            "sentence": "We know that it's going to happen. We just hope that it doesn't happen here."
        },
        {
            "id": "dd72d35c77e249449aebe38d4b79a554",
            "sentence": "Tom is fluent enough in French that many people think he's a native speaker."
        },
        {
            "id": "223a9b86dba8433884228d23d240c0d7",
            "sentence": "Tom didn't like his office, so he asked his boss to let him use another one."
        },
        {
            "id": "baa4eb324f2b495296ce661181ed0ffd",
            "sentence": "When the teacher asked for volunteers, Tom raised his hand, but Mary didn't."
        },
        {
            "id": "fa840559dc634d1eaebaa112ee671952",
            "sentence": "I want to tell you something, but it's a secret. Promise not to tell anyone."
        },
        {
            "id": "4c708e4b546c40208617098c8acdc784",
            "sentence": "I'm glad I wasn't the one who had to tell Tom that his wife had been killed."
        },
        {
            "id": "40aefdf0c7ca4213b5dc5a59efdef668",
            "sentence": "Carrots are good for your eyes. Have you ever seen a rabbit wearing glasses?"
        },
        {
            "id": "f254db60dd404bfa9589212cbd35f216",
            "sentence": "Are you sure you want to walk to the station by yourself this late at night?"
        },
        {
            "id": "d5552fd09eb6413a822d46ebad78b2c8",
            "sentence": "I wonder if keeping your head down and living safely is a survival instinct."
        },
        {
            "id": "ed6edfcc1d8146efba762939b75a6022",
            "sentence": "Bigfoot is not a pet. For one thing, they don't like being called 'bigfoot'."
        },
        {
            "id": "c11e54b0fd044beba0a3412a9e201837",
            "sentence": "Even though Tom explained it in detail, I'm not sure I really understand it."
        },
        {
            "id": "d09717a3ac554c448133600e8d33986d",
            "sentence": "I don't know if it's a bug or not, but this software doesn't work correctly."
        },
        {
            "id": "b297536e1f254fb685d9a36334183e0b",
            "sentence": "I can’t wait for the pond to freeze so that I can ice skate with my cousins."
        },
        {
            "id": "d7ca09b5446a49e089ea7076943b4db2",
            "sentence": "The majority of the population of this country are against mandatory voting."
        },
        {
            "id": "986879a5b3c24fc597026b0ba1146b53",
            "sentence": "Tom has thirty ties in his closet, but he always wear the same two or three."
        },
        {
            "id": "d90c99c4be6b4c6fa8e3f4b02bed5213",
            "sentence": "Tom likes Boston so much that he's decided to stay for another three months."
        },
        {
            "id": "4a6d0baa4b854f23896f649886cc0f79",
            "sentence": "Tom found himself struggling to keep his grades up after a romantic breakup."
        },
        {
            "id": "97b63c2a17fb49abb13142e6be6f4b51",
            "sentence": "Mary was wearing a red dress, and Alice was wearing the same dress in green."
        },
        {
            "id": "733ca53868e748cb8562c4f5cca1589f",
            "sentence": "Lack of funding seriously impairs the ability of the police to solve crimes."
        },
        {
            "id": "476037f7353a4d8c9ac11eacbe7772f4",
            "sentence": "I want to have this letter translated into French by the day after tomorrow."
        },
        {
            "id": "364a20c8f6a44884936610a2e6dcc5d8",
            "sentence": "Tom's only backup plan in case things went wrong was to fake a heart attack."
        },
        {
            "id": "9c1fce08e5f543b897351209787a931a",
            "sentence": "When I opened the door, I saw Tom standing on a ladder painting the ceiling."
        },
        {
            "id": "c52f0d0c389b4ea588a243954cb463cc",
            "sentence": "When I was growing up, everyone in my family had to share the same computer."
        },
        {
            "id": "063b4ed515074bdeaeca488510df188c",
            "sentence": "I want to know when you can come over to my place and help me move my piano."
        },
        {
            "id": "9da69d41e69b49b29989b301d7bc5807",
            "sentence": "Tom's childhood might've been happier if his parents hadn't gotten divorced."
        },
        {
            "id": "9d523f5a636f4ff9bc4a2b72a8faa54e",
            "sentence": "Tom had a sneaking suspicion that Mary had met up with John after the party."
        },
        {
            "id": "158caff4333749e59669f16c41d8b73d",
            "sentence": "What's important now is what we're going to do, not what we've already done."
        },
        {
            "id": "04043bb8ec9644eca8a86e7530e0c947",
            "sentence": "After months spent looking for one, Mary finally bought herself a new dress."
        },
        {
            "id": "69f31d92a1c64f3cbf9c34113745ef82",
            "sentence": "We don't need any more food right now, but we really do need drinking water."
        },
        {
            "id": "d867b45d83c24b9cae10ac4733397306",
            "sentence": "Since we had so much fun last year, we want to do that again this year, too."
        },
        {
            "id": "b1aa30f4648c4840addaad1e9f5df412",
            "sentence": "I heard you restate what I said, but I'm not sure whether you agree with me."
        },
        {
            "id": "e62aae66277c47d3bca2d8b171888856",
            "sentence": "This textbook, having been printed in haste, has a lot of printing mistakes."
        },
        {
            "id": "498dcb2d691a415a8019e311e31b87ca",
            "sentence": "I'm wondering if any of my children will remember that today is my birthday."
        },
        {
            "id": "b481512f2e7346baa77f01d1366519aa",
            "sentence": "I didn't really expect that Tom would lend me money, but I asked him anyway."
        },
        {
            "id": "3965afd21a8d479798cf933b1fb331cd",
            "sentence": "The secret of success in life is known only to those who have not succeeded."
        },
        {
            "id": "a605e299df7a4dbcbac33e0244ce9380",
            "sentence": "Tamarind is often used as an ingredient in Thai recipes for its sour flavor."
        },
        {
            "id": "639de28900e54eaab99ea93b38263c4a",
            "sentence": "I think it might be dangerous for Tom and me to go skin diving by ourselves."
        },
        {
            "id": "109b72a33e5c4bb8a39c00b65ba065d9",
            "sentence": "For exercise, I go jogging almost every day as soon as I get home from work."
        },
        {
            "id": "00c18285de774c238a3b4611979a8797",
            "sentence": "It's true that today women have more rights, but before they had more power."
        },
        {
            "id": "b4200165ed674607939967a4b8c7792c",
            "sentence": "Tom walked into Mary's office, pulled out his gun and shot Mary's assistant."
        },
        {
            "id": "4e72a7d978cc49b3b8b57a29043027ca",
            "sentence": "If you can't explain it to a six year old, you don't understand it yourself."
        },
        {
            "id": "22539e43006f4d97a1dd965f0ccf3cfd",
            "sentence": "Tom has been living in a small cabin in the woods for the past three months."
        },
        {
            "id": "1aef20c7b5dc4fa496e271039a32d46e",
            "sentence": "Tom painted the house as a surprise for Mary, but she didn't like the color."
        },
        {
            "id": "a4447c2ed47b40dc93b95093777f52fc",
            "sentence": "The man I talked to on the bus said that he'd been to Australia three times."
        },
        {
            "id": "d6186b3db4c3426391c1f701e0f36709",
            "sentence": "The man that I talked to on the bus said he'd been to Australia three times."
        },
        {
            "id": "6213809d292f4d3fbfafbeda3a25b20d",
            "sentence": "I must have tried on everything in the shop, but nothing looked right on me."
        },
        {
            "id": "68f5895d7cf34c6aacc520657a83a1e2",
            "sentence": "The girl, who had her head on the boy's shoulder, looked around in surprise."
        },
        {
            "id": "af77675cd47340a78b170e5205fe4e14",
            "sentence": "Supplies of food were low and we had to ration out the little that was left."
        },
        {
            "id": "4fca62758da9422fae931f9674d06c51",
            "sentence": "I was asked by my uncle what I intended to be when I graduated from college."
        },
        {
            "id": "c84b430e936942499fa56eccca8e4fed",
            "sentence": "If it rains on that day, the game will be postponed until the next fine day."
        },
        {
            "id": "d9ce7ac7d62841c38355dfce9505cc18",
            "sentence": "From the buyer's point of view, the prices of these CD players are too high."
        },
        {
            "id": "15a05498843d42cd91454d3053393b3e",
            "sentence": "He kept playing the same record over and over until I had to leave the room."
        },
        {
            "id": "f97a652727f8462ab23893f3493c9038",
            "sentence": "He asked me whether she had given me the book, or if I had bought it myself."
        },
        {
            "id": "1d3816deb3e84cc4bd47a2cc262ff2e1",
            "sentence": "It makes no difference to her whether she lives in a city or in the country."
        },
        {
            "id": "6e55d409458c40ae8dd373470680cc0a",
            "sentence": "She can play tennis very well, but I can play just about as well as she can."
        },
        {
            "id": "492b75959ddd4a4a8ed1fd39a6efcc39",
            "sentence": "It is difficult for us to get along with her, because she is hard to please."
        },
        {
            "id": "b424ca6d519a4a2181b304b7a77b36fa",
            "sentence": "I'm going to have dinner with him tomorrow night, so I'll feel him out then."
        },
        {
            "id": "774b671cc49947468aeb1780ff6c9696",
            "sentence": "This novel describes the life of the Japanese as it was a hundred years ago."
        },
        {
            "id": "35fe1d07e5e64266acff9a95823e8c03",
            "sentence": "This old building isn't worth fixing up. It would be better to tear it down."
        },
        {
            "id": "01e022b94211426dbd57de1d445fd5cb",
            "sentence": "You can't treat the class as a whole, but must pay attention to each member."
        },
        {
            "id": "d78f7d5a7b924fcfa8094106d3dc2798",
            "sentence": "You should have known better than to go out in the rain without an umbrella."
        },
        {
            "id": "9ccc1f6692b648ec9a3a8b27808fb0d7",
            "sentence": "If I had known about your illness, I would have visited you in the hospital."
        },
        {
            "id": "e22ad2ebe0a74846b0effb141a61817a",
            "sentence": "If you come back this afternoon, I'll have a couple of experts here for you."
        },
        {
            "id": "1dc60b8e883044ddaa1b29f2c59a578c",
            "sentence": "You have to read between the lines to know the true intention of the author."
        },
        {
            "id": "6c4afe9bce8a4411a4bb6317ccddaeea",
            "sentence": "I just got back from the States yesterday, so I'm still thinking in English."
        },
        {
            "id": "728851574e7040c1870b61a79d0b5dbd",
            "sentence": "It was really considerate of you to lend me $500 when I was in difficulties."
        },
        {
            "id": "d75e1516243c42f3b2c18d1d82aa8746",
            "sentence": "I didn't have time to recover before I came down with another horrible cold."
        },
        {
            "id": "b06fb06d95a541b0b1bb75b9ba92250d",
            "sentence": "Give me a break. If you have something to say, stop making faces and say it."
        },
        {
            "id": "810ceb43b41648ec9428a266b61abd8c",
            "sentence": "I not only borrowed money from Tom, but I also borrowed money from his wife."
        },
        {
            "id": "17bf810b7d4d4fad90132c885afa89f8",
            "sentence": "During my early teens, I wasn't always on the best of terms with my parents."
        },
        {
            "id": "8bf1b816b0e84e149921c79093e31f7c",
            "sentence": "Tom and Mary stopped talking and turned to watch John walking up the stairs."
        },
        {
            "id": "a1c25be10bcd4ae382288303c7851b07",
            "sentence": "Tom was holding a glass of whiskey in one hand and a cigarette in the other."
        },
        {
            "id": "13065a856b074b38a9234d05fe78b064",
            "sentence": "Filiberto lives in a very large apartment in a city we're not familiar with."
        },
        {
            "id": "d9a558652fc14723a12ec3021a4f3fac",
            "sentence": "That isn't a proper subject to bring up in conversation at the dinner table."
        },
        {
            "id": "a54e815337114990a127d0b6d101b8b0",
            "sentence": "That's not a proper subject to bring up in conversation at the dinner table."
        },
        {
            "id": "0004b055917749bfa173ac07ee98eb50",
            "sentence": "I can't believe that Tom is still talking about what happened two years ago."
        },
        {
            "id": "302f9b5f31184bc38cb84aa7bbc0c0cc",
            "sentence": "You can't just string along every new employee with promises you never keep."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}