{
    "currentPage": 7120,
    "pageSize": 100,
    "items": [
        {
            "id": "8fe5c617566941e99f6a63c6e425b1fe",
            "sentence": "Tom was never very good at team sports, but he enjoyed swimming and cycling."
        },
        {
            "id": "f2a9feae232b41c5b0168e39aaf6244b",
            "sentence": "Tom has been sitting in the other room noodling on his guitar all afternoon."
        },
        {
            "id": "b365e63288264e6ea1378f9f389fa02a",
            "sentence": "Tom dreamed that he had won the contest, but that his prize had been stolen."
        },
        {
            "id": "39e3a4925c5c4e7ab182591fb573678c",
            "sentence": "It wasn't simply by coincidence that Tom and Mary both happened to be there."
        },
        {
            "id": "d3fdc10b60cb498c84c9b506f156f006",
            "sentence": "This is how I've always done this, and I plan to continue doing it this way."
        },
        {
            "id": "38f39c9308be477ba664ac70aaec7b6a",
            "sentence": "There are only three pairs of chopsticks on the table. We need another pair."
        },
        {
            "id": "5b52accabc6c494e965bfc9bdf91dd4a",
            "sentence": "My father kept in touch with us by mail and telephone while he was overseas."
        },
        {
            "id": "b0cbeb33d4414b7f90b02f2ec9346cb7",
            "sentence": "The possibility the explosion was caused by carelessness can't be ruled out."
        },
        {
            "id": "90162236223046d9a10ff003a25498b3",
            "sentence": "Each episode of that TV drama ends with somebody delivering a profound line."
        },
        {
            "id": "f8133de98eab457ba9d5e064b9f4ab02",
            "sentence": "Have you had any persistent itching, rash, or dryness anywhere on your body?"
        },
        {
            "id": "6343eae86b8d41ba8260c86e679ff277",
            "sentence": "On Monday, Tom made it plain that he wasn't yet ready to throw in the towel."
        },
        {
            "id": "f4874551396c476b83d2e63db39e4971",
            "sentence": "We'd better go to another room, so they can't hear what we're talking about."
        },
        {
            "id": "eab0eb22d56a40d0a84bc04ed3b4a57a",
            "sentence": "There was hardly anyone who didn't laugh when the singer fell off the stage."
        },
        {
            "id": "5b584424557a4d07b353062300d03aea",
            "sentence": "When I was cleaning the attic, I found some old pictures of my grandparents."
        },
        {
            "id": "d3bf864f0d7f4f34a08f6b9b40f5b326",
            "sentence": "Mary made a batch of cupcakes for the party, and they were eaten in no time."
        },
        {
            "id": "e00925110f5c48b5a517086c72c26371",
            "sentence": "Mary was a quiet type who kept to herself and rarely interacted with others."
        },
        {
            "id": "3c241dd2fc9641ec8142e3231fac2733",
            "sentence": "Tom ended up asking Mary to the dance, even though he said that he wouldn't."
        },
        {
            "id": "39ff5cd2d01e4715b7b853b6b1cdade3",
            "sentence": "She couldn't have expected that he would come home when everything was over."
        },
        {
            "id": "97200881f6114a4eaa99e5362cfd1577",
            "sentence": "In the last three years, a lot of new buildings have been built around here."
        },
        {
            "id": "380e8cf85f784cfb9726b3a111e3d871",
            "sentence": "Tom found out that the man he thought was his father wasn't his real father."
        },
        {
            "id": "8b702407202c49b0b39e059c121ada04",
            "sentence": "Tom took away his daughter's phone because he wanted her to do her homework."
        },
        {
            "id": "ed72d5c509ad453f9c9445968c28d202",
            "sentence": "I don't know how the fight got started, but I do know how it's going to end."
        },
        {
            "id": "59fc5552a6bb41b2b5d847416cd47d25",
            "sentence": "Eggplant is the main ingredient of some vegetarian dishes with tomato sauce."
        },
        {
            "id": "e2f7ae03251c4f5faae7776adc456d1c",
            "sentence": "Tom has already spent close to half of the money that he won in the lottery."
        },
        {
            "id": "71de488f82634b92a972f33e6060989d",
            "sentence": "People shouldn't drink and drive. Some people shouldn't even drink and walk."
        },
        {
            "id": "fb0addee9ac0467e9fd995eb4cb9e2b9",
            "sentence": "How many Chinese characters does the average college-educated Japanese know?"
        },
        {
            "id": "722d66582ce845b48b0402eacc7649ff",
            "sentence": "The surgeon who did Tom's operation is very experienced and highly regarded."
        },
        {
            "id": "c9045f56981047fc95e74fadeaa66be8",
            "sentence": "Like a house of cards, Tom's dreams and plans came crashing down around him."
        },
        {
            "id": "3a9103a594d3480fbe5c8f25c308760b",
            "sentence": "Some children brought peanut butter sandwiches, some ham, and others cheese."
        },
        {
            "id": "526974b5bae34dfcaa78c65e02b00b55",
            "sentence": "Tom is very overweight and gets offended when people tease him for being so."
        },
        {
            "id": "78465d95bb534b049f8e9ef3149c59a2",
            "sentence": "I've been having a lot more fun here in Boston than I expected to be having."
        },
        {
            "id": "c86c8d7b466246c28f1bd1715ad6ca6a",
            "sentence": "The back door was wide open, and there were lots of mosquitoes in the house."
        },
        {
            "id": "37622a0732044485b9e1a00746a5f4a4",
            "sentence": "It's not a good idea to open an email attachment without knowing what it is."
        },
        {
            "id": "6181b04e120f4e8cb0fffd8aeca1952c",
            "sentence": "The twins look so much alike that it's almost impossible to tell them apart."
        },
        {
            "id": "5732a82261a64831a068536b1360e765",
            "sentence": "With Esperanto you can communicate equally with people from other countries."
        },
        {
            "id": "7accb84a0c7e455dbb7ac6d99de84df0",
            "sentence": "Of all the essays I read today, I thought this one was the most interesting."
        },
        {
            "id": "fb420504974a4d66b30a039ec2bd1190",
            "sentence": "Please send in the original document, and keep a photocopy for your records."
        },
        {
            "id": "ef2bf56f943e4f599f3fe287e8cee51a",
            "sentence": "After Tom got fired, he was escorted out to the building by security guards."
        },
        {
            "id": "62e0cadda478489baf0ec159f52b2075",
            "sentence": "I don\\'t want to give them any reason to think I\\'m not willing to do my job."
        },
        {
            "id": "0e3d7939828744f899530f0bffa2f6f0",
            "sentence": "If I\\'d been able to speak French then, I wouldn\\'t have gotten into trouble."
        },
        {
            "id": "315a194b534440d5a22da82ba291bb6a",
            "sentence": "It would take me too much time to explain to you why it\\'s not going to work."
        },
        {
            "id": "69c8d4bc388f40799ed2a710dec8bca1",
            "sentence": "Is it worth spending time trying to help people who don\\'t want to be helped?"
        },
        {
            "id": "ea639b52dbae409eb68f96bf78d96f1e",
            "sentence": "It\\'s not through inventions but through improvements that fortunes are made."
        },
        {
            "id": "f5055853bd0b48d6a75838d98fff4881",
            "sentence": "I think it\\'s highly unlikely that I\\'ll ever see my stolen motorcycle again."
        },
        {
            "id": "492ba840828a49b5b0df9f973d065478",
            "sentence": "I think it\\'s highly unlikely that we\\'ll be able to escape from this prison."
        },
        {
            "id": "25bbbaadca004db08d6313ed51a0f04a",
            "sentence": "She advised him to go there alone, but he didn\\'t think that was good advice."
        },
        {
            "id": "bc0c4dd493ae4a5d8ad4b353dae307c8",
            "sentence": "Don\\'t bother waking me up at 4:00 a.m. I don\\'t plan to go fishing tomorrow."
        },
        {
            "id": "625db94894d641488f64962e45cc179a",
            "sentence": "Tom\\'s eyes weren\\'t yet accustomed to the dark, so he couldn\\'t see a thing."
        },
        {
            "id": "b7b7e49193d34a75904829e046f54b1f",
            "sentence": "Everyone rushed over to the other side of the ship to see what was happening."
        },
        {
            "id": "a0465012379b4aec92f82feb38f450cc",
            "sentence": "I imagine that Tom will eventually run out of money and have to go back home."
        },
        {
            "id": "054cb45075bf48729de5592c44cf994d",
            "sentence": "Mary tied an apron around her waist and then took the turkey out of the oven."
        },
        {
            "id": "a9cb753891144fa5ae697acdedbf3d2d",
            "sentence": "Tom spends all day speaking French at school and only speaks English at home."
        },
        {
            "id": "fee3de5d5fb348408296eb947f0dace8",
            "sentence": "Tom wondered if he should pretend to appreciate the dinner Mary made for him."
        },
        {
            "id": "75a88186e1584366937b3d6b05316d1b",
            "sentence": "Tom would often make mistakes purposely just so the teacher would notice him."
        },
        {
            "id": "13929566bef04d40a3293bb565270867",
            "sentence": "I think it\\'s unlikely that a situation like this one would ever occur again."
        },
        {
            "id": "b42e276dba6d43eba924c1985457a79c",
            "sentence": "If I were to study French, I\\'d prefer to study with a native French speaker."
        },
        {
            "id": "a8f1c09481b14c568744695098e0eba1",
            "sentence": "The best cookies I\\'ve ever eaten are the ones that your mother baked for me."
        },
        {
            "id": "f365a8a01e304c56a2fa4dcf39861cf0",
            "sentence": "Tom is still wearing his wedding ring, even though he\\'s not married anymore."
        },
        {
            "id": "972cc36db85649728eb0e32d5437ecf8",
            "sentence": "Why don\\'t you hang around a while after everyone else leaves so we can talk?"
        },
        {
            "id": "96ac6ee082f54c16b6d792618b5419ff",
            "sentence": "After I graduated from college, I spent two years traveling around the world."
        },
        {
            "id": "884401b4b2d54ffb822a58682e23e0b4",
            "sentence": "It\\'s unlikely that anyone other than Tom would be interested in buying this."
        },
        {
            "id": "e3fd1627a37c4736a6b8c83716d7b8e4",
            "sentence": "Tom and Mary were about to sit down for dinner when John knocked on the door."
        },
        {
            "id": "0b14ab53f3c74123841724455830b53f",
            "sentence": "Tom bought a new camera for Mary to replace the one he had borrowed and lost."
        },
        {
            "id": "31d04ba9828f46acb1d191c36e024d1d",
            "sentence": "Tom claims that he can taste the difference between these two brands of salt."
        },
        {
            "id": "077a7dd6e8f248508470063419e86df8",
            "sentence": "Tom decided to go ahead and ask Mary the question he had been wanting to ask."
        },
        {
            "id": "2360ae704bff4f9ebf391006ce07af1c",
            "sentence": "Tom said that he wanted to be alone and then he went upstairs to his bedroom."
        },
        {
            "id": "7eee2b2c575b4cb3b716f8bcadc5c744",
            "sentence": "Tom spent the better part of the day writing an article for a local magazine."
        },
        {
            "id": "a1e76e73f5c04cf98e1b62af24e9fc4f",
            "sentence": "After getting out of the shower, Tom wiped the fog off the mirror and shaved."
        },
        {
            "id": "05ad2d72c6f04faab00a9491b4bff49d",
            "sentence": "We had hoped some students would come, but there was no one in the classroom."
        },
        {
            "id": "59de33bfc7194737ac2f5299d78a8968",
            "sentence": "Would you please stop pacing around like that and just sit down for a second?"
        },
        {
            "id": "879b6792494943db8ffcd58044caac93",
            "sentence": "Don\\'t forget to spend a little time looking over your notes before the exam."
        },
        {
            "id": "447ecbf582ed4b95836169c1118dacd9",
            "sentence": "I don\\'t think it\\'ll rain, but I\\'ll take an umbrella with me, just in case."
        },
        {
            "id": "4a67ff396fc641a9a44253f66e7751ca",
            "sentence": "Why don\\'t we let Tom handle this matter? After all, he\\'s the expert, right?"
        },
        {
            "id": "da1bb8c29ff34c059fe0a2a1e271e768",
            "sentence": "You can believe what you want to about me, but that doesn\\'t mean it\\'s true."
        },
        {
            "id": "ce3fd410547c44baacfcf3865305ceca",
            "sentence": "Tom wanted to get in a little target practice before he went into the office."
        },
        {
            "id": "a14be9dfac5b4fd8986b54a2eb6cf4e9",
            "sentence": "I thought for a moment Tom was really going to tell Mary about what happened."
        },
        {
            "id": "7c48273c0ee347b3b3e51b209fd72966",
            "sentence": "Tom shouldn\\'t have written his password on the inside cover of his notebook."
        },
        {
            "id": "58d479a65b46421e9178690acf1dc668",
            "sentence": "This book is written in simple English, so it should be easy for you to read."
        },
        {
            "id": "884251eea524428e9660fc038cc106d8",
            "sentence": "Tom had no idea that Mary was planning to stay in Boston for three more days."
        },
        {
            "id": "9ff53ced58514a2f98675e9123a11a5d",
            "sentence": "Tom wondered why Mary had written his name on the back cover of her notebook."
        },
        {
            "id": "86b4128ddaa84eee92065fd2f2d6f527",
            "sentence": "Tom said he liked what she had made for dinner, but he was only being polite."
        },
        {
            "id": "b9f705c7a3444c61a7cd5f7abc2cae99",
            "sentence": "Tom believes that getting married to Mary was the best thing he\\'s ever done."
        },
        {
            "id": "c8efd8d524594f57901c1fd34517e7a1",
            "sentence": "Tom, Mary, John and Alice all went to the park to play on the merry-go-round."
        },
        {
            "id": "26324940963b499db7f71b3662c48248",
            "sentence": "Tom has three sisters. One lives in Boston and the other two live in Chicago."
        },
        {
            "id": "a3728702c0ee4bf1b05ceb3145fe171b",
            "sentence": "Tom doesn\\'t like swimming in pools. He prefers swimming in lakes and rivers."
        },
        {
            "id": "04ce715fbeeb4275b9565a48a1c4aa4b",
            "sentence": "Tom hid in the mountains because he didn\\'t want to get caught by the police."
        },
        {
            "id": "b822bfa0adcb4520b43fcc29c4f8947f",
            "sentence": "I wish I could figure out how to finish this project without asking for help."
        },
        {
            "id": "0faf8b83af544120b87aaf0b24c95432",
            "sentence": "If there are no dogs in heaven, then when I die I want to go where they went."
        },
        {
            "id": "833e39c0448f43ce885301943a8a85eb",
            "sentence": "It seems that Tom had planned to give Mary the loan she had been looking for."
        },
        {
            "id": "16136b20430a4dfda502810e26689d67",
            "sentence": "Tom\\'s partner thought that they should also sell gourmet popcorn seasonings."
        },
        {
            "id": "212d7fa58cdc4297817933a88582356f",
            "sentence": "Tom was supposed to help me paint the barn yesterday, but he never showed up."
        },
        {
            "id": "c781db4b3f4446188f62ffd443613516",
            "sentence": "I can\\'t tell you what a disappointment it was that Tom didn\\'t win the race."
        },
        {
            "id": "83349eddd8354cb091ad04a284fa22bd",
            "sentence": "Tom ignored Mary almost all day, but finally talked to her just after dinner."
        },
        {
            "id": "a8174454efd244eb84b470371a494049",
            "sentence": "Tom lied about his age, so Mary thought he was much older than he really was."
        },
        {
            "id": "fd66c4b5b820400fb0fda728dbb2f1e1",
            "sentence": "Tom plans to go to Boston as soon as he can after his summer vacation begins."
        },
        {
            "id": "2b1b51db607242579361a6a244681071",
            "sentence": "In the early afternoon, Tom decided that he just had to get out of the house."
        },
        {
            "id": "2bde169df1fc44f59ee71de03098aa97",
            "sentence": "I didn\\'t want to spend any more time trying to convince Tom to study French."
        },
        {
            "id": "e790dd7e0c6c42909e27c619a7bc7d00",
            "sentence": "I don\\'t see how Tom can stay up all night and then be so wide awake at work."
        },
        {
            "id": "f0a0c304a4b64fc0886be06ce240a84c",
            "sentence": "I wonder whether or not Tom has ever told Mary about what we did on that day."
        },
        {
            "id": "36a62db3e1f148c2b397cd00cba61951",
            "sentence": "Mary dreamed that one day she would meet a prince and they would get married."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}