{
    "currentPage": 7122,
    "pageSize": 100,
    "items": [
        {
            "id": "fb4c0b25d8fd4028855301c945fb4ffc",
            "sentence": "Step one is to determine whether it's something that really needs to be done."
        },
        {
            "id": "9a760a705f0d42c2849e5444884189a1",
            "sentence": "I would never in a million years have expected something like this to happen."
        },
        {
            "id": "f95a483f76fb42629e2d62b3acad9e13",
            "sentence": "The video shows him chugging an entire bottle of whiskey (God rest his soul)."
        },
        {
            "id": "b9d0eecce6d04675a760b9bfea155506",
            "sentence": "I think the fact that I'm friends with the librarian says something about me."
        },
        {
            "id": "0f2c9b5335cf48d080b1561f40f5ffb1",
            "sentence": "Tom has a TV in his bathroom, so he can watch the news while he takes a bath."
        },
        {
            "id": "1529981e5ddd4bbe9a45a9eb5caf2c94",
            "sentence": "Have you ever had to fire someone that you didn't think deserved to be fired?"
        },
        {
            "id": "e52c5eaf2a1e45d280bedb3b6ce7aeaa",
            "sentence": "Have you ever considered how hard life would be like without Tom to help you?"
        },
        {
            "id": "aae34e2f8e55433191991aeb11a590fb",
            "sentence": "Someone named Tom stopped by this afternoon and gave me this package for you."
        },
        {
            "id": "9d81f6c9114f4e36b5147965b81e2ae9",
            "sentence": "You don't have many options, so you're not really in a position to be choosy."
        },
        {
            "id": "19ea41d63cd9415d821f41a6b9a170e3",
            "sentence": "It may be uncouth, but I love to eat peanut butter out of a jar with a spoon."
        },
        {
            "id": "b658453fd5eb40589380a4789f917ecd",
            "sentence": "Our university chartered a plane for the football team and the marching band."
        },
        {
            "id": "343e7ae8274a40659beb1a2c3cdd1b7a",
            "sentence": "Killing your spouse is one way to end a marriage. However, it's frowned upon."
        },
        {
            "id": "b4ffee4d16ec489d9fd9ec8d1cbd032c",
            "sentence": "What's clear is that Tom is missing. We're not sure that he's been kidnapped."
        },
        {
            "id": "5d26705b0ebf455a92df464884844161",
            "sentence": "That finch is performing its cute little dentistry on a crocodile over there."
        },
        {
            "id": "aab817ab576c41efba8e634959db5d5e",
            "sentence": "It's a school holiday tomorrow, so I'm planning to go somewhere and have fun."
        },
        {
            "id": "76229e4f840d40d9b33930680b223f3a",
            "sentence": "I have not heard from you. I was wondering if maybe my mail never got to you."
        },
        {
            "id": "657bbe41621641a6992bcb6a11e3960d",
            "sentence": "I don't care if my French isn't perfect as long as I can get my point across."
        },
        {
            "id": "887a28df791547d18f2b217f82bc2dc3",
            "sentence": "If there's anything at all that you don't understand, you can ask me anytime."
        },
        {
            "id": "293ca9506c054977a25bf080dee8e78d",
            "sentence": "In spite of the fact that Tom is thirty, he's still dependent on his parents."
        },
        {
            "id": "1d6730199d8a465f8cc2fda9ccb307dd",
            "sentence": "Copper is both ductile and conductive, making it ideal for electrical wiring."
        },
        {
            "id": "4aa3d3cc03cd421ea72eb2ed68652e64",
            "sentence": "The governor stayed Tom Jackson's execution after new evidence came to light."
        },
        {
            "id": "6b6663e622af43dbaadea06d5cb289dc",
            "sentence": "Nothing makes us age more quickly than the thought that we're ageing quickly."
        },
        {
            "id": "c3909c0991cc4c1b8dbd0402b8670bf8",
            "sentence": "Tom got a dog for his birthday, but he hasn't yet made up his mind on a name."
        },
        {
            "id": "9ca11e7884dd45c4a85cc69d2452573e",
            "sentence": "I promised myself I'd make Tom laugh at least once before the end of the day."
        },
        {
            "id": "9d5fd37f27d247189a977cc08af7ec38",
            "sentence": "Tom didn't buy the ring that he gave to Mary. He got it from his grandmother."
        },
        {
            "id": "9d336b9378f648d893b1ce18fe23209d",
            "sentence": "Tom and Mary sold everything, bought an old farm and started raising alpacas."
        },
        {
            "id": "ec9b415ad9244e33afa9d1385ff5940e",
            "sentence": "The amplification of DNA via PCR is a necessary step for many kinds of tests."
        },
        {
            "id": "b6fd2b244cf1476eb3474389d674bbe2",
            "sentence": "Mary brought her truck to the dynamometer, hoping to show off its horsepower."
        },
        {
            "id": "ccb9ab4274d84566a0408f110883c63d",
            "sentence": "Put all the stuff you don't want in this box, and I'll get rid of it for you."
        },
        {
            "id": "5c5f89dc6fc94a6ba0cacb8ecf211835",
            "sentence": "Emergency rooms are experiencing a surge in admissions due to gunshot wounds."
        },
        {
            "id": "c73c745c892747138036fbaea94acecf",
            "sentence": "In the U.S., you usually have to show identification in order to buy alcohol."
        },
        {
            "id": "a38725b21a5b43aa8acc47d57b3cdd66",
            "sentence": "In the U.S., it is common for people to write a check instead of paying cash."
        },
        {
            "id": "d611a33a80ff4a75b8ef74dbe95203d4",
            "sentence": "The prince made it known all over the land that he would marry the poor girl."
        },
        {
            "id": "883326965502417f97cc04a663d3231f",
            "sentence": "This issue is quite painful for Tom, so try to bring it up to him delicately."
        },
        {
            "id": "d8a243693ee847b38d526267c3001637",
            "sentence": "Tom always sets two alarm clocks when he's catching the early morning flight."
        },
        {
            "id": "64a5c46c92eb4ad2a1c0cbb88dc0667f",
            "sentence": "If you want to get good at understanding French, then watch movies in French."
        },
        {
            "id": "c8c96e8b34fa495d84ba9e639616c7f4",
            "sentence": "Health workers on the front line of the pandemic response face greater risks."
        },
        {
            "id": "e7f8b86b33574b52ab3d06050b2a4134",
            "sentence": "You have to see your primary health care provider before seeing a specialist."
        },
        {
            "id": "2a1267bf24c0476c931136512fdcb757",
            "sentence": "I still think that it's unlikely that we'll ever find someone to replace Tom."
        },
        {
            "id": "cd57050bb5654815b61052d03d2aa643",
            "sentence": "Last month, they demolished the old building across the street from my house."
        },
        {
            "id": "23ca439c652f4615a642e21ad2c9710b",
            "sentence": "Using only a teaspoon, Tom dug the tunnel that he used to escape from prison."
        },
        {
            "id": "a1de17102f7f402b9095f73a5d9509c1",
            "sentence": "Tom and Mary argued about how to spend the money they had won in the lottery."
        },
        {
            "id": "44f2b5459817494caef8665bdd99531d",
            "sentence": "I have two uncles. One lives in Australia and the other lives in New Zealand."
        },
        {
            "id": "4878c853619b4434bc4a3172f19877cf",
            "sentence": "It's unlikely that anybody other than Tom would be interested in buying this."
        },
        {
            "id": "5f776c45ffcb4adbb786b2cdd1430693",
            "sentence": "In my opinion, Australia is one of the most beautiful countries in the world."
        },
        {
            "id": "d6ababc70c1d439abd85b18f39d31c0a",
            "sentence": "All you ever do is nitpick. I wish you could say something more constructive."
        },
        {
            "id": "97feefc7758d4ab2b4d9581526d588c2",
            "sentence": "I'm not sure if you're interested, but I translated your article into French."
        },
        {
            "id": "b3222ddf55354efd9997749c7785803b",
            "sentence": "Tom became convinced that mining guano would be a lucrative business venture."
        },
        {
            "id": "6089f010d7b746a393913630cca38ccc",
            "sentence": "It's surprising that you haven't heard anything about what's going to happen."
        },
        {
            "id": "a3f9486ea1864e5fbaea86a503887a44",
            "sentence": "How far are we going to keep going this direction before we admit we're lost?"
        },
        {
            "id": "025ed26354d54e5bb00631934365c1c4",
            "sentence": "Since the climate here is very mild, it seldom snows here even in the winter."
        },
        {
            "id": "3317a4b6591e49709bee8cad766c1c09",
            "sentence": "Understanding Tom's accent is as difficult as reading a doctor's handwriting."
        },
        {
            "id": "8063b7b1e6324eb586195e3b52e18154",
            "sentence": "When I entered the room, Tom was lying on the floor and his eyes were closed."
        },
        {
            "id": "b2dfd9c7d43e4400b310b0f0c97f4458",
            "sentence": "I've never met anyone who knows as much about Australian history as Tom does."
        },
        {
            "id": "98df64fd8eaa48918c35bc4a9859d659",
            "sentence": "Somebody told me that today's test was identical to the one we had last year."
        },
        {
            "id": "9483b240aaef4ecdbbbddfae680b0c08",
            "sentence": "You're the only person that I know who likes getting up early in the morning."
        },
        {
            "id": "ebcec0809b734d32aba1466920fd94c9",
            "sentence": "Mary was a difficult child, but she has matured into a beautiful young woman."
        },
        {
            "id": "7e125145f39a46ea87eaea3eccf7f4e4",
            "sentence": "Every day Mary took baskets full of bread to the poor and cared for the sick."
        },
        {
            "id": "3692ed99e1da44cdb40e4c74f40e22e9",
            "sentence": "Tom suffers from post-traumatic stress disorder and is plagued by nightmares."
        },
        {
            "id": "be0c6855d43a48cab5f5ec871da65a1b",
            "sentence": "The sun rises in the east in the morning and sets in the west in the evening."
        },
        {
            "id": "fda694dce79a43c8a0ba0259b456a05a",
            "sentence": "Last year, incomes rose for all races, all age groups, for men and for women."
        },
        {
            "id": "3de3839d656d4962a083eb440eb8a1b1",
            "sentence": "Tom and Mary met in college and got married three weeks after they graduated."
        },
        {
            "id": "28f224e617034e599efcd82582a66186",
            "sentence": "Fortunately, there are some techniques you can use to work around this issue."
        },
        {
            "id": "b083f643e5ac449c9acf04fa67a2e923",
            "sentence": "Tom didn't do what he did because Mary told him to, but because he wanted to."
        },
        {
            "id": "a3bfdc105640476a8a23a2b9bcc25f5b",
            "sentence": "The watchman walked around the building to make sure everything was in order."
        },
        {
            "id": "5ec839cf12794a078d5ae8818271637b",
            "sentence": "There was a fire on one of the upper floors of our office building last week."
        },
        {
            "id": "aa379dd24b9047e3be17de54a8a0b4aa",
            "sentence": "I don't know if we're going to be able to make it to Australia for Christmas."
        },
        {
            "id": "1e32c6f8e1774b7dae80481fa6a87974",
            "sentence": "I could stay in Australia for another two or three weeks if you need me here."
        },
        {
            "id": "fce6d97f9b3945a5bc4baa19b626ddad",
            "sentence": "I couldn't find it in my local supermarket, but I found it being sold online."
        },
        {
            "id": "b99e75a5678f4191adeb07cfb519d836",
            "sentence": "Tom often just drinks hot water when everyone else is drinking tea or coffee."
        },
        {
            "id": "26743c9939944f67b3462bcc593cf1b9",
            "sentence": "I'll be away for a while and expect to be back towards the end of next month."
        },
        {
            "id": "f22a526b774f42ef81f1964e01021d2e",
            "sentence": "If only her husband helped her, most of her problems at home would disappear."
        },
        {
            "id": "44d8d7446d78408982c9d4c555203fd6",
            "sentence": "Tom thought that it would be better to go talk to Mary than to just text her."
        },
        {
            "id": "0059e6b76c4d4767961efadb0ec797ae",
            "sentence": "Tom was skeptical of Mary's business plan, but he kept an open mind about it."
        },
        {
            "id": "5ea302bec5c745d7965fc6cbd7cd8858",
            "sentence": "I don't think that you're doing that as well as you could with a little help."
        },
        {
            "id": "34354b36ed5645ca8ea33d34d733c277",
            "sentence": "When we decorate our Christmas tree, tinsel always gets stuck to our clothes."
        },
        {
            "id": "aaa72803e7b84b5ea6b93b5f83109b16",
            "sentence": "We waited all afternoon for something to happen, but in the end, nothing did."
        },
        {
            "id": "efdf64d0e52c45a38061d79dcd286797",
            "sentence": "Tom and Mary soon became friends with the other children in the neighborhood."
        },
        {
            "id": "faa393454f054ccc8d5a738635a123b3",
            "sentence": "Tom forgot to turn off the microphone when he turned to say something to Mary."
        },
        {
            "id": "a7c23f2c85754539bb724befd3d251e9",
            "sentence": "Tom is irritating because he always has to have the last word in any argument."
        },
        {
            "id": "358a11a9a51740eba7b8bd6984779313",
            "sentence": "Tom made a promise to himself that he would never make the same mistake again."
        },
        {
            "id": "d87f3088913f4e03a2f00ca24908273b",
            "sentence": "Tom took off his dirty clothes and put them directly into the washing machine."
        },
        {
            "id": "b7ffb2e72e434ac9a5df75ae32be0cc3",
            "sentence": "Tom tried not to listen to Mary and John discussing their financial situation."
        },
        {
            "id": "e40000d8975943cfa05deebc6e80eff4",
            "sentence": "If you\\'re interested in going to the zoo tomorrow, I\\'ll pick you up at 2:30."
        },
        {
            "id": "a6f08aaeb23247b7a4407b97c009ed98",
            "sentence": "Do you think Tom really intends to drink that whole bottle of wine by himself?"
        },
        {
            "id": "83010ae9c7724196b4a9f3128736d085",
            "sentence": "I wonder whether or not Tom has ever asked Mary why she dropped out of school."
        },
        {
            "id": "e449dd4799324f41af77b7fce4018332",
            "sentence": "I think the first thing you might want to do is put some gasoline in your car."
        },
        {
            "id": "5d22d8c2cefe483b9bcaabddd98bdf18",
            "sentence": "I want to apologize to you for calling you a jerk in front of your girlfriend."
        },
        {
            "id": "e0cbc63cb3e04d6c9f4707afd97e2122",
            "sentence": "Make sure that the first coat of paint is dry before applying the second coat."
        },
        {
            "id": "80ec6b9dbbec42728216d826630b8928",
            "sentence": "Tom wedged the claw of the crowbar under the nailhead and pulled out the nail."
        },
        {
            "id": "3a06840fe9084da2ace5c3ecf6f5260f",
            "sentence": "Don\\'t you want all your friends to come to your party and celebrate with you?"
        },
        {
            "id": "0fdfd39835314642814e1f70008f9c1b",
            "sentence": "I had to cancel that order because we didn\\'t have enough money to pay for it."
        },
        {
            "id": "3b9e7ecb94584683918920471e0329a8",
            "sentence": "I managed to catch the 8 o\\'clock train by running all the way to the station."
        },
        {
            "id": "69a46c57f61d4a59844369b7dda5307e",
            "sentence": "Tom came to the conclusion that no matter what he did, Mary wouldn\\'t like it."
        },
        {
            "id": "c37cf19c619c45fe985939113e149ffa",
            "sentence": "Tom used to have a penpal in Australia that he wrote to several times a month."
        },
        {
            "id": "ccc0d8b53dbd465c90ee3138e0fae101",
            "sentence": "Tom wanted me to tell you to buy a couple of loaves of bread on your way home."
        },
        {
            "id": "f07facf7b5794e65bab3b79f4a7e770e",
            "sentence": "Tom was last seen in the neighborhood the day before his ex-wife was murdered."
        },
        {
            "id": "a583af4243f4415e87bad395b6ffa820",
            "sentence": "The police officer checked to see if the body lying on the ground had a pulse."
        },
        {
            "id": "5ad0144802f24050ac62ee01fd4fc9d7",
            "sentence": "Tom and Mary are still in their offices. Both of them plan to work late today."
        },
        {
            "id": "f5efa4b80d9e457ca4d94ef6856904fa",
            "sentence": "Tom and Mary were sitting on the sofa as far away from each other as possible."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}