{
    "currentPage": 7126,
    "pageSize": 100,
    "items": [
        {
            "id": "2465bd0b3384404ea0f853e34bda0901",
            "sentence": "I didn't like the shirt that Tom gave me for my birthday, so I gave it to John."
        },
        {
            "id": "d2e04b7bfc4b4fcbb3f5d0a62a7cf6f1",
            "sentence": "Instead of just the two of us, let's invite the whole class to do that with us."
        },
        {
            "id": "e731f2c7c2584df7bd1bfc77d1dbe95a",
            "sentence": "Tom could've paid for Mary's ticket if he'd known she didn't have enough money."
        },
        {
            "id": "0a0236bf495d4cee8e6eaf75c530d13e",
            "sentence": "She tried to get a tent at the shop, but she could not find the one she wanted."
        },
        {
            "id": "034996fe6a8b403ab0071d2803a0c232",
            "sentence": "Tom shaved his head to show support for Mary, who's going through chemotherapy."
        },
        {
            "id": "c607cb8a285e4b438df295725f753c3b",
            "sentence": "Tom said that he didn't believe Mary really planned on going bowling with John."
        },
        {
            "id": "9ebdf0e45a7c4c3796af5d4dd5673203",
            "sentence": "The bicycle is the most elegant and efficient means of transport ever invented."
        },
        {
            "id": "f34b3288898b4c159fd976b1f91043ec",
            "sentence": "Don't pay attention to what everyone else says. What matters is what you think."
        },
        {
            "id": "82f962ec038c45cbafc1aed31fc9aeab",
            "sentence": "Tom tried to tickle Mary, but found out she was much less ticklish than he was."
        },
        {
            "id": "f0153ab8168e44ea8534df493b7a354f",
            "sentence": "Keep an eye on Tom. Heaven knows what he's capable of, left to his own devices."
        },
        {
            "id": "09cd8da723574c6695ed5e5652e7d8ea",
            "sentence": "Tom opened one of his notebooks and started writing down ideas for a new novel."
        },
        {
            "id": "ae7fdbd566fe41da815ba21439ad2b63",
            "sentence": "The reason my parents don't like my boyfriend is because he doesn't have a job."
        },
        {
            "id": "7f352c78eef14c68b128e6752d366fe4",
            "sentence": "Tom and the rest of the basketball team stole a school bus and drove to Boston."
        },
        {
            "id": "c469d67585704cc295f4bbba396c941c",
            "sentence": "Those who use forks or chopsticks often think people who don't are uncivilized."
        },
        {
            "id": "208c5cb1cd2d41a082080b02745b6fa2",
            "sentence": "How much time do you spend every day helping your children with their homework?"
        },
        {
            "id": "702cb32f486245838e0d18761adf74d8",
            "sentence": "I have to admit that hanging out with Tom all day was more fun than I expected."
        },
        {
            "id": "70827853dba94b66bc1526054bcf8822",
            "sentence": "We have to ask ourselves whether building a bridge here will be worth the cost."
        },
        {
            "id": "b2328ba71f1a4e31ae9fc2b0982b4143",
            "sentence": "Tom wondered how long it would be before Mary realized John wasn't coming back."
        },
        {
            "id": "2f6482e5aa9d4a8d9a8074dc0624c775",
            "sentence": "I've already told Tom that I plan on staying in Boston for another three weeks."
        },
        {
            "id": "0068896a638a4ea986545bca112c8c10",
            "sentence": "The school that Tom goes to is by far the best one in this part of the country."
        },
        {
            "id": "86bfba5718a84791882ab71dd6670085",
            "sentence": "Eating habits in China have been rapidly becoming Americanized in recent years."
        },
        {
            "id": "e810125679314900968547ca14b47869",
            "sentence": "There is an old pond. There was a frog that jumped in. I could hear the splash."
        },
        {
            "id": "da51c8b3277b4fd8a78342192fc57c1b",
            "sentence": "I suspect that Tom and Mary know that something interesting is about to happen."
        },
        {
            "id": "5ff27e4a5c514436baa9b3fcc1cd71e9",
            "sentence": "I'm glad that you were able to get everything done that you wanted to get done."
        },
        {
            "id": "44fe14984349444d991ef22c82c1daeb",
            "sentence": "Tom waters the potted plants on his porch every morning before he goes to work."
        },
        {
            "id": "1ef3c1a4ba4c4a5b8e21898ca7bd9445",
            "sentence": "I could've met you at the airport if you'd told me what time you were arriving."
        },
        {
            "id": "83f00a53ff02492c847b40862901524c",
            "sentence": "Tom thought he'd broken a bone in his foot, but an X-ray showed that he hadn't."
        },
        {
            "id": "07c0525f094a4ff9bb93d6bb72e498ea",
            "sentence": "She's popular, not because she's beautiful, but because she's kind to everyone."
        },
        {
            "id": "41b38eeb27ee485486ac85a99428de53",
            "sentence": "Tom opened his mouth to say something, but Mary signaled for him to keep quiet."
        },
        {
            "id": "671449d913bf49b4b9f87fb3e5f86b14",
            "sentence": "I got it through my head that my parent's strict rules were for my own benefit."
        },
        {
            "id": "9b1bde8948e549bbb1940029d8f02267",
            "sentence": "Tom isn't the only one who has to study really hard. I have to study hard, too."
        },
        {
            "id": "a092f9e9ae6b48fbb1de4e876c7c45f2",
            "sentence": "I'm convinced there are few people in this world who cook as well as Mary does."
        },
        {
            "id": "2beb8b932985465e80e95afd795aa1fb",
            "sentence": "I wouldn't say we've achieved our goal yet, but we're within striking distance."
        },
        {
            "id": "40f4ca85e3df4447b041af0636efa9d3",
            "sentence": "The unsurmountable pressure from all directions was too much for Tom to handle."
        },
        {
            "id": "6a3aa28d0d4d424da78804bb5b5d71f4",
            "sentence": "Tom could feel Mary's head resting on his shoulder as they watched TV together."
        },
        {
            "id": "1a38ad7121654e00a29741dd834bd5a3",
            "sentence": "Tom's lecture was so boring that half the audience left before he had finished."
        },
        {
            "id": "55ae5787a13c4e46a294aa1f2afc5875",
            "sentence": "The seven deadly sins are: pride, envy, greed, anger, lust, gluttony and sloth."
        },
        {
            "id": "ae0e447172814a469f2d5b92d19aedf0",
            "sentence": "Have you ever given a speech to an audience of more than three thousand people?"
        },
        {
            "id": "f213604cb8df4d579abab447305d1357",
            "sentence": "Have you ever considered how much richer you'd be if you didn't drink or smoke?"
        },
        {
            "id": "243018538618432eb53b88e364860dae",
            "sentence": "When you're finished using my tools, please put them back where you found them."
        },
        {
            "id": "b110716dc8314ee28e91f6ebb5efde5c",
            "sentence": "If you know anyone who might be interested in this, feel free to pass it along."
        },
        {
            "id": "cde80897d88f4fdc9c26e46f9338cc3e",
            "sentence": "I want to know what you want me to do with all the stuff you left in my garage."
        },
        {
            "id": "ecc30fa1828547e3b5260e176cdfb717",
            "sentence": "Tom took a couple of sleeping pills, hoping that he'd get a good night's sleep."
        },
        {
            "id": "93b97430146d4706a7dafc9dfdcd9c7e",
            "sentence": "My five year old daughter always goes to kindergarten happy and full of energy."
        },
        {
            "id": "b260b6ccf5704329a4668aa62cd15eed",
            "sentence": "I don't quite understand why you're commenting on a French sentence in English."
        },
        {
            "id": "38a71c562a154358a1f68362f29564e6",
            "sentence": "I just don't understand what goes through the minds of people who troll forums."
        },
        {
            "id": "114cb7d987a44e2c98a4412926e6172e",
            "sentence": "I hadn't recognized the importance of this document until you told me about it."
        },
        {
            "id": "e8abd7eb44094a5a86899999ec7fc735",
            "sentence": "If the weather holds, we should be able to get this done by the end of the day."
        },
        {
            "id": "f5d48e001d734a738755f8d58d053584",
            "sentence": "Seeing what you have in your suitcases, I guess you're planning on a long stay."
        },
        {
            "id": "041472e18ce04fbd82acc69167e65624",
            "sentence": "Tom jacked up the car, so he could take off the flat tire and put on the spare."
        },
        {
            "id": "fc469e4b93864591a0c24994123bcca1",
            "sentence": "I looked out the window, but I couldn't get a clear view of what was happening."
        },
        {
            "id": "2e08df85a1954cee869b38034f2bb43f",
            "sentence": "We don't really care when you do it as long as it gets done before next Monday."
        },
        {
            "id": "f19b5c76a89042b0b9856e9dfc7107e4",
            "sentence": "Contemplating the reason for existence means contemplating non-existing things."
        },
        {
            "id": "db4e5236833d459e8f1e6ccf53371a81",
            "sentence": "Tom saw a white dog with black spots in his backyard and wondered whose it was."
        },
        {
            "id": "4363b5ae67d1403b83c8fca2c567012d",
            "sentence": "The reporter's luggage was filled with branded swag from the promotional event."
        },
        {
            "id": "66f8ae50b75e4404819484fa0a83f797",
            "sentence": "The fast SSD and CPU really make this computer feel snappy during everyday use."
        },
        {
            "id": "484fb42c60ce4ee08d100fc973a7cb8b",
            "sentence": "The down jacket that I bought yesterday cost me a lot less than I had expected."
        },
        {
            "id": "7f6d709b7ce747dc92928865519935ce",
            "sentence": "We waited for the elevator for a long time before we decided to use the stairs."
        },
        {
            "id": "fd40b69650b4411faf4d584508b96dd5",
            "sentence": "Tom began to think about the reasons why scholars are so divided on this issue."
        },
        {
            "id": "af20683bc0e14c7fb9a4cbf45db369b3",
            "sentence": "I was getting frustrated because I couldn't seem to do what Tom asked me to do."
        },
        {
            "id": "64793518de5649d081d1701e5ead9918",
            "sentence": "Tom bought a new dishwasher and told Mary that it was her Valentine's Day gift."
        },
        {
            "id": "bd4e86141b11480aab94f9fc272e5c00",
            "sentence": "It doesn't matter whether the cat is black or white as long as it catches mice."
        },
        {
            "id": "7142edf201b5474d8715e1570b189bca",
            "sentence": "I've asked Tom several times to sell me that vacant lot he owns on Park Street."
        },
        {
            "id": "560b759cac554c69991816fec4ee99f7",
            "sentence": "Many people buy lottery tickets with the dream of immediately becoming wealthy."
        },
        {
            "id": "a577fba3b46c467a823076cb88c0a1a9",
            "sentence": "My older brother and I live in Boston, and my younger brother lives in Chicago."
        },
        {
            "id": "922e5139d1ad4685bbbee6fe864b1a86",
            "sentence": "The union is prepared to outlay their entire strike fund in these negotiations."
        },
        {
            "id": "9f05d00bc0114262a2fab6e967ebcc6a",
            "sentence": "Just because you've never heard that word before doesn't mean it doesn't exist."
        },
        {
            "id": "b361b23f03404c0cb8f0b1a26d7da98b",
            "sentence": "If you'd spent just a little more money, you could've bought a much better one."
        },
        {
            "id": "df08b4604dc14013b3f481e17739ea73",
            "sentence": "Tom was horrified when he noticed that his daughter had had her tongue pierced."
        },
        {
            "id": "52f68e8c308f454fa99d7ac4097cd4bf",
            "sentence": "Tom doesn't like cocktail parties because he finds making small talk difficult."
        },
        {
            "id": "792b383f057a4166900cc8cedf27778d",
            "sentence": "When coughing or sneezing, cover your mouth with your sleeve or a handkerchief."
        },
        {
            "id": "536801aa44c74495a46b16b8487f1a11",
            "sentence": "If you don't want to get married, it would be better if you didn't get married."
        },
        {
            "id": "7c3cfba441c84ee7b18edb04fabeeee9",
            "sentence": "Wow, this brings back memories. This is a picture of when I was five years old."
        },
        {
            "id": "1476b7129eb9414ca13198675967f78f",
            "sentence": "Albert Einstein's theory of relativity is the most famous formula in the world."
        },
        {
            "id": "8c57f652e3fe4c85a9471f285da1a585",
            "sentence": "Let me know when your plane will be arriving, and I'll meet you at the airport."
        },
        {
            "id": "a9d2b18e6d61413ba7e8a5b5fc3d97ba",
            "sentence": "Since you're going to the supermarket anyway, buy some eggs while you're there."
        },
        {
            "id": "534dc5234afc4c4cad4d2624997609a6",
            "sentence": "Aren't you excited that Anki is almost ready to update to a stable version 1.2?"
        },
        {
            "id": "fe084080c6ba438eb15e4f4c4da1abd5",
            "sentence": "It doesn't matter whether I'm sleeping or awake, I'm always thinking about you."
        },
        {
            "id": "74e9fb8233774176a29c416a528c398d",
            "sentence": "Lawyers began burrowing through thousands of documents provided by the defense."
        },
        {
            "id": "7ff3d2e705fd49eda5e7b8af4a15553d",
            "sentence": "Everyone has learned that teleworking can be very productive during a pandemic."
        },
        {
            "id": "d387c773e611494da70a8f53ad2ac297",
            "sentence": "Tom noticed the picture hanging on the wall was crooked, so he straightened it."
        },
        {
            "id": "595618ffb4c0489caeea99902684aa41",
            "sentence": "Tom flung his satchel into the corner and went to his room without saying word."
        },
        {
            "id": "8cd7294ef553492b99cf6710464f6c84",
            "sentence": "If there's something that you don't understand, please feel free to contact us."
        },
        {
            "id": "658bcee23b8d40228f774a3a916a5b60",
            "sentence": "We consider now pairwise non-isomorphic factor modules of this faithful module."
        },
        {
            "id": "dccd8aba4e2e4d8fa6207a41aabc1109",
            "sentence": "I don't remember exactly what this cost, but it was over three hundred dollars."
        },
        {
            "id": "f3f995d96b51474e8718e7cbbfc54996",
            "sentence": "I was looking at a dog. However, when I looked again, it had turned into a cat."
        },
        {
            "id": "08dc63ae47294f7d8ddbcf9d0a13efcb",
            "sentence": "Tatoeba: We've got more sentences than your mom could ever say in her lifetime."
        },
        {
            "id": "00c2147211bc4625a91d21984b9f488d",
            "sentence": "Nobody knew that it was Tom who donated three million dollars to the orphanage."
        },
        {
            "id": "dafa87f127af4bb894505f6931c76a01",
            "sentence": "No one knew that it was Tom who donated three million dollars to the orphanage."
        },
        {
            "id": "1c2505af1b144bd1a06859594ec68c6a",
            "sentence": "Doing that won't be too hard, but it's something that'll require a lot of time."
        },
        {
            "id": "cfba94ee610041478d1d2c20cdfec569",
            "sentence": "Doing that won't be too difficult, but it's something that'll require patience."
        },
        {
            "id": "16f6ced9752342f9bf6db5acdf973a37",
            "sentence": "Tom and Mary's conflicting political views resulted in near-constant arguments."
        },
        {
            "id": "0d77621d79ed47fbaed36f06be681352",
            "sentence": "My little brother gets delirious when he's sleepy. He says the weirdest things."
        },
        {
            "id": "5974854c94a0487593bb71807bf78267",
            "sentence": "Tom got here just before lunch, and Mary got here a couple of hours after that."
        },
        {
            "id": "3d730a031a974c74a3d17751a0000083",
            "sentence": "They say you shouldn't take rumors seriously, but that's easier said than done."
        },
        {
            "id": "55a35247ef354d7d96a9200759c99c42",
            "sentence": "Is it true illegal immigrants are taking jobs away from citizens who want them?"
        },
        {
            "id": "c96f648383dc461e865217987a655201",
            "sentence": "Tom didn't like his office, so he asked his boss to let him use another office."
        },
        {
            "id": "82cae19d327f4b328ad144e5285f5530",
            "sentence": "Tom saw Mary eating meat, even though she'd told him that she was a vegetarian."
        },
        {
            "id": "20351045d26c490cadb74ab1f5b80d63",
            "sentence": "I don't want to join the kind of a club that accepts people like me as members."
        },
        {
            "id": "a9941187c72d430a934a1b4c28f0c45c",
            "sentence": "It was too late to help Tom. All the doctor could do was to pronounce him dead."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}