{
    "currentPage": 7130,
    "pageSize": 100,
    "items": [
        {
            "id": "c3a0767ae3194861a5f120a74d683b5c",
            "sentence": "Having all of you here is more reassuring than having the police or anybody else."
        },
        {
            "id": "d0d8085febce444ca533776d91b0f267",
            "sentence": "Radiation therapy is the second most common cancer treatment, after chemotherapy."
        },
        {
            "id": "af07663c10d64c08999d2c948c22abac",
            "sentence": "I think you can't understand that feeling unless you're from the same generation."
        },
        {
            "id": "5bb127107b034cd58c51a1553696e29f",
            "sentence": "That waiter was a very nice person, so we didn't want to complain about the meal."
        },
        {
            "id": "e837ef88f8ac497bab86c7308252e9a3",
            "sentence": "I think that it might be dangerous for Tom and me to go skin diving by ourselves."
        },
        {
            "id": "1a8b261b690c450ab27e298fad3c7818",
            "sentence": "I hate it when I work late and end up missing an episode of a show I'm following."
        },
        {
            "id": "20d71eac06fd43b098a2e8bfb1194894",
            "sentence": "Tom is an old man who always has beautiful young women around him who admire him."
        },
        {
            "id": "6eda095dbb524fe7b83e6c4ec335516d",
            "sentence": "Tom's parents are worried sick about him and just want to know that he's alright."
        },
        {
            "id": "cb2cdab23795493686b1d843eb2cffd3",
            "sentence": "If I hadn't already bought this bicycle, I would've bought your old one from you."
        },
        {
            "id": "eb6188cace3f48da84c184982627f78a",
            "sentence": "Tom broke up with Mary before her birthday so he wouldn't have to buy her a gift."
        },
        {
            "id": "58cb8c38d5944a7d8d100111e623865b",
            "sentence": "It took Tom three weeks to sell all the necklaces that he'd made over the winter."
        },
        {
            "id": "9e3304cbc1e94c9982fcfe683cfdbba9",
            "sentence": "Tom settled into his new job quickly and soon became a valued member of the team."
        },
        {
            "id": "44f3b5cb67de4475b7be1a83fce8ccd9",
            "sentence": "My main concern is that we'll run out of money before we can finish this project."
        },
        {
            "id": "7e6c595c091d4d2a9a9ee73129787ca2",
            "sentence": "Tom said he wondered whether Mary and I'd really be able to do that by ourselves."
        },
        {
            "id": "906af014e1a34576befde858fc49c790",
            "sentence": "I've got five different dictionaries on the shelf, but I always use the same one."
        },
        {
            "id": "42c3b06b19d148ad80f5ce0da1f1038c",
            "sentence": "Sitting on the porch and playing my banjo is something that I really enjoy doing."
        },
        {
            "id": "4b30d4a09ef14265b85718f8083f0c44",
            "sentence": "If we wait for thirty minutes before leaving, we can avoid the rush hour traffic."
        },
        {
            "id": "6cc92d03956646f983ffa80c75289b36",
            "sentence": "Tom doesn't like to sing. I heard him once, and I don't like him to sing, either."
        },
        {
            "id": "505566bbe615489fa2490c91d7692a9f",
            "sentence": "The pommel screws onto the end of the tang to hold the handle and sword together."
        },
        {
            "id": "96c22527fde04cf790bbf5d01f02a471",
            "sentence": "We need to stand together and take action because otherwise it might be too late."
        },
        {
            "id": "bd91d72f1ec946a696b946730b532557",
            "sentence": "Tom slammed the door with such force that the glass in the window frames rattled."
        },
        {
            "id": "0c3b119ad8d04f48b4da0b2363c00c74",
            "sentence": "Three students made short speeches and introduced themselves and their countries."
        },
        {
            "id": "eadc338a2ede4ab5bfe64f8e71bd49e1",
            "sentence": "The ages of the two children put together was equivalent to that of their father."
        },
        {
            "id": "43288553578a4e88bd255ae63cf9a4be",
            "sentence": "After going to three different stores, Tom finally found what he was looking for."
        },
        {
            "id": "2192156459c642aca7c01e646c93b96b",
            "sentence": "Tom quit his job as a sanitation worker to become a prescription drug wholesaler."
        },
        {
            "id": "cce29b945ac64c718c447ddb6d83e678",
            "sentence": "If you stay with the company until the end of the year, you will receive a bonus."
        },
        {
            "id": "48b91ac748554cd1b1e3cff8b3b48501",
            "sentence": "The man that I talked to on the bus said that he'd been to Australia three times."
        },
        {
            "id": "550334a11e11436fb5d4f8031ce71bca",
            "sentence": "To the man who only has a hammer in the toolkit, every problem looks like a nail."
        },
        {
            "id": "59ca226a1e7b4c418e8172bb1a1f0264",
            "sentence": "I spend about half my time trying to convince Tom to do what he's supposed to do."
        },
        {
            "id": "35396a0bcd4c4b979ef7379b09156aee",
            "sentence": "Tom couldn't open the door because something was blocking it from the other side."
        },
        {
            "id": "320d9d8e0e6f4b36aaf8f782cf68c771",
            "sentence": "Tom already had the CD that Mary gave him for his birthday, but he didn't say so."
        },
        {
            "id": "85066bbebd0e49f5974f44ae26e59ba7",
            "sentence": "I have three weeks left until my departure, and so far I still don't have a visa."
        },
        {
            "id": "43b2f1ea4c8a465cb784f4dbc2c402b3",
            "sentence": "Is it really true that 30% of the people who live here have never seen the ocean?"
        },
        {
            "id": "4fa61a93e66b4a179a3b87f1dd7f7eb2",
            "sentence": "If a police officer accused you of a crime you didn't commit, what would you say?"
        },
        {
            "id": "74ccbc9dbff14632a3568b0d9c6bf1a5",
            "sentence": "If you had the chance to change a single event in history, which one would it be?"
        },
        {
            "id": "c2a7c8fc3e1f4128975f85b0eedd7c6d",
            "sentence": "I could tell that Tom was angry, but I don't think anyone else in the room could."
        },
        {
            "id": "47c104f9894c41b78275ec7f7e42b692",
            "sentence": "Mr. Jackson is in the hospital, so I'll be your teacher for the next three weeks."
        },
        {
            "id": "80108a8423104fd4a661a3536a0e4930",
            "sentence": "You could try the store across the street. They may have what you're looking for."
        },
        {
            "id": "64cc99c4e0ad415db47db84419eaad4a",
            "sentence": "There are several things left on my list of things to do that I haven't done yet."
        },
        {
            "id": "e262d8cf01824767bdba8a5fb975362f",
            "sentence": "Tom wasn't the only one who didn't eat anything. Mary didn't eat anything either."
        },
        {
            "id": "9f7e9c5e80674f2ea8dcbac649703fac",
            "sentence": "Life is ten percent what happens to you and ninety percent how you respond to it."
        },
        {
            "id": "8d48f00d0281430a935a81cbcd7d3404",
            "sentence": "I think that for many people learning the trigonometric functions is meaningless."
        },
        {
            "id": "de1f5a6212244e30bf846823a246d7c0",
            "sentence": "You're really handy, aren't you? Don't you think you'd make a good house-husband?"
        },
        {
            "id": "7cbed7bf107944a381365af5dfb7204c",
            "sentence": "If it's badly insulated, it won't warm up regardless of how much heating you use."
        },
        {
            "id": "8aef373a8e9d4adda786395423e3c601",
            "sentence": "The lunch she brought to me was as delicious as I'd heard people say it would be."
        },
        {
            "id": "0fd1fa388bb341999124ded763a22d76",
            "sentence": "Today's paper reports that the premier has given up the idea of visiting America."
        },
        {
            "id": "d24047991ad845baae9e1c2bb3ebd5fe",
            "sentence": "I spent the whole afternoon sitting near the pool, watching my children swimming."
        },
        {
            "id": "2b3f8c22f1fa41c5b2c3fcd3d049d1cc",
            "sentence": "As long as it's not too much of a bother, people like to be nice to other people."
        },
        {
            "id": "2bec1bb200b04d4ea8084be7427015de",
            "sentence": "Tom wondered how long it would take Mary to realize John wouldn't be coming back."
        },
        {
            "id": "39daf0c23c054d298e4a81cc19014767",
            "sentence": "I no longer have to interact with people I have little to nothing in common with."
        },
        {
            "id": "d29f1dfe6ee7455d9a4c7649beb2132b",
            "sentence": "Tom wasn't bothered in the slightest when he didn't get the job he'd applied for."
        },
        {
            "id": "873d65933ed64de4900ce23366f28eb1",
            "sentence": "Tom was normally very reliable and his absence from the meeting was inexplicable."
        },
        {
            "id": "156f80f30de3452e9aaca50376fd98ba",
            "sentence": "If it were OK for me to only work on weekends, would I do it? Of course, I would."
        },
        {
            "id": "43a985d7b776421687e32148da16270d",
            "sentence": "Tom prefers to have a shower in the morning while Mary prefers a bath before bed."
        },
        {
            "id": "07e267e057e94335916c2bb03596917e",
            "sentence": "One of my friends in high school was named Tom. He had blonde hair and blue eyes."
        },
        {
            "id": "767e40011ecb4c3d9b0a79d0cfd81a10",
            "sentence": "Visitors have limited access to the museum while restoration work is in progress."
        },
        {
            "id": "5d6c64f983db481a8e9969cf86f9e367",
            "sentence": "Judging from the way the sky's looking, we might be having a downpour any minute."
        },
        {
            "id": "d10e208243d44be99701a0995e53170c",
            "sentence": "If everything goes according to plan, I should be back home again tomorrow night."
        },
        {
            "id": "8c6695c887d94da491f049affd934de5",
            "sentence": "If I'd told the doctor the truth, then the diagnosis would've been more accurate."
        },
        {
            "id": "bff1cedd1787492885bb72ff272e4a27",
            "sentence": "I am against using death as a punishment. I am also against using it as a reward."
        },
        {
            "id": "837dd2a3f3a04cc2ad6c2f206ab67cde",
            "sentence": "The fire which caused the disaster broke out on the second floor of the hospital."
        },
        {
            "id": "c68d06e96fef4f89a2cfff7418706ffe",
            "sentence": "It wasn't until this year that these documents were made available to the public."
        },
        {
            "id": "9a4cb68a9b754d86b7b6fac92e5656f9",
            "sentence": "We are currently looking for individuals who have experience in customer service."
        },
        {
            "id": "09cd94809b42429682f6f34f7cac6727",
            "sentence": "There were some men eating their lunches under the trees in front of the library."
        },
        {
            "id": "c7cbf6a98c7d4f28b36385b0e47d64b3",
            "sentence": "Tom couldn't find a bottle opener, so he tried opening the bottle with his teeth."
        },
        {
            "id": "5a91575e519a4cd79049ec37ff79ec48",
            "sentence": "Tom couldn't find a bottle opener, so he tried to open the bottle with his teeth."
        },
        {
            "id": "5be896900ba841d188957122eb96d7a8",
            "sentence": "The train was derailed and about thirty passengers were either killed or injured."
        },
        {
            "id": "33b6e0a1d2774d2b9d005d209699f0dd",
            "sentence": "The seaside resort was so touristy that it actually stood up and walked to Vegas."
        },
        {
            "id": "69887d1befce443ebf25734cf93536c8",
            "sentence": "Just looking through the windows, you could tell the house belonged to a hoarder."
        },
        {
            "id": "068b744f782b40b2997d9a60c47a0a8a",
            "sentence": "Tom went swimming in the river, but when he got out, his clothes had been stolen."
        },
        {
            "id": "331a831ead4b4526b76dc5f0b4663b66",
            "sentence": "I know you want to act all macho and everything, but now's not the time for that."
        },
        {
            "id": "1b0fb0929edb48b8bb057ba31d84cd36",
            "sentence": "There are a lot of gullible people, so there is a chance that Tom will be elected."
        },
        {
            "id": "22eae0a3b82e4037ac05a4250d6c2807",
            "sentence": "Tom\\'s parents sent him to Boston because he kept getting into trouble in Chicago."
        },
        {
            "id": "766a88fd14f049ca842f3f476118d0a2",
            "sentence": "We learned how to read French in school, but didn\\'t really learn how to speak it."
        },
        {
            "id": "0dd1407965ef4367a1ed6c11ee8273e9",
            "sentence": "Tom didn\\'t need to paint the fence. They tore it down a week after he painted it."
        },
        {
            "id": "210e442594614fbe9a0392236fa30a14",
            "sentence": "Even though her vet told her not to, she continued to feed her dog raw vegetables."
        },
        {
            "id": "202b50a40e22419e97fa866b609beef8",
            "sentence": "I see you have your guitar with you. Are you planning on playing something for us?"
        },
        {
            "id": "b0f414dd3d0c47d8a2d561ae4639232a",
            "sentence": "Of all the things Tom did last weekend, he says that windsurfing was the most fun."
        },
        {
            "id": "760572bd6d284d31aac222be2f620a34",
            "sentence": "The more time I spend doing this, the less time I have to do things I enjoy doing."
        },
        {
            "id": "58904c540f2d42daac87f9ff1f9f5194",
            "sentence": "Tom started to answer the question and then realized it was a rhetorical question."
        },
        {
            "id": "902fd0902e824e4d85f19bfebd7dc0a1",
            "sentence": "Tom tried to tell me something, but Mary interrupted before he could say anything."
        },
        {
            "id": "28477a1db8df4cb7beb9501a2305737a",
            "sentence": "Tom hurt his left knee during practice, so John had to play the game in his place."
        },
        {
            "id": "37ffdd5336d74a6bb4092487ae3ea227",
            "sentence": "Tom played a waltz on the piano using only his thumbs and Mary was very impressed."
        },
        {
            "id": "8a9acd32910c4148ab142b2903587c06",
            "sentence": "It appears that the victim tried to write the murderer\\'s name with his own blood."
        },
        {
            "id": "a42d71746db74d00990fcd80a5dd28ce",
            "sentence": "Tom received a commendation for bravery for rescuing a woman from a burning house."
        },
        {
            "id": "a8f84ceb9e99448e804e8fa2fe326c98",
            "sentence": "Tom was hanging out with a bunch of other boys, most of them a bit older than him."
        },
        {
            "id": "e22c41bc76a344cf904761ebbe682bbf",
            "sentence": "Tom added his own name to the list of people who wanted to take part in the dance."
        },
        {
            "id": "1979ff7a7c0e4f93b3a1c90630cf2345",
            "sentence": "Tom and Mary are planning to have a house built after they have their first child."
        },
        {
            "id": "6bc20f886e7c42d092b79094c03711ad",
            "sentence": "Tom and Mary talked about everything they wanted to do on their upcoming vacation."
        },
        {
            "id": "d9e706878f454c1399baa05490463201",
            "sentence": "Tom entered the empty room and immediately noticed a lit cigarette in the ashtray."
        },
        {
            "id": "c57df60cd3d144d6b1c14df831b9384a",
            "sentence": "My French would likely be much better today if I\\'d studied with a native speaker."
        },
        {
            "id": "b55824e5d9074f7b8344fc88d9f2e5e3",
            "sentence": "According to my accountant, this isn\\'t a good time to invest in the stock market."
        },
        {
            "id": "dd10aadaa036419ba300211f5b19d92a",
            "sentence": "The teacher claimed that he\\'d have us all speaking fluent French in three months."
        },
        {
            "id": "7fbcb1f0726a4303bce8debea78fa1d6",
            "sentence": "I doubt that Tom had to sell his car in order to raise money for medical expenses."
        },
        {
            "id": "a4587610c38e419d8e455330a2ab6c0f",
            "sentence": "I don\\'t want to have to hurt you, but if you get in my way, I\\'ll have no choice."
        },
        {
            "id": "939debcc2961461ea1bcc259c27a201b",
            "sentence": "If Tom knows what\\'s good for him, he won\\'t ever show his face around here again."
        },
        {
            "id": "6dad66b18b01464698dedc3e29109e16",
            "sentence": "Tom didn\\'t want to waste any more time calculating how much time had been wasted."
        },
        {
            "id": "f168867b9f424936a9ed5111a0c25643",
            "sentence": "Tom said he thought that it would be a big mistake to tell Mary what had happened."
        },
        {
            "id": "8cfc1bccbda94721bb8624e48081aa85",
            "sentence": "Tom told everyone that he thought Mary would make a good wife for someone someday."
        },
        {
            "id": "f26639b90bea4d69a1f6d6096178b4a2",
            "sentence": "Everyone in the room burst out laughing when they saw Tom slip on the banana peel."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}