{
    "currentPage": 7133,
    "pageSize": 100,
    "items": [
        {
            "id": "c9caf9977c5c40f0b2166f9eb72a46e2",
            "sentence": "Sending manuscript after manuscript paid off. A magazine finally published my work."
        },
        {
            "id": "65e2f6c295414f38a28196d0bb5a09ca",
            "sentence": "Each pancake comes with a dollop of suspiciously soft butter in a tiny plastic cup."
        },
        {
            "id": "6f14936cf4da45efa84382dc72378d77",
            "sentence": "Tom and Mary speak the same language, but they don't seem to communicate very well."
        },
        {
            "id": "e22012773b5b406997cf0f8d5bd8943f",
            "sentence": "Some people bring joy wherever they go, and some people bring joy whenever they go."
        },
        {
            "id": "35bed70f530a4e6888c07f35c3d4f4ec",
            "sentence": "You probably won't live long enough to see your children graduate from high school."
        },
        {
            "id": "43bce56ad4fb42c8ad92d57fcdb3b870",
            "sentence": "I've been trying to talk to you alone, but you always seem to be with other people."
        },
        {
            "id": "73779119eb1f438a986139e1c5de264a",
            "sentence": "It's the dynamic interaction between the characters that makes this novel so great."
        },
        {
            "id": "4e9d4199fd294de99f45e9f0c10f4982",
            "sentence": "Right now I'm reading a book that has been written in English about French grammar."
        },
        {
            "id": "7823cd044fb246dd808021135aa9186b",
            "sentence": "I don't know whether Tom is married or not. To tell the truth, I don't really care."
        },
        {
            "id": "0614e9e485094428bbc8e50e67ebeafc",
            "sentence": "Imogen of the Internet has only been photographed by cheap webcams and cell phones."
        },
        {
            "id": "1c87b370b4e04bb1bdb8594a34e34bd5",
            "sentence": "I spent several hours that afternoon looking out my window at birds building nests."
        },
        {
            "id": "cdddd9cb601d4b2f912973152a145c36",
            "sentence": "I'm sure Tom will come back as soon as he realizes that he left his briefcase here."
        },
        {
            "id": "5908b5c1c5a94257a30b8b0d7f623761",
            "sentence": "I'm sure that Tom will come back as soon as he realizes he left his briefcase here."
        },
        {
            "id": "10c2e382dd3a41648134ea438fed10ec",
            "sentence": "Please leave a message after the beep and I'll get back to you as soon as possible."
        },
        {
            "id": "99e9052b52574233b8a5d150ef396836",
            "sentence": "It's always difficult for children to live up to the expectations of their parents."
        },
        {
            "id": "3fb9475ede9a466dad61240d20005651",
            "sentence": "I plan to sell or give away everything that I haven't used in the past three years."
        },
        {
            "id": "43987eed34254d8097eddbf2a9263642",
            "sentence": "I was going to go to Australia last month, but something came up and I couldn't go."
        },
        {
            "id": "8d57087badd545bb8a351f88ba663d32",
            "sentence": "The girl in the picture was wearing a crown, not made of gold, but made of flowers."
        },
        {
            "id": "7b088c5571e74c93a4168ae0020b340c",
            "sentence": "Tom didn't know Mary thought that he should invite John and Alice to their wedding."
        },
        {
            "id": "7a26ca04a24d4377b8dceac301be6889",
            "sentence": "Tom didn't know that Mary thought he should invite John and Alice to their wedding."
        },
        {
            "id": "52a63ae253f64b66b5ddcb223209f0e4",
            "sentence": "Recently, the price of crude oil has shot up, and the cost of gasoline is going up."
        },
        {
            "id": "06ba508fc53747b89a8306dbb6d40b09",
            "sentence": "Some people think that eating grapefruit with every meal will help you lose weight."
        },
        {
            "id": "dbe0739355b74fd783a9f8c861d4acd1",
            "sentence": "Tom thinks that Mary should apologize to John for not doing what she said she'd do."
        },
        {
            "id": "ed14cd2fcddb4d6e92a6d84665c0419a",
            "sentence": "If you'd followed my advice, you would've been able to do that without any problem."
        },
        {
            "id": "59984547a1a14f56986057d79daec1fa",
            "sentence": "At the time of the accident, almost all of the passengers on the bus were sleeping."
        },
        {
            "id": "a362780b7a0747fa9bf1998dbbc6b378",
            "sentence": "If you went jogging two or three times a week, you could probably lose some weight."
        },
        {
            "id": "0f0439d217fd4137b8246cbd6bd0213d",
            "sentence": "I could tell by the look on Tom's face that he didn't understand what was going on."
        },
        {
            "id": "255c9e678f5d4799809dbba6eac3c7ed",
            "sentence": "Tom believes that the rich deserve to be rich and that the poor deserve to be poor."
        },
        {
            "id": "4157df83abb7433fb96f65ec2fd01bf4",
            "sentence": "I suppose you want to ask me how I was able to make so much money in so little time."
        },
        {
            "id": "9c4654ef3ebe4461af2d4d22ea8f0bd2",
            "sentence": "I thought we had eaten everything in the house, but I found another box of crackers."
        },
        {
            "id": "ffa397d1d80a467e98e88d15e14b20b7",
            "sentence": "She bought him a dog. However, he was allergic to dogs, so they had to give it away."
        },
        {
            "id": "3e5282f2f88e43e095cb76a65223bdef",
            "sentence": "I may not know a lot, but I do know that Tom doesn\\'t know what he\\'s talking about."
        },
        {
            "id": "bb2f39c680f444818b77af3505b63130",
            "sentence": "Tom could have paid for Mary\\'s ticket if he\\'d known she didn\\'t have enough money."
        },
        {
            "id": "16e3e1bf559b48d283a1fb960cbd564b",
            "sentence": "I\\'d rather not waste my time trying to learn a language that I don\\'t need to know."
        },
        {
            "id": "d38feeb7ad024e08b9499bd6ffc66b8c",
            "sentence": "I\\'m putting myself through school, so I can\\'t have things that are that expensive."
        },
        {
            "id": "a6c50fb0fc7b487cbb6b293272086fe7",
            "sentence": "I figured you wouldn\\'t want the teacher to know you hadn\\'t done your homework yet."
        },
        {
            "id": "1aab10eb2a814ef09a34a1ad5bf40d4f",
            "sentence": "I know you probably don\\'t want to go out with me, but I\\'d love to go out with you."
        },
        {
            "id": "101b673369a247a98ca54ccc418fb7fe",
            "sentence": "You should always spend time doing things that help your children get ahead in life."
        },
        {
            "id": "a85967e178c24dd1ba23ab551e38272c",
            "sentence": "Is it true that illegal immigrants are taking jobs away from citizens who want them?"
        },
        {
            "id": "f0259cb08ff242798911ec6518250fb4",
            "sentence": "It was no coincidence that both Tom and Mary were in the cafeteria at the same time."
        },
        {
            "id": "98756715527d439b8243b1da021b6b82",
            "sentence": "Even though Tom has never even tried eating one, he says he doesn\\'t like kiwifruit."
        },
        {
            "id": "1a8fd24ea85e4644a72c0d03215e6788",
            "sentence": "I\\'m skeptical when I hear someone claim to speak more than five languages fluently."
        },
        {
            "id": "47051d28620e4db08f3429a2c7628df5",
            "sentence": "I wanted to discuss this with you yesterday, but you didn\\'t seem to want to listen."
        },
        {
            "id": "5da329bb23544abeafe8b85834d3bba7",
            "sentence": "The library near my house is now open only three days a week due to budget cutbacks."
        },
        {
            "id": "da70a12eb12245dc9274359efd6e4421",
            "sentence": "The most dangerous thing Tom ever wanted to try to do was to hold a poisonous snake."
        },
        {
            "id": "2ac67be53bc04a01aaabcf4aa925dd0f",
            "sentence": "Tom and Mary adopted two children whose parents had been killed by a suicide bomber."
        },
        {
            "id": "fb14780512f24ffda4f5574ca746087a",
            "sentence": "Tom and Mary relaxed in front of the TV for a couple of hours watching an old movie."
        },
        {
            "id": "41b855742d0d49ae985315e911117a73",
            "sentence": "Tom put up with the pain for a couple of weeks before finally going to the hospital."
        },
        {
            "id": "00d893fcc5be40b1abd47e0615068e13",
            "sentence": "Tom wanted to stay in Boston for a few more days, but he had to get back to Chicago."
        },
        {
            "id": "c690d22b27d64c5fa8c6824ac911b2c7",
            "sentence": "Tom wanted to stick around to see what would happen. Unfortunately, he had to leave."
        },
        {
            "id": "9576c48cf05d4bf2bce11587624cca0d",
            "sentence": "When a woman is murdered, the husband or boyfriend is always the number one suspect."
        },
        {
            "id": "484dca536e874c46a13db0237c249c80",
            "sentence": "Tom bought an engagement ring for Mary with money he inherited from his grandfather."
        },
        {
            "id": "14b3a8bddd0b4acc93f736554d29c920",
            "sentence": "As soon as I can get a decent video camera, I\\'ll start making videos to put online."
        },
        {
            "id": "8a36c1a435604559b0b7480b0aa184cf",
            "sentence": "I have many friends who speak fluently, but still don\\'t sound like native speakers."
        },
        {
            "id": "29daf8c930d34f8b9c85de67f25a4f34",
            "sentence": "Tom and Mary were speaking in French, so I had no idea what they were talking about."
        },
        {
            "id": "3bbba513ae0c4384b4dd073c39445147",
            "sentence": "Tom and Mary were in the middle of a heated argument when John walked into the room."
        },
        {
            "id": "6ae19c117c504ccf9b4b63e83d617527",
            "sentence": "No matter how many people tell him he made a mistake, Tom still insists he\\'s right."
        },
        {
            "id": "0ff7955c74714e9b9d3677003b279417",
            "sentence": "Tom claims that he wasn\\'t anywhere near the murder scene at the time of the murder."
        },
        {
            "id": "aff78d54830c44e49f73caba43eb2835",
            "sentence": "Tom is usually the last to leave, but last night Mary left ten minutes after he did."
        },
        {
            "id": "3743f76c8633479582596d611c641977",
            "sentence": "Tom\\'s a very pessimistic person and always sees the negative side of any situation."
        },
        {
            "id": "23db235f8fe547bb964b4162908ddcd9",
            "sentence": "Tom\\'s father died before he was born and his mother died shortly after he was born."
        },
        {
            "id": "5f205df8027f43d98eec0f14bbda4644",
            "sentence": "Contact your local police if you have any information on Tom Jackson\\'s whereabouts."
        },
        {
            "id": "a4592ce3b1914b1e82d7055fe685664a",
            "sentence": "Even though Tom has had way too much to drink already, he\\'s ordering another drink."
        },
        {
            "id": "6b8eea617d54470497da9ba948f58d0e",
            "sentence": "Tom wanted to meet Mary\\'s family, but Mary didn\\'t think that would be a good idea."
        },
        {
            "id": "77be630b449a42dc8fe3cecaa46d702a",
            "sentence": "Tom fell asleep on the train and missed the station that he was going to get off at."
        },
        {
            "id": "39b668c3f06242ce995538fcf8fdff67",
            "sentence": "Even though French is Tom\\'s native language, he often makes pronunciation mistakes."
        },
        {
            "id": "abb07799a4a24512a23a57acf6fee000",
            "sentence": "The police will release the victim\\'s name after they have notified his next of kin."
        },
        {
            "id": "b10b434eca034b95adb0545fb5a5463d",
            "sentence": "My parents said they have already purchased most of their Christmas presents online."
        },
        {
            "id": "cdc2fdf607a0431fba2c1568a2e2690b",
            "sentence": "Since the coat Tom tried on was too small, the clerk gave him another one to try on."
        },
        {
            "id": "34353c5622e04773a34ed62ea646dccf",
            "sentence": "The cake is in the oven now and it should be ready to come out in about ten minutes."
        },
        {
            "id": "ede93ebab6824d59ab6df802c224eacf",
            "sentence": "I didn\\'t want to get married, but my parents really wanted me to, so I got married."
        },
        {
            "id": "592768be80c348fcb57a613e8a1addb5",
            "sentence": "Tom and Mary\\'s little boy loves sitting on the kitchen floor banging pots and pans."
        },
        {
            "id": "01557a32bbc54e55bdd18710fb68acbb",
            "sentence": "Tom warned Mary that John was nothing but trouble. However, she ignored his warning."
        },
        {
            "id": "d131a56f16cf4b60b67e32dab5744c0f",
            "sentence": "Whether you believe it or not, I want to get this thing over with as much as you do."
        },
        {
            "id": "b00a3b3ec3d04a308fe1f3bbd7aa719b",
            "sentence": "Tom sat staring at the tropical fish swimming around in the aquarium in his bedroom."
        },
        {
            "id": "51f1acf3160346f78d03e3d4da926caf",
            "sentence": "Tom decided that it wasn\\'t necessary to take the medicine the doctor had given him."
        },
        {
            "id": "8219d6aa2e194818bbc3d1c16e1b0648",
            "sentence": "It's fine to set up a web page, just be sure you don't infringe anybody's copyright."
        },
        {
            "id": "66248d80bf4d4cbbbaf78b6a0f364cf3",
            "sentence": "I have to admit that when you first told me that you loved me, I didn't believe you."
        },
        {
            "id": "c9c77e60d5624e52b00118c4d11f3678",
            "sentence": "I'm going to ask you a question, but you'll only get one chance to guess the answer."
        },
        {
            "id": "06662c5ba52e4d0e891e9ad83f01694a",
            "sentence": "Tom has been in his room all morning listening to the same song over and over again."
        },
        {
            "id": "52f5578e38bd4fbcb653f0bbe9547511",
            "sentence": "Even though the house was surrounded by the police, the criminals managed to escape."
        },
        {
            "id": "26fa20861c5f42b9bdd61a147d621436",
            "sentence": "The bus now arriving is going to the International Terminal via Domestic Terminal 1."
        },
        {
            "id": "025a2eb5391f447ea32d5e89b8f0deac",
            "sentence": "Once you get a tattoo, it's like wearing the same T-shirt for the rest of your life."
        },
        {
            "id": "8fd1b84a74384b2da59c265ebd46db61",
            "sentence": "At first I thought that Tom was Mary's brother, but later found out he's her cousin."
        },
        {
            "id": "4f391bdc8f364cfc89685d63db51dcf9",
            "sentence": "I only use pens, but I still have a pencil sharpener in my backpack for some reason."
        },
        {
            "id": "2dbeeb9f0b944c70a860b4ed02985b14",
            "sentence": "Tom and Mary always have a lot to tell each other because they lead such full lives."
        },
        {
            "id": "1967c563650d4c28b081feeb32c7c5e6",
            "sentence": "According to the newspaper, the cost of living in Tokyo is the highest in the world."
        },
        {
            "id": "df82c8ba34b04c4097d70b68055dd0f7",
            "sentence": "The louder the music is, the more people drink because they spend less time talking."
        },
        {
            "id": "f0a3b102ad894e11903855bcaf10e26f",
            "sentence": "My car was damaged in a hit-and-run accident in a supermarket parking lot yesterday."
        },
        {
            "id": "3b0eaa11e94e422dac2a3e5681eaecf8",
            "sentence": "My grammar may not be perfect, but people seem to understand what I'm trying to say."
        },
        {
            "id": "fd1f2a1e0af340189bf0c07330ae1fc5",
            "sentence": "You didn't really think you were going to be able to do that by yourselves, did you?"
        },
        {
            "id": "e16024e59f8c4db8aaf38d850f65e741",
            "sentence": "The reason we have so many stray cats around here is that Tom has been feeding them."
        },
        {
            "id": "c3365a71a43b42c18bab3743ebfaf7fe",
            "sentence": "Tom and I both wanted to go to Australia, but the boss said only one of us could go."
        },
        {
            "id": "922191cb9e344275bf2bc2c8f5b839d6",
            "sentence": "The school bus pulled up in front of the school and the students started getting on."
        },
        {
            "id": "a20cb8d8038f4b8dbe04f1ea5b27dc8e",
            "sentence": "With the gas prices the way they are now, many people have started commuting by bus."
        },
        {
            "id": "c967677735cf464ba45e096116bc4951",
            "sentence": "Even though I felt that there was something strange, I just didn't know what it was."
        },
        {
            "id": "07031396f44049968ec0613b06967f63",
            "sentence": "Whenever I talk to my father, I realize that he has a lot more experience than I do."
        },
        {
            "id": "58937b97567047aaac294b054ddb6797",
            "sentence": "If you put your mind to it, you can do it, and if you don't, you won't get anywhere."
        },
        {
            "id": "ab4df91e08274334ad06924622e97275",
            "sentence": "There isn't only one right answer, but that doesn't mean there are no wrong answers."
        },
        {
            "id": "f6752109334f4c59978ce6f8f246fdaf",
            "sentence": "Tom wanted to study French, but Mr. Jackson suggested that he study English instead."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}