{
    "currentPage": 7134,
    "pageSize": 100,
    "items": [
        {
            "id": "4ab10f494d2a448bbfeda2952083dee6",
            "sentence": "Thankfully, Tom didn't have his door locked, so we were able to wait for him inside."
        },
        {
            "id": "debbaa01237a4c37b592dbd3c7c8ced0",
            "sentence": "I saw someone in Australia doing it, and decided that I'd like to try it out myself."
        },
        {
            "id": "0fe8d91641e64845bc335d094fc24bf4",
            "sentence": "Butternut squash is a good source of manganese, potassium, and vitamins A, C, and E."
        },
        {
            "id": "264dc2f496554f16be7414ae92563c13",
            "sentence": "You need to practice speaking French every day if you want to become a good speaker."
        },
        {
            "id": "65e79ab8c5ba4808a8ea1d7f7cdf541d",
            "sentence": "If you accidentally step on a dirty pitchfork, make sure you have your tetanus shot."
        },
        {
            "id": "00ae166eff0f4a4d90f58f360a5f7c43",
            "sentence": "I'm not sure most people understand the depth of cruelty that people are capable of."
        },
        {
            "id": "324bd0b5c7e64177ba262276ffe8c495",
            "sentence": "Bring us two egg sandwiches, two cups of coffee and two pieces of apple pie, please."
        },
        {
            "id": "66de757904054b3e8d032dfed4b3f307",
            "sentence": "We didn't choose this fight, but now that we're in it, we're going to try to win it."
        },
        {
            "id": "7197e742368744dca021bd340196ca94",
            "sentence": "I want to know what you want me to do with all the stuff that you left in my garage."
        },
        {
            "id": "78209e22014f4a93a0326ae37e6479eb",
            "sentence": "Some of the college students who are caught cheating on the exams do not even blush."
        },
        {
            "id": "e6b426c4d54f4873a6caa26ac72e5a4a",
            "sentence": "Chicory root has historically been used as a substitute for coffee during shortages."
        },
        {
            "id": "b3cb093320df4ff892eceef0d0ba055b",
            "sentence": "Three kinds of men fail to understand women: young men, middle-aged men and old men."
        },
        {
            "id": "b5837a2792024c73972309f49ee006a6",
            "sentence": "Whenever Tom and Mary see each other out and about, they always stop to have a chat."
        },
        {
            "id": "605aa686a75c483bb3d0f5082c894c0e",
            "sentence": "The hospital restricts the number of visitors who can enter the intensive care unit."
        },
        {
            "id": "726ac6532d264dfaa19af9dc9a8380bf",
            "sentence": "Visitors are usually asked to remove their shoes before they enter a Japanese house."
        },
        {
            "id": "83554e17d81248d4b1f99ea7cc4f641f",
            "sentence": "Back when there were still hundred yen bills, the American dollar was worth 360 yen."
        },
        {
            "id": "2cfad103bb4a4274a6121a9530723d90",
            "sentence": "Next month, Tom will be in Australia. The month after that, he'll be in New Zealand."
        },
        {
            "id": "92dee428ba244cb9a29fb334a4320396",
            "sentence": "I prefer writing with a pencil, because that way I can erase it if I make a mistake."
        },
        {
            "id": "8bd8fe5fc38f419ca8bf886f637a49d9",
            "sentence": "On September 26, 1959, the strongest typhoon in Japan's recorded history hit Nagoya."
        },
        {
            "id": "e6c3bcb08dc14edb9728c5748c1e66e2",
            "sentence": "According to legend, those woods used to be haunted, so people would avoid entering."
        },
        {
            "id": "aaf9bf9b2dcd4ef0b55d8c180875aa58",
            "sentence": "Tom spent more than three hours looking for his keys, but he still didn't find them."
        },
        {
            "id": "e781bd7acd974a3185e03d5a2a7db87e",
            "sentence": "I'm a high school student who's really into electronic music and learning languages."
        },
        {
            "id": "37a74f94a6664739a9afb08b38aea021",
            "sentence": "I was relieved to know that I wasn't the only one who didn't know what was going on."
        },
        {
            "id": "a2fcf55be7b4460b83a59d90f640bd5e",
            "sentence": "No matter how much we might want to do that, we're not going to be allowed to do it."
        },
        {
            "id": "4ac48ca09d8248c6a4be4c1a731d29f5",
            "sentence": "An infant isn't capable of speaking, so it just screams until it gets what it wants."
        },
        {
            "id": "a530b3cc57e44c349f37957cac0b4a17",
            "sentence": "The reason that I didn't go there was that I thought too many people would be there."
        },
        {
            "id": "b035bc0c57de43789f1d29ddfefd919c",
            "sentence": "I wonder how I can distinguish a coldly smiling smiley from an honestly smiling one."
        },
        {
            "id": "ee994344b5024695ac9b534600732322",
            "sentence": "I've heard that there's a new cake shop near the station that makes delicious cakes."
        },
        {
            "id": "f1dbbdb132034b2ea8aa4dfebb97c296",
            "sentence": "If you would like to speak to a customer service representative, please press three."
        },
        {
            "id": "fc700c0e142049f791202aeadd75fe19",
            "sentence": "Tom heard a strange noise during the night. It seemed to be coming from the kitchen."
        },
        {
            "id": "6054638a2d7a4993a2d9aea398d828e4",
            "sentence": "We would appreciate if the council would stop vacillating and make a choice already."
        },
        {
            "id": "56b3911981e144f0b6048454898a26a6",
            "sentence": "My favorite smoothie is one made with green tea, frozen raspberries and blueberries."
        },
        {
            "id": "f3cd52027a7d42d0ab0efecbe2871315",
            "sentence": "It's irresponsible to leave someone to their own devices in the middle of a factory."
        },
        {
            "id": "b058f2a652d846409f4782991633c599",
            "sentence": "\"A is equivalent to B\" has the same meaning as \"A is true if and only if B is true\"."
        },
        {
            "id": "8418fa388431455da9634aee485887d4",
            "sentence": "If you want something to be done right, sometimes you've just got to do it yourself."
        },
        {
            "id": "0ebbd621d9fb4b8289cfa91f651323cf",
            "sentence": "To compete in a triathlon, you might be required to wear a wet suit during the swim."
        },
        {
            "id": "7834b23459de4248915ea686be480bb1",
            "sentence": "If I could speak French, I'd be able to tell Tom everything I've wanted to tell him."
        },
        {
            "id": "c2f2eada2e1a414d81cdc8eb0ce946f3",
            "sentence": "If there's something that you don't understand, please don't hesitate to contact us."
        },
        {
            "id": "518e1b9cb4984a00bada4cca69e7fb07",
            "sentence": "Quick! We need to hide the cookies before Tom gets home, or else he'll eat them all!"
        },
        {
            "id": "6f0491f8b2a24f11823a8e77cb4f9720",
            "sentence": "A man and a woman, who both had brown hair, were sitting at a table near the window."
        },
        {
            "id": "7769d1cadd9245acb3ed2eeb542c14f5",
            "sentence": "It took almost thirteen hours, but the team of surgeons was able to save Tom's life."
        },
        {
            "id": "31a803b2330f425a9eae45eccde73c50",
            "sentence": "Tom got to the main gate at the time he and Mary agreed on, but she never showed up."
        },
        {
            "id": "00330b5c9f8948c192f63a0ddf61bb37",
            "sentence": "It would be wise to remember that Tom can't do things as well as the rest of us can."
        },
        {
            "id": "72707b26f3f84e85b67e76e010b6d9ea",
            "sentence": "Doing that won't be too difficult, but it's something that'll require a lot of time."
        },
        {
            "id": "dd14009d4a32484499fa8b3261636f57",
            "sentence": "The company's competitive edge will be eroded if system engineers continue to leave."
        },
        {
            "id": "14b88e5b26874bf39a756c9a483f9fe9",
            "sentence": "After six hours' climbing, we finally succeeded in reaching the top of the mountain."
        },
        {
            "id": "46bd738e91a44ec48bcc074e26a89464",
            "sentence": "Tom and Mary complain often that they never get to be together without the children."
        },
        {
            "id": "4fb87449ccd04a8ea1a99ee6a6b695eb",
            "sentence": "Tom considers Mary his girlfriend, but she doesn't consider him to be her boyfriend."
        },
        {
            "id": "7622edbe060742ebb27f9bcab3ee669c",
            "sentence": "Every time I see Tom's picture, I remember how much fun it was to hang out with him."
        },
        {
            "id": "7c817728aa014a0b95ecee41376539e0",
            "sentence": "Tom said goodbye to his family and his wife, thinking he might never see them again."
        },
        {
            "id": "ca48d588d6b24003bbf87d5d96c62d13",
            "sentence": "Tom made a ham sandwich for himself and a peanut butter and jelly sandwich for Mary."
        },
        {
            "id": "4b561557bc87446d9d7dee6e9f44f9de",
            "sentence": "Lola the cow, Lola the cow, she's smart and she brings trouble, and she goes mooooo."
        },
        {
            "id": "039a881e55fa45aab79916775631f37e",
            "sentence": "Tom has three sisters. One lives in Australia and the other two live in New Zealand."
        },
        {
            "id": "c5c90cb86c6e452c970bcf5125d3022e",
            "sentence": "Tom noted in his report that the stock market was a factor in the company's failure."
        },
        {
            "id": "dfab9881660d41db9628fa9d5c2b47d3",
            "sentence": "Tom's dog slipped its leash again and almost attacked one of those tiny, yappy dogs."
        },
        {
            "id": "58af69766249462b90a3c8927d10d329",
            "sentence": "By signing the contract, I committed myself to working there for another five years."
        },
        {
            "id": "b86b2d9654584ca69e05223c6dd301ee",
            "sentence": "When you're finished making that birdhouse, let me know. Maybe I'll buy it from you."
        },
        {
            "id": "32b4c748b4fa467ba08c3b34a15cee00",
            "sentence": "They spoke to me in French, even though I told them I wanted to practice my English."
        },
        {
            "id": "d70753c6aec740e2ad5eec1683a42813",
            "sentence": "Tom took out his wallet and offered to pay for dinner, but Mary said that she'd pay."
        },
        {
            "id": "f85e5c9ad48340848f5bcc3a6d8380ab",
            "sentence": "After she lost her job, she couldn\\'t afford to feed her dogs, so she gave them away."
        },
        {
            "id": "6b1c3ac42a0b485c873f5b08baf22fde",
            "sentence": "I know you\\'ve been waiting a long time, but could you wait just a little bit longer?"
        },
        {
            "id": "a6c1ba9c7eb247aa8b2f5e250df48e8b",
            "sentence": "She advised him to see the dentist, but he said he didn\\'t have enough time to do so."
        },
        {
            "id": "42a102a6c6c0473bb9a4c88a61ed19fd",
            "sentence": "It doesn\\'t matter how smart you are. If you don\\'t work hard, you\\'ll never succeed."
        },
        {
            "id": "f4e7e02e83ec470a8d54b014ba549393",
            "sentence": "I\\'m beginning to believe that we\\'ll never be able to convince Tom that he\\'s wrong."
        },
        {
            "id": "c671d56832ef499d9ddf1ac06b3f7070",
            "sentence": "Why shouldn\\'t truth be stranger than fiction? Fiction, after all, has to make sense."
        },
        {
            "id": "07833ee142fd42bc8baa584af219f471",
            "sentence": "It may seem like a crazy idea, but I think we should go visit Tom and Mary right now."
        },
        {
            "id": "4dac7910fdc84920b024c13f98994741",
            "sentence": "Make your airplane reservations early since flights fill up quickly around Christmas."
        },
        {
            "id": "be09607b02b341d1865934140718a7c2",
            "sentence": "I\\'m no longer quite sure what the question is, but I do know that the answer is yes."
        },
        {
            "id": "e0fcde454b244d83af9e6f6260ad6861",
            "sentence": "I\\'ve been agonizing over whether to do what Tom suggested or do what Mary suggested."
        },
        {
            "id": "ed0ecdae5d214d38b086b0a08719d405",
            "sentence": "My father always speaks to me in French and my mother always speaks to me in English."
        },
        {
            "id": "9f212501bacb4b5ab20d5036daa87b52",
            "sentence": "Tom is looking for someone to help him translate a document from French into English."
        },
        {
            "id": "1338fb0126934a70a6ae75c9c7d36ed2",
            "sentence": "Tom Jackson\\'s new novel is very well written and I\\'m sure you\\'ll enjoy reading it."
        },
        {
            "id": "a9168403dede40a2a653f8a54272a43b",
            "sentence": "I had to attend a meeting so I couldn\\'t make it in time to pick Tom up after school."
        },
        {
            "id": "6025b2de942c48818f0ebc2af45778d4",
            "sentence": "The police weren\\'t able to determine which one of the twins had committed the crime."
        },
        {
            "id": "f115b11fe16b46f3ba0dbbcfb6a1ebd9",
            "sentence": "Tom and I are good friends now, but there was a time when we didn\\'t like each other."
        },
        {
            "id": "e42863dfdf9c4538aca5af854f1931b2",
            "sentence": "Even though Tom has a very demanding job, he always makes time for Mary and the kids."
        },
        {
            "id": "5082c064c878487489451e42b4b28c45",
            "sentence": "Tom believes it\\'s absolutely necessary to drink at least a liter of water every day."
        },
        {
            "id": "eaa6f82989a44016a149a056fc09c21b",
            "sentence": "Tom claimed that the contract was invalid because he\\'d been coerced into signing it."
        },
        {
            "id": "798fa19fdfd346bb87510eb5f3a2feb8",
            "sentence": "Tom claims he doesn\\'t watch much TV, but he watches more than three hours every day."
        },
        {
            "id": "b95d4c51bf17442082c4c1d3d93792e5",
            "sentence": "Tom clearly hopes that Mary won\\'t notice that he broke one of her expensive teacups."
        },
        {
            "id": "d24d1edf581141909a2bc7611518da46",
            "sentence": "Our fire alarm sometimes goes off when my mother is cooking something in the kitchen."
        },
        {
            "id": "7f4a5190a11642489c029b184c7ea28c",
            "sentence": "She spends a pretty good chunk of time just sitting there and looking out the window."
        },
        {
            "id": "d183242709e941308ac53150b2a91603",
            "sentence": "Some healthcare workers spend more time doing paperwork than taking care of patients."
        },
        {
            "id": "c4680814aa1d42448e8df3fa732f4f1e",
            "sentence": "I\\'ve just spoken to your French teacher and he says you\\'re doing well in his class."
        },
        {
            "id": "b4156c63cd954370b80a0a7ffd986848",
            "sentence": "Tom told Mary to put the hammer back into the toolbox when she was finished using it."
        },
        {
            "id": "6373bf64c58649d2bb7a1b40113b017b",
            "sentence": "Tom took me to a restaurant where you can eat as much as you want for thirty dollars."
        },
        {
            "id": "327683769ce2430fb1bea20f54a3125c",
            "sentence": "Tom volunteered a good deal of his time to helping those less fortunate than himself."
        },
        {
            "id": "3a34552a02bc4dcca8f73695a4fad2b8",
            "sentence": "Tom was waiting for someone to do that for him, but no one did, so he did it himself."
        },
        {
            "id": "90c859c5fcb844008a0374a9083dc4e9",
            "sentence": "Tom\\'s parents allow him to do a lot of things that my parents don\\'t allow me to do."
        },
        {
            "id": "2a0ebdb2655444db9ab1ea5b5033866b",
            "sentence": "The guy driving the truck that crashed into our car didn\\'t have a driver\\'s license."
        },
        {
            "id": "c973cd810e5a4207a45b4c1cf48d83b7",
            "sentence": "I hope you know that the last thing I want to do is go there without your permission."
        },
        {
            "id": "3141ef798b9c4c458a6e9338adc929c0",
            "sentence": "Tom certainly wouldn\\'t be anywhere near as rich as he is if he hadn\\'t married Mary."
        },
        {
            "id": "e846af2cc4a74e5d84b0da13462066aa",
            "sentence": "Tom likes both Mary and Alice and can\\'t decide who to ask to the dance this weekend."
        },
        {
            "id": "25823a3ac51440bf98508430fa0ee965",
            "sentence": "Tom opened a new restaurant, but it didn\\'t turn a profit in the first twelve months."
        },
        {
            "id": "fe21f16900ac48e684114fec07308704",
            "sentence": "After Tom had eaten everything on his plate, he asked Mary if he could eat her salad."
        },
        {
            "id": "7b277d59732c4230b79b8bc42d18a16e",
            "sentence": "Everybody was obeying the speed limit, so I knew there was likely a speed trap ahead."
        },
        {
            "id": "af9e2de94d174842807f18f6d8ffe4d8",
            "sentence": "Tom and Mary both wanted to go to Boston, but neither of them could get the time off."
        },
        {
            "id": "bfd9a32870194c3caf2b3ba47b88d73b",
            "sentence": "Tom is the first guy Mary has really been interested in since she broke up with John."
        },
        {
            "id": "01f7243c3a0d486c9f7112fb2b8c7845",
            "sentence": "Tom played a Spanish folk tune on his English horn at a Chinese restaurant in France."
        },
        {
            "id": "e07cfca97ed94bd48c4ab2c7d5c1b2e1",
            "sentence": "Tom pulled out some necklaces from his bag and told Mary to choose the one she liked."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}