{
    "currentPage": 7136,
    "pageSize": 100,
    "items": [
        {
            "id": "289cc2c273154f27a9ef4a51de736ee2",
            "sentence": "Tom managed to cut himself while trying to open a bag of peanuts with his pocketknife."
        },
        {
            "id": "5b93c128c09f49c8bbb6b2aab5ecab81",
            "sentence": "Tom thought that there was a good chance that it was Mary who had stolen the painting."
        },
        {
            "id": "3819a37fb71049fb9f1a3b932cf72653",
            "sentence": "Tom told the police that Mary had eaten at the restaurant in question before she died."
        },
        {
            "id": "c2a7daf230ca44ebb264ff9117ef4c82",
            "sentence": "Tom usually sits at the kitchen table and eats cereal while reading the morning paper."
        },
        {
            "id": "bbf4fa35776c4e919ea615b540d5b059",
            "sentence": "Tom walked over to the woman with a drink in her hand and asked her what her name was."
        },
        {
            "id": "2c31270ee1b84b85a8a192453fa390b4",
            "sentence": "Tom wanted me to tell you that he was going to be away from the office for a few days."
        },
        {
            "id": "9b541103644c4770882a2cf62ad7a781",
            "sentence": "He turned the bottle upside down and shook it, but still the honey wouldn\\'t come out."
        },
        {
            "id": "60ed6b2df4ea4c21afa2f4fb35a69a7d",
            "sentence": "I think the reason Tom is so good at French is that he watches a lot of French movies."
        },
        {
            "id": "36616f76d02440eb8c948dab3f224fee",
            "sentence": "Tom still lives in the same house that his parents bought when he was three years old."
        },
        {
            "id": "56d36d866f5045f3896f91d9a44c4b34",
            "sentence": "Tom doesn\\'t have many clothes. That\\'s why you always see him wearing the same thing."
        },
        {
            "id": "f2bb318345cd40db9be19ebc7b7fb44c",
            "sentence": "Tom was beaten up when he came to the aid of one of his friends who was being bullied."
        },
        {
            "id": "f9050f2dd6eb4aa0b0ceea61d84a47e4",
            "sentence": "Were you able to make it to the station on time to catch the first train this morning?"
        },
        {
            "id": "81d49a82c44b4820b54b5f35f918c111",
            "sentence": "When I was a little boy, my father and I went to Boston to visit my great-grandfather."
        },
        {
            "id": "20f29bc1c5fb4c358b87ec05115adcc8",
            "sentence": "When Tom comes to Boston, he usually stays at a hotel, but sometimes he stays with us."
        },
        {
            "id": "938b50bfb3de40629fc3c9de5d273fc9",
            "sentence": "Having done that with Tom before, I knew that he wouldn\\'t be able to do it very well."
        },
        {
            "id": "f502d17ad5d746c388203e05502ac473",
            "sentence": "Tom and Mary shared an umbrella. However, it wasn\\'t big enough and they both got wet."
        },
        {
            "id": "2018bfa8db8e48caaf68d8ec9673043a",
            "sentence": "The discovery of a new food does more for the human race than the discovery of a star."
        },
        {
            "id": "5bb130a88d44467a99c525d859a01d61",
            "sentence": "Tom and Mary were too busy yelling at each other to notice that I\\'d entered the room."
        },
        {
            "id": "ed0286ef20854980a6d1cfb5641a7550",
            "sentence": "By the time Tom got to the bus stop, the bus he was planning to take had already left."
        },
        {
            "id": "81f650a6aeaa4065b17a9e0c1690280b",
            "sentence": "I\\'m reading things like famous novels which have been rewritten in simplified French."
        },
        {
            "id": "ee6b1cb7757a4a649509745be1cffd73",
            "sentence": "I think it\\'s highly unlikely that Tom will be allowed to keep the gold that he found."
        },
        {
            "id": "faaf8466c90340e0a2e5b6cd566349a2",
            "sentence": "Tom laughed at some of Mary\\'s jokes, but he thought some of them weren\\'t very funny."
        },
        {
            "id": "ac3fe5f1a16345bba33210534f13ed74",
            "sentence": "Tom could tell by the smile on Mary\\'s face that she had had a good time at the party."
        },
        {
            "id": "c39f6b83b948491db1ebd17a38e70694",
            "sentence": "Tom couldn\\'t completely rule out the possibility that he might be laid off from work."
        },
        {
            "id": "dcb622dca33b430194753de05960b496",
            "sentence": "Tom arrived at the train station just as his train was pulling away from the platform."
        },
        {
            "id": "acec9032f63d482b861a9349fd9aee1e",
            "sentence": "I don\\'t know what else Tom told you, but I do know he doesn\\'t always tell the truth."
        },
        {
            "id": "1482397bcb8741daa250d87c42d9ca37",
            "sentence": "Tom and Mary were walking down the path with fishing poles slung over their shoulders."
        },
        {
            "id": "e67114f1f11d460abc3567a587373253",
            "sentence": "Tom broke up with Mary before her birthday, so he wouldn\\'t have to buy her a present."
        },
        {
            "id": "83eeed47537d413a9b6a7fa73fcc0010",
            "sentence": "Where else are you going to find a guitar of this quality for such a reasonable price?"
        },
        {
            "id": "41172a00af2a4f0a9ca9e610a62fafee",
            "sentence": "Tom didn\\'t want to risk his friendship with Mary by trying to turn it into a romance."
        },
        {
            "id": "cea80d546a2243dbae7ca070d7300746",
            "sentence": "Tom was a very good banjo player before he had to have three of his fingers amputated."
        },
        {
            "id": "e8ca6afc366447f4a254e6c22c2cf2a4",
            "sentence": "I can't understand why they're such good friends. They have hardly anything in common."
        },
        {
            "id": "430a78550f3f40b3a4522bb3b9af6a23",
            "sentence": "About ten per cent of the world's fish species live in the African Great Lakes region."
        },
        {
            "id": "8be0a62e478948fe8f6583c43c3eba7e",
            "sentence": "That might not seem like much to you, but it's more than double what I make in a year."
        },
        {
            "id": "12380b08222549d2970b96348d7bd209",
            "sentence": "It's recommended that you change your oil filter every time you have your oil changed."
        },
        {
            "id": "dc378f1dccea4c30832902801a44f2eb",
            "sentence": "Teachers are authorized to confiscate students' smartphones if they use them in class."
        },
        {
            "id": "57995d5b851440a9b520673d5a308650",
            "sentence": "I don't know the key to success, but the key to failure is trying to please everybody."
        },
        {
            "id": "98abbdcf6b194020a17f866bb27dbce2",
            "sentence": "Tom washed the lenses of his glasses with warm, soapy water and dried them on a cloth."
        },
        {
            "id": "27662c94fc87434bb639186fd81ef07e",
            "sentence": "Autumn leaves crunched under Tom's feet as he walked up the path to Mary's front door."
        },
        {
            "id": "8d130a55720a48a4a10d796d8ead91f3",
            "sentence": "When you're getting dressed, how long does it take you to decide what clothes to wear?"
        },
        {
            "id": "1ee30b06062943968874df9a7e356bea",
            "sentence": "Instead of a tree, in Spain it's traditional to put up a nativity scene for Christmas."
        },
        {
            "id": "ad52c655432b4326b99374e66749bf9e",
            "sentence": "When we have a family argument, my husband always sides with his mother instead of me."
        },
        {
            "id": "6948e492f3ac45d4ad68ffe65fb274fd",
            "sentence": "For the time being, Tom is living in Australia, and his wife is living in New Zealand."
        },
        {
            "id": "b906885f425b48448fe666827f3fbc29",
            "sentence": "If you could go back and start your life again, from what age would you like to start?"
        },
        {
            "id": "02496e39b0354b2ab398c0eaeb79636f",
            "sentence": "You don't need to speak to Tom in sign language, because he can read lips really well."
        },
        {
            "id": "00b9ab3a0eb44e1791f53ae99c8ea2df",
            "sentence": "Many women pursue higher education and careers, thus delaying marriage and childbirth."
        },
        {
            "id": "bbd4d80e6ea54885b9c87f968644ff8a",
            "sentence": "We rented the house, not because we liked it, but because it was close to the station."
        },
        {
            "id": "048f99b54e144795947fd4286061b06a",
            "sentence": "It's not that I don't like to do that. It's just that I don't get to do it very often."
        },
        {
            "id": "775c6dcb9894471dbe1e42042bce6689",
            "sentence": "There's a patrol out now looking for skiers who may have been buried in the avalanche."
        },
        {
            "id": "661a9f32c664445bb552a313b244f386",
            "sentence": "After weeks of being on the road, I couldn't wait to get home and sleep in my own bed."
        },
        {
            "id": "95687edb88ab4f3e80ceabd9e0c05409",
            "sentence": "Tom doesn't know where he was born, but his mother told me that he was born in Boston."
        },
        {
            "id": "f10fad0695cc4b56b2e593fce0c2f122",
            "sentence": "Is it wrong to buy things made by companies that don't have decent working conditions?"
        },
        {
            "id": "dcb61d734334404f8703c5aee0f39796",
            "sentence": "Tom only found out after his mother's death that she had gambled away his inheritance."
        },
        {
            "id": "36689258e99c4a038b35190caaa98331",
            "sentence": "Tom called Mary over to ask her what she thought of the tie he was thinking of buying."
        },
        {
            "id": "cafe92abe02f461c963d5b586974b17c",
            "sentence": "Sometimes I wonder when the first world championship in cyberbullying will take place."
        },
        {
            "id": "bf16de4a379e45a1a336f97cee67662d",
            "sentence": "I guess what I've said isn't all that clear, but that's the only way I can explain it."
        },
        {
            "id": "7efb583ec7de4ef98152033703da785f",
            "sentence": "Tom is going to hurt his ears if he doesn't stop listening to his music at full blast."
        },
        {
            "id": "a3904028d7614ff58bc3f3dd1833acfc",
            "sentence": "Tom, stop teasing your brother! You wouldn't like it if he did that to you, would you?"
        },
        {
            "id": "47dfa39344884fc4b03248d1ff7215f2",
            "sentence": "Girders usually have a cross section designed to maximize their resistance to bending."
        },
        {
            "id": "f2301c23199f467296c27f9ee82e27e0",
            "sentence": "Democracy is the worst form of government, except all the others that have been tried."
        },
        {
            "id": "6d698350b15942728adde51fbb969fe1",
            "sentence": "All happy families resemble each other, each unhappy family is unhappy in its own way."
        },
        {
            "id": "a4b8fb2d840a491c9589522f03459a17",
            "sentence": "Tom could feel Mary's head gently resting on his shoulder as they watched TV together."
        },
        {
            "id": "3a852f98c9c3432b9924fbdcd6c6499a",
            "sentence": "It's difficult choosing between what's right and what's wrong, but you have to choose."
        },
        {
            "id": "1e3c1addd51c45859879a30ea9ba4d8f",
            "sentence": "Experts have concluded that the country's power grid is susceptible to a cyber attack."
        },
        {
            "id": "f46f3e6978d14bc88ac508c770434a97",
            "sentence": "I'm not sure what his number is. You'll have to look it up in the telephone directory."
        },
        {
            "id": "8a98e132a293418ba03dfd6a3db79e76",
            "sentence": "Tom was waiting for somebody to do that for him, but nobody did, so he did it himself."
        },
        {
            "id": "54b87098700d492cb744de44ca29e88d",
            "sentence": "It feels wrong to be talking about Tom like this when he's not here to defend himself."
        },
        {
            "id": "e7b502333d014cc786a094667615f605",
            "sentence": "Watch out for her. Her weapon is language - if she wants to, she'll talk you to death."
        },
        {
            "id": "241d34f1e266436cbd2796849a5e4c1a",
            "sentence": "I think we're going to need to put this project on the back burner for a little while."
        },
        {
            "id": "9c2962c479fd44e7868b7b890c40609a",
            "sentence": "Plan for the future because that's where you are going to spend the rest of your life."
        },
        {
            "id": "37db203f71d9458fa16b0bc3af694188",
            "sentence": "Thank you very much for lending me $500 when I was having difficulty making ends meet."
        },
        {
            "id": "e1b790f2e107490284ac36e14e64a0c5",
            "sentence": "Before olives can be eaten, they must be soaked in lye, which must then be rinsed off."
        },
        {
            "id": "b5ba33fb9a0d4b8bb8fa1cd07d7c76c3",
            "sentence": "The police are now looking for the person responsible for dumping garbage in the park."
        },
        {
            "id": "2f7c008771b14b7591e4e83cebb8e34c",
            "sentence": "I prefer staying home when it's cold because I can stay warm and wear whatever I want."
        },
        {
            "id": "6f619a3fabbb4adfa28cad9a467edd18",
            "sentence": "As I entered the hospital, I noticed many people in neck braces, slings, and bandages."
        },
        {
            "id": "39d09b2e480242f59b934fa80d0147ca",
            "sentence": "I left home later than usual, but I was still able to catch the train I usually catch."
        },
        {
            "id": "612484a24e904d4693f0b7efbf45267d",
            "sentence": "I washed my blankets and hung them up outside. It'll take a few hours for them to dry."
        },
        {
            "id": "8bbd656b3ded4e4296e8ea1b3e45239c",
            "sentence": "No news is good news. If you haven't heard from your son it's because he's doing well."
        },
        {
            "id": "66437e07a3da4c49a7ba819af14989d4",
            "sentence": "The more often you see a word when reading, the easier it is to remember its spelling."
        },
        {
            "id": "272717140afe40f5b6c060ed5037f652",
            "sentence": "The best way to learn a foreign language is to go live in a country where it's spoken."
        },
        {
            "id": "71ee2e9340834c5a8cc60032752a8477",
            "sentence": "Tom wondered how long it would take Mary to realize that John wouldn't be coming back."
        },
        {
            "id": "7364903c59584b41954d2b4e2464dec6",
            "sentence": "Tom was from a humble background, but he became one of the richest men in the country."
        },
        {
            "id": "1bb13dbe5adb48b5a812eb907680819f",
            "sentence": "I no longer have to interact with people that I have little to nothing in common with."
        },
        {
            "id": "0ef601b0c8344aee90ce70075d6b719e",
            "sentence": "I'm not yet sure what we'll do. We'll just play it by ear, depending on how things go."
        },
        {
            "id": "5b84d0174be945c2931b6fe95da1a080",
            "sentence": "Could you stand behind my car for a minute and tell me if my brake lights are working?"
        },
        {
            "id": "792014e7390f48648b30f4151b4a9b31",
            "sentence": "The movie that Tom and I are planning to watch tonight is supposed to be really scary."
        },
        {
            "id": "e79933f8110d4f25b751527241a59276",
            "sentence": "Brazil shares a border with all South American countries except for Chile and Ecuador."
        },
        {
            "id": "fe7c3dd6efae4cc9a805319c6876538a",
            "sentence": "Tom agreed to meet us in front of the movie theater tomorrow at 2:30 in the afternoon."
        },
        {
            "id": "6cdc1b7956ea43e191ec7fc759aa4902",
            "sentence": "When Tom looked down at the apple he was eating, he realized he had eaten half a worm."
        },
        {
            "id": "16aa303aae454228914c83a59169a971",
            "sentence": "Tom regrets buying the car sight unseen, because it's broken down twice in two months."
        },
        {
            "id": "a743822993c844178774833991ec629e",
            "sentence": "The immunity from vaccines can wear off, which means booster vaccines might be needed."
        },
        {
            "id": "c13f439267bd4d84b5a370f73ffc83df",
            "sentence": "Tom told Mary who to invite to the party, and she wrote them down on a piece of paper."
        },
        {
            "id": "d2bfd040e38d46ff91e610fb94c0926f",
            "sentence": "Here is a picture of my younger brother Tom, and here is one of my older brother John."
        },
        {
            "id": "9c4ce2bff625424ba8bd119fee67f62e",
            "sentence": "Tom is always a little irritable in the morning before he has his first cup of coffee."
        },
        {
            "id": "a0e1529b8d334d0abdc81d88dceff4b8",
            "sentence": "Many people in England would like to see the public subsidy of the monarchy abolished."
        },
        {
            "id": "7e7f50171c274cd59de38ed14679889c",
            "sentence": "There is no way that my punctuation in French can be perfect, though I keep on trying."
        },
        {
            "id": "1e7ed0b204be4605b4de8958c1b2ac72",
            "sentence": "I wish I was smart enough to invent something that sold well enough for me to get rich."
        },
        {
            "id": "a15572f3483f441ebc019d653900242f",
            "sentence": "I would like to drastically decrease the amount of time it takes me to clean the house."
        },
        {
            "id": "56703378cb424695be24cd173cbd4d08",
            "sentence": "Tom knew that he wasn\\'t going to be able to convince Mary to go to the dance with him."
        },
        {
            "id": "3c963b07ae334cc0b9a0a86ebdfba31c",
            "sentence": "Sometimes you don\\'t need to speak the same language in order to understand each other."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}