{
    "currentPage": 7137,
    "pageSize": 100,
    "items": [
        {
            "id": "af9b63ce6236448b88073e5c9958b827",
            "sentence": "When Tom gets drunk, he\\'ll eat a lot of things that he wouldn\\'t eat when he\\'s sober."
        },
        {
            "id": "117e60ddfa29402690e5ff4a1840f3b2",
            "sentence": "Tom offered to carry Mary\\'s suitcase, but she told him she wanted to carry it herself."
        },
        {
            "id": "deb358516db24fec9d1f3629f6b249e3",
            "sentence": "Tom was charged with drunken driving after he was involved in a car accident in Boston."
        },
        {
            "id": "bbdeae3750db4887bcde8b603bafc13d",
            "sentence": "Tom wanted to cut down that tree in his front yard, but Mary doesn\\'t want it cut down."
        },
        {
            "id": "652275243ca54e04b70dffeb91d5966f",
            "sentence": "I imagine that Tom will eventually find out that Mary has been talking behind his back."
        },
        {
            "id": "87f3613244a14abe87400fbcea9293db",
            "sentence": "I never for a moment imagined that I would still be doing this kind of thing at my age."
        },
        {
            "id": "ee05ee5c46f74894a34b7a9195d20ed1",
            "sentence": "Since Tom is leaving for Boston tomorrow, today is our last chance to give this to him."
        },
        {
            "id": "8d7af1ba9a544d4f8c5d4165cd478355",
            "sentence": "The bomb blew Tom\\'s house to smithereens. Fortunately, he wasn\\'t at home at the time."
        },
        {
            "id": "24302205364d4f1197f13b559a9d1fbe",
            "sentence": "I think we should all be worried a little bit about the way Tom has been acting lately."
        },
        {
            "id": "f2bb4a2a7cf6488e8582cd0c8bec2bc1",
            "sentence": "Tom wears a modified fishing vest to hold all his harmonicas when he performs on stage."
        },
        {
            "id": "4bbdfebce64a4af0b1b63885238289fb",
            "sentence": "To become a professional banjo player, you need to spend thousands of hours practicing."
        },
        {
            "id": "2f0d36fab8c44bd68c5e70f5f6a0fb9d",
            "sentence": "Tom asked Mary when she was going to buy a new pair of shoes for her youngest daughter."
        },
        {
            "id": "2d22ac89a1704849956c3197b8266f66",
            "sentence": "If you don\\'t think the party is going to be any fun, why are you planning to go to it?"
        },
        {
            "id": "4375a768f483417dac5c0f5fbd43fbe1",
            "sentence": "We were worried that Tom might not make friends in Boston, but he seems to be doing OK."
        },
        {
            "id": "1d2ebc9a40994149ada4bd8df0a341cd",
            "sentence": "When the phone rang in the middle of the night, I immediately knew something was wrong."
        },
        {
            "id": "cf4afdbc2ce54ec48e854419cfc1289e",
            "sentence": "I don\\'t need to sound like a native speaker, I just want to be able to speak fluently."
        },
        {
            "id": "08093bd1fadd45e5b9f60b023afc15d6",
            "sentence": "I guess this is how things are going to be from now on, so we\\'d better get used to it."
        },
        {
            "id": "09855109008e42728828cfd29565d93f",
            "sentence": "It\\'s not always possible to eat well when you\\'re traveling in this part of the world."
        },
        {
            "id": "41b866d6eac948d2b214ba82e0ceec26",
            "sentence": "Even though Tom just had his fortieth birthday, I don\\'t think he\\'s over the hill yet."
        },
        {
            "id": "c0a35cb364ad4cd4a87d48d93aad2db9",
            "sentence": "Tom wasn\\'t wearing a wedding ring, but Mary noticed a white circle on his ring finger."
        },
        {
            "id": "d98e32fbf692446b98893f0a9f5f7e5a",
            "sentence": "Tom\\'s muscles were tired and he wanted to get home and soak in a hot bath for a while."
        },
        {
            "id": "50a869ea38344fcc9b584261c2130cfb",
            "sentence": "After I got married, my French got better since I started speaking French with my wife."
        },
        {
            "id": "5f92bd9b3c9f48e7a7a8a71af1ad7ddd",
            "sentence": "Generally speaking, men find it more difficult to talk about their feelings than women."
        },
        {
            "id": "3eea4dc20fc0415baef62c4a0b18fe73",
            "sentence": "How long do you think Tom will work for us before he quits and goes to another company?"
        },
        {
            "id": "44cc686fba6c4b94807de595ced07f78",
            "sentence": "The knife on the table wasn\\'t sharp enough to cut the meat, so I used my pocket knife."
        },
        {
            "id": "e5257b2562dc4b519d9a1135b25ba300",
            "sentence": "Tom\\'s lawyer didn\\'t think that the jury would think that Mary was a reliable witness."
        },
        {
            "id": "e76028a202d1407ca8c4b93156ba4f77",
            "sentence": "Tom didn\\'t think he had a chance to succeed, but he at least wanted to give it a shot."
        },
        {
            "id": "68330f7fa08d4ccd993c86d8e4a1cf1b",
            "sentence": "Tom claimed that he didn\\'t know his beach house was being used for illegal activities."
        },
        {
            "id": "054710ed38b34ef28975f13c51fc03c4",
            "sentence": "Tom was very good at playing the guitar before he broke three fingers on his left hand."
        },
        {
            "id": "eddf2a1560a54db4a2f256c331aa3a6a",
            "sentence": "I\\'ve got better things to do with my time than to sit here and listen to you complain."
        },
        {
            "id": "efed3949266340178e96f50c3de31f77",
            "sentence": "Tom couldn\\'t persuade his classmates to change their minds about postponing the dance."
        },
        {
            "id": "06438847b57a4fbc9177d53fe58bed63",
            "sentence": "Tom didn\\'t know where Mary was going, but he had a good idea where she might be going."
        },
        {
            "id": "96deee7ee0e9481da9691ce832aba169",
            "sentence": "Tom had his ear pressed to the door, trying to hear what was going on in the next room."
        },
        {
            "id": "96607b6fc95a40f7a8f3054d5c9e4932",
            "sentence": "Are you really going out on such a cold day? I think you’d be better off not going out."
        },
        {
            "id": "db289817daeb42fd937b0d239850c21b",
            "sentence": "Tom could hardly believe his ears when he heard that Mary was coming back home to stay."
        },
        {
            "id": "31665d6839ec44c88087b7e398906be1",
            "sentence": "In the short time Tom was away from his desk, Mary scribbled something in his textbook."
        },
        {
            "id": "8822b311da22434e9730ee1618d4413c",
            "sentence": "When did you find out that Tom wasn\\'t the one who Mary wanted to go to the dance with?"
        },
        {
            "id": "48d8373f750d46c9952c5d0a1e98a247",
            "sentence": "Tom looked disappointed when Mary told him that she wouldn\\'t go to the dance with him."
        },
        {
            "id": "49f84069ac4e4a67b60cf99a48b0813f",
            "sentence": "It\\'s best to translate from a foreign language you know into your own native language."
        },
        {
            "id": "fe4c4bff2e584a2b84095e9a2de2f88e",
            "sentence": "Mary closed her eyes and waited for Tom\\'s kiss. When she opened her eyes Tom was gone."
        },
        {
            "id": "95341375b5c84545ae8d75252fceb919",
            "sentence": "Tom didn\\'t come right out and say so, but he implied that I wasn\\'t telling the truth."
        },
        {
            "id": "4acfe791286f4faeb42c6e8c9e06f624",
            "sentence": "He can't tell a cherry tree from a plum tree, but he can name them in twelve languages."
        },
        {
            "id": "0e698ca91be045fa9dd0caf315266de5",
            "sentence": "The Tokyo Skytree is the second tallest structure in the world, after the Burj Khalifa."
        },
        {
            "id": "6400b22d8a4a4a6596a9f5fd74f17819",
            "sentence": "The Narita Express will take you directly to Tokyo Station in approximately 90 minutes."
        },
        {
            "id": "32e4fac414f2454fba06038aca0ff724",
            "sentence": "I have a brother and a sister. My brother lives in Tokyo and my sister lives in Nagano."
        },
        {
            "id": "b9053170e80046e3bf72ae9b66a383e5",
            "sentence": "As Tom started to walk across the street, a truck ran the red light and almost hit him."
        },
        {
            "id": "1eb27345f4a04449a209fa2b15221c19",
            "sentence": "It seems to me I've seen that person over there who's wearing glasses somewhere before."
        },
        {
            "id": "92486f34e0f04c598a880c749807fad1",
            "sentence": "Huh, you've got the experience?! Don't get me started. I have underwear older than you."
        },
        {
            "id": "116000a9c95c41a7a33b77384597932c",
            "sentence": "While Tom wasn't watching, Mary grabbed his soda can and shook it as hard as she could."
        },
        {
            "id": "4e0d5103105345eaadba98e192ce236f",
            "sentence": "As the night wore on and Tom drank more and more, his jokes got progressively smuttier."
        },
        {
            "id": "e87f707b0e6b4a688bf6483d4c31ffaf",
            "sentence": "Once people reach a certain age, they don't want to ask their parents for help anymore."
        },
        {
            "id": "ce4668fa47da44f2a5048fbaf1bb465a",
            "sentence": "I once read an interesting anthology of poetry generated by a computer program in 1984."
        },
        {
            "id": "483aadd62dd34b2090105fe613897c89",
            "sentence": "People who are afraid of making mistakes will make no progress in English conversation."
        },
        {
            "id": "9e45fca2660b49e69faca17e4f7db365",
            "sentence": "Tom doesn't have running water, so sometimes he comes over to our place to take a bath."
        },
        {
            "id": "c2b9d6e8453642b582b55a20cc63423e",
            "sentence": "Tom locked himself in the bathroom, but the men who were after him broke down the door."
        },
        {
            "id": "042c4c3eb95c4c959d58e93493d4df90",
            "sentence": "Tom took some amazing pictures of the Eiffel Tower silhouetted against the evening sky."
        },
        {
            "id": "d1c3f2c75a7e4c2abb1ae6ca22c6363c",
            "sentence": "We'll get a cab now, and go to see your new home. I am very sure that you will like it."
        },
        {
            "id": "1408f640669447a29db5955aa50461a5",
            "sentence": "Instead of focusing on the ways we're different, let's focus on the ways we're similar."
        },
        {
            "id": "2e7e33a35cd7463fa56e891c2e3d1db6",
            "sentence": "I wanted to get a tattoo on my chest, but everyone told me that that was a stupid idea."
        },
        {
            "id": "bbe82a241ac348298366a7fa2ca82eaa",
            "sentence": "Nothing is as difficult as coming up with a simple explanation for something difficult."
        },
        {
            "id": "38e7ff2675094e8297d553d07a4ea084",
            "sentence": "Let's go to bed now. It's quite late and you are very tired after that long ride today."
        },
        {
            "id": "399bdf8065e849009da3259681ffe3c4",
            "sentence": "Tom is the head of the company in name only. His son makes all the important decisions."
        },
        {
            "id": "dea57d2ec90542d69d6c6341b9b8e210",
            "sentence": "Even though you're older than me, I still think you're young enough to appreciate this."
        },
        {
            "id": "19858147863349c98da9a622d94e990a",
            "sentence": "What are three interesting things about you that I wouldn’t know from your application?"
        },
        {
            "id": "6a1c504a7b8b463fa1e3232e5cde017d",
            "sentence": "Owing to a misunderstanding, Tom and Mary haven't spoken to each other now for a month."
        },
        {
            "id": "bec8b93908e842ebbb223051e4fcc667",
            "sentence": "If Tom didn't know that he could count on you, he would never have asked for your help."
        },
        {
            "id": "a05d073269c74ecb97cf9edcb3a5974b",
            "sentence": "I don't know what you want from me, but I'm sure you're confusing me with someone else."
        },
        {
            "id": "d8b898e42541440c841b22ab4b185038",
            "sentence": "Tom was sitting on the grass reading a story to a group of children who sat around him."
        },
        {
            "id": "7ebc6465bf9640c59f577866aeab420e",
            "sentence": "Tom's the kind of person who calls a spade a spade and a lot of people don't like that."
        },
        {
            "id": "0720a51c616c49f392329322d114c27f",
            "sentence": "Tom breathed slowly and deeply to calm his nerves before going into the interview room."
        },
        {
            "id": "6dfc3617abf04baaaa85d3248cc97e03",
            "sentence": "Tom found the wallet he thought he'd lost after searching the house from top to bottom."
        },
        {
            "id": "d505cf8959b940a899a54224b5b863a2",
            "sentence": "I've lost interest in studying, so I don't think there's any point in going to college."
        },
        {
            "id": "f6c681f1d45c4021ad14a0ed0d69eaa0",
            "sentence": "Tom and Mary aren't planning to go to Australia. They're planning to go to New Zealand."
        },
        {
            "id": "30770e7385284dc99ece30f4e8980be3",
            "sentence": "The clouds are getting darker and darker and it's beginning to look like it might rain."
        },
        {
            "id": "bad174dd1ba847a2a97bf1e323235bdb",
            "sentence": "Just because you think it's a good idea doesn't mean that the rest of us think so, too."
        },
        {
            "id": "33ea7d2828c0405d80f4b90cec2e7d2a",
            "sentence": "Tom wakes up every three hours during the night, while Mary sleeps all the way through."
        },
        {
            "id": "f3024bb8cfcf4b09836ae32240109dc2",
            "sentence": "The twins look so much alike it's next to impossible to distinguish one from the other."
        },
        {
            "id": "8fa722f2c2ed424cb65951e18adebed9",
            "sentence": "The girl said she was going shopping with her mother, and didn't listen to what I said."
        },
        {
            "id": "0793ae7820c8448abef3ead74b03a665",
            "sentence": "I used the new corkscrew that Tom gave me to open the bottle of wine that Mary gave me."
        },
        {
            "id": "75f55140ae14485d9a9e45b39207e5c4",
            "sentence": "Tom started to answer the question and then realized that it was a rhetorical question."
        },
        {
            "id": "2481637aab244edf920e59f199bd9765",
            "sentence": "At first, Tom thought that the person he saw was Mary, but later found out it was John."
        },
        {
            "id": "de02cdb2bee8498dabb9b10b0abcf774",
            "sentence": "There is a second way to define the Gabriel-Roiter measure which may be more intuitive."
        },
        {
            "id": "5764f8aae31841c894195dbbd0eb9fcb",
            "sentence": "Tom backed his car up to check, but the raccoon he had run over was dead as a doornail."
        },
        {
            "id": "b0a88c6e1c4744f7929f2f77b07cd381",
            "sentence": "When Tom says he's going to bed early, he means that he's going to bed before midnight."
        },
        {
            "id": "32d3d3a836d64d539570ed72d2e6c28b",
            "sentence": "There's no doubt that Tom's childhood laid down the blueprint for the rest of his life."
        },
        {
            "id": "01bdd1f6528c435cb6c2d35f80afb9fa",
            "sentence": "When we started out, we realized if we didn't have a good product, we wouldn't succeed."
        },
        {
            "id": "36f24e6c289749babb424e0f5d9ba734",
            "sentence": "Sound knowledge of computer systems and programming languages is integral to Tom's job."
        },
        {
            "id": "c1d87e3a695e4490ad0f79433975678f",
            "sentence": "Tom put his ear to the door in an effort to overhear what Mary was saying on the phone."
        },
        {
            "id": "04f1bd7a00a44319b9614b0d96444dbf",
            "sentence": "Tom didn't have the key to the office, so he waited for the janitor to open it for him."
        },
        {
            "id": "3d2caea86c814082aaf611074309d744",
            "sentence": "Everything possible will be done to keep things like this from happening in the future."
        },
        {
            "id": "88ad5c5ac78f414398b63d6a85a8bef5",
            "sentence": "If mankind doesn\\'t take care of the environment, the environment may eliminate mankind."
        },
        {
            "id": "aa5b85e33d174732a404698459f7651c",
            "sentence": "It occurred to me while I was waiting for Tom that maybe I shouldn\\'t have invited Mary."
        },
        {
            "id": "d484a803a413473a950a8c7f5f4dd9ed",
            "sentence": "Tom didn\\'t want to hear about all of Mary\\'s problems, but he sat quietly and listened."
        },
        {
            "id": "11d0d4e4e22c4111b5843e85635cacc5",
            "sentence": "It\\'s recommended that you don\\'t write your passwords down where others might see them."
        },
        {
            "id": "b0d1bd39807f4921811a81b0d6d50229",
            "sentence": "Once Tom gets here with some tools, we\\'ll have everything we need to get this job done."
        },
        {
            "id": "32e4f21287dc49f1a13c47d8b9069827",
            "sentence": "To put it bluntly, the reason this team won\\'t win is because you\\'re holding them back."
        },
        {
            "id": "392baf600f2e4cb29bd465a594b61009",
            "sentence": "Why don\\'t we have enough food for everyone? I thought you went shopping this afternoon."
        },
        {
            "id": "996f1f5853e1493cae0c372c4c246596",
            "sentence": "Tom leaned out the window of his car and pressed the button on the intercom at the gate."
        },
        {
            "id": "20eba643c42e4b92a6c92efaa56c0128",
            "sentence": "Tom had always wanted to climb Mt. Fuji, but until now, had not found the time to do so."
        },
        {
            "id": "cece226be10d43d8ae5a3667c52c03ab",
            "sentence": "Why don\\'t we just reformat the hard disk? You\\'ve been having a lot of trouble with it."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}