{
    "currentPage": 7138,
    "pageSize": 100,
    "items": [
        {
            "id": "e81e975bbcac4ba1995daca5b88598f2",
            "sentence": "I\\'m pretty sure the first thing you\\'ll want to do when you get to Boston is call home."
        },
        {
            "id": "a0357af734684cd1a4b12568ae872989",
            "sentence": "How do you know you wouldn\\'t have done the same thing Tom did if you were in his shoes?"
        },
        {
            "id": "479bee835b2344e5be93eb5ff3fc0fa6",
            "sentence": "I don\\'t understand and I\\'m not used to not understanding. Please explain it once more."
        },
        {
            "id": "eb4039afd73f48b094c9a9815184a3d8",
            "sentence": "I wasn\\'t surprised when Tom showed up at my party because Mary told me he\\'d be coming."
        },
        {
            "id": "3b294781e5fd43f394bc2282ed32c5d8",
            "sentence": "Tom was drinking at a bar with Mary at the time the police think that John was murdered."
        },
        {
            "id": "2373392f154349b0978b13c0a2d1fc87",
            "sentence": "When I study a foreign language, I like to study with a native speaker of that language."
        },
        {
            "id": "7b5b293c1012490da5762635e58f7010",
            "sentence": "Tom didn\\'t seem to be at all interested in Mary\\'s explanation about what had happened."
        },
        {
            "id": "c4a98371f1754c41942ddc49c8c0778b",
            "sentence": "I bought myself an expensive guitar even though I don\\'t yet know how to play very well."
        },
        {
            "id": "9fcc15d815a44bf0bb4b76da8798f2a3",
            "sentence": "Tom can\\'t decide whether to buy a new computer now or wait for a couple of more months."
        },
        {
            "id": "e32dfe7feb3b40d6973a71d1e8940b79",
            "sentence": "Tom wants Mary to know that if she ever needs help, all she has to do is ask him for it."
        },
        {
            "id": "4fcf7cc3794e4cabbe95a09359278049",
            "sentence": "I had more questions, but Tom seemed to be tired of my questions, so I didn\\'t ask them."
        },
        {
            "id": "ddc6641b93134a5db80e29549230c642",
            "sentence": "Tom can\\'t quite believe that Mary is really going on a date with him this Friday night."
        },
        {
            "id": "621b689a0f0f4f76bc819f2fad91d755",
            "sentence": "Tom called Mary and asked her to meet him for a drink at the bar across from his office."
        },
        {
            "id": "91346bb3313e484eb37a66ef01f1dde2",
            "sentence": "Tom got out of the bathtub and dried himself with the new towel that Mary had given him."
        },
        {
            "id": "8b45a8f251024d25b70df184d5ae9d8b",
            "sentence": "Tom loves coming here since he thinks this place serves the only fast food worth eating."
        },
        {
            "id": "026d87107e334729b31f5082362a8311",
            "sentence": "A supermoon can look up to 14% bigger and 30% brighter than a regular monthly full moon."
        },
        {
            "id": "3a2429c64cef4867ad264c04ea2db8a5",
            "sentence": "The police detective said that all of the doors and windows were locked from the inside."
        },
        {
            "id": "cdc3d1120c31424694632df78883af49",
            "sentence": "Tears of joy streamed down Tom\\'s face when he saw his baby daughter for the first time."
        },
        {
            "id": "2833aeb6d1124af184e4c3ed10569028",
            "sentence": "I wanted to try that new restaurant on Park Street, but Tom wanted to go someplace else."
        },
        {
            "id": "9be8361fe8604a0c927d33b3bc8a1551",
            "sentence": "I'd love to stick around and help you, but I have something else I have to do right now."
        },
        {
            "id": "41bc05e547904ad4927af2e3029f5033",
            "sentence": "When Tom bought his car, he didn't know that it had been involved in a serious accident."
        },
        {
            "id": "70586833bc6c401b89ad2dca7c38b3dc",
            "sentence": "Mary's phone kept cutting out and she couldn't make out what Tom was trying to tell her."
        },
        {
            "id": "952404b2b70d4b05b7c457ee5a48e0fc",
            "sentence": "Tom was walking on the sidewalk on the other side of the road and didn't seem to see me."
        },
        {
            "id": "255f28d2fae340b186516ceebed4164b",
            "sentence": "The identity of the boy who had been missing was verified by the clothes he was wearing."
        },
        {
            "id": "995c0f78bea245e6b274df4f07105f06",
            "sentence": "Tom and Mary spent the time talking to each other and getting to know each other better."
        },
        {
            "id": "8f200ad26c0f4d21bce5c41d583fec7c",
            "sentence": "Nowadays you no longer hear popular songs that can be sung by men and women of all ages."
        },
        {
            "id": "28677cac84934462a275061ccb6be7a9",
            "sentence": "I've come to terms with the fact that I'll never be as fluent in French as I want to be."
        },
        {
            "id": "252261376a2c447f8d76213f88ff8c39",
            "sentence": "Tom bought a new kite since his old one got stuck in a tree and he couldn't get it down."
        },
        {
            "id": "a46c62aa95cd4cb9b819b280aef31c95",
            "sentence": "I'm telling you, I saw it with my own two eyes. I wasn't seeing things or hallucinating."
        },
        {
            "id": "7bc0f0ac736440db962443820a782fbe",
            "sentence": "You've come too far. Turn around and go back about three kilometers, and then turn left."
        },
        {
            "id": "0c5e86b7944240e390749e7ba391e1b2",
            "sentence": "Is there, for example, a three-course meal that conveys sin, punishment, and redemption?"
        },
        {
            "id": "1207544d7a55479dbcde2cf60d5b26a0",
            "sentence": "The turkeys in my grandfather's farm are very noisy, I can't wait for them to get eaten."
        },
        {
            "id": "98a4d601e7d048379eae13bdf2912d45",
            "sentence": "I hope all but one of your dreams come true, so you always have something to strive for."
        },
        {
            "id": "e48c60e05bd64880bfac765d910b4999",
            "sentence": "I used to think that only bears hibernate, but the teacher said that turtles do as well."
        },
        {
            "id": "bd86f4a0606b49fc9a7627e65c922e93",
            "sentence": "After his near-death experience, Tom was a much more loving and less judgemental person."
        },
        {
            "id": "14839da72d7948d7952d5a3c2cd6be55",
            "sentence": "Listen Tom, it would defeat the purpose of the test if I told you what it was all about."
        },
        {
            "id": "f735d65037d24cda933219532d364306",
            "sentence": "If the doctor had gotten here a little sooner, he might've been able to save Tom's life."
        },
        {
            "id": "2799719399f9464bbd6b3568f8663f21",
            "sentence": "Gabon faces fluctuating international prices for its oil, timber, and manganese exports."
        },
        {
            "id": "97ff3f2835564036b26b641049983d77",
            "sentence": "When Tom went to the store, he saw several people wearing their masks under their chins."
        },
        {
            "id": "a22377b9cfe74b5b8c3c461e1ff16046",
            "sentence": "If you chain-smoke, you are much more likely to have severe lung problems later in life."
        },
        {
            "id": "5d2aac9860bc4b9c99929d1fc20170cc",
            "sentence": "I wanted to get a tattoo on my chest, but everybody told me that that was a stupid idea."
        },
        {
            "id": "bd68b1a837874ba68bce4173271d13b4",
            "sentence": "In this story, mages act as conduits for natural magical energy in order to cast spells."
        },
        {
            "id": "327fed059b5549eea73869daedfe5845",
            "sentence": "Tom wanted to go back and hug Mary, but he just walked away without even waving goodbye."
        },
        {
            "id": "f296e73d32524041a35912da5e79097a",
            "sentence": "Do you know the reason why two-thirds of the students didn't attend the student meeting?"
        },
        {
            "id": "3977154f0f9e48ca93188d3c48b924ad",
            "sentence": "Before we get started, I'd just like to say a few words about how important this job is."
        },
        {
            "id": "545b652ee0be4e67a08405419cf6f140",
            "sentence": "This hand-cranked flashlight contains a dynamo which generates DC to charge the battery."
        },
        {
            "id": "15567c30ed6146839d9e52bab2070df9",
            "sentence": "I was relieved to find out that I wasn't the only one who didn't know what was going on."
        },
        {
            "id": "ed9ee1bfeaf34ca0be1a7fe2360cba50",
            "sentence": "Tom would have liked to have stayed for dinner, but he had urgent business to attend to."
        },
        {
            "id": "7ef4fcabad294a7790cad751fd1fbda6",
            "sentence": "Todd the squirrel, playing two stereos at once, claims to listen only to \"double music.\""
        },
        {
            "id": "de7440b1bf004d53ae77ea5071e1a7fb",
            "sentence": "In the dark, I stumbled and, like a total idiot, hit my forehead against the door frame."
        },
        {
            "id": "d62249cf24094b3397c26c6e2b8fb5bc",
            "sentence": "Eat a live frog every morning, and nothing worse will happen to you the rest of the day."
        },
        {
            "id": "ec581dcbb8ff4d57be5086959f2e25aa",
            "sentence": "Whenever you find yourself on the side of the majority, it is time to pause and reflect."
        },
        {
            "id": "8531e2a24fb0425db59407b54a76ad20",
            "sentence": "What surprised me most about that accident is how fast the lawyers arrived on the scene."
        },
        {
            "id": "300ba9f5b9cd4005b63647349d69f65c",
            "sentence": "Which foreign language do you think is the easiest for native English speakers to learn?"
        },
        {
            "id": "4f2cbe5eb57b4be18038f46ba0622fc8",
            "sentence": "I don't remember ever wanting to become a fireman or a baseball player when I was young."
        },
        {
            "id": "6b62899178dd4dd29ead71797dd02d45",
            "sentence": "Quarantining together for two weeks might just feel like a little too much togetherness."
        },
        {
            "id": "aed6844732f54f698ffe2d8f5cf6f81f",
            "sentence": "Tom limped to the front of the classroom and told the other students about his accident."
        },
        {
            "id": "447b27f4ef6547e2a88e7a13e0f94d36",
            "sentence": "Do you think that Tom would be able to translate this document from French into English?"
        },
        {
            "id": "651ebaef521e45a78dd720266cb1b9aa",
            "sentence": "Tom started driving when he was thirteen, even though he didn't have a driver's license."
        },
        {
            "id": "a43e3660018042148cc8c3f264cb8c76",
            "sentence": "Tom could think about nothing but Mary in the early stages of his relationship with her."
        },
        {
            "id": "1bdd81cb7b744e4b9e6d36d0c6feac7c",
            "sentence": "We saw several police cars with sirens blaring and lights flashing racing down the road."
        },
        {
            "id": "2b9f6cfe85ed4fdb8cc81ddfaa345621",
            "sentence": "Tom asked me which of my children I liked best. I told him that I like them all equally."
        },
        {
            "id": "cae1bf71c6244e878e453d22f53644aa",
            "sentence": "I'm sure that Tom will come back as soon as he realizes that he left his briefcase here."
        },
        {
            "id": "82629137743d4d93a6d864d9e5c9f909",
            "sentence": "The advantage of old age is that you no longer want what you previously couldn't afford."
        },
        {
            "id": "7b361ff33c4646ecb5673baa37c005af",
            "sentence": "Some months have thirty-one days, others have thirty and one month has less than thirty."
        },
        {
            "id": "8a8e622cc82640c4a1e6a8b3782305b8",
            "sentence": "In France, advertising of mobile phones directed at children 12 and under is prohibited."
        },
        {
            "id": "6d400255401848cfb4ce1fe816819dcf",
            "sentence": "Tom didn't know that Mary thought that he should invite John and Alice to their wedding."
        },
        {
            "id": "e0f2f83a16584295ba1984cb19e4758f",
            "sentence": "When Mary went to cook dinner, she found that her potatoes had sprouted in the cupboard."
        },
        {
            "id": "50af373266d24611a8326b725a85b4b9",
            "sentence": "The petrol pump attendant wasn't very thrilled when we only bought a newspaper from him."
        },
        {
            "id": "71b31e6a19e74f698a57202323ca49e2",
            "sentence": "Tom and Mary haven't talked to each other for a month now because of a misunderstanding."
        },
        {
            "id": "09ed304b73f7456a966eb228b640de65",
            "sentence": "I've asked that question many times, but no one has ever given me a satisfactory answer."
        },
        {
            "id": "fdc67181fa8a4089a4d79e90067e2725",
            "sentence": "I've asked that question many times, but nobody has ever given me a satisfactory answer."
        },
        {
            "id": "d5bfe2cdbe2f4660b0ecc27829bb4ba2",
            "sentence": "I saw many people who had no clothes and I saw many clothes which had no people in them."
        },
        {
            "id": "e3b6f279879a4147bac880f789a2b350",
            "sentence": "It doesn\\'t make much sense to me that Tom would be allowed to go, but Mary wouldn\\'t be."
        },
        {
            "id": "571a089ea2574851afaa66d559f38a74",
            "sentence": "Which translation of this book do you think is better, the French one or the English one?"
        },
        {
            "id": "c3dee49366ec45f7b0d3ff94e6201b6d",
            "sentence": "Tom keeps enough money for a taxi fare home tucked in his sock when he goes out drinking."
        },
        {
            "id": "e35e7f5b407c4a3290e70ae64bd8856a",
            "sentence": "I shoot the rabbits in my garden with a squirt gun to keep them away from the vegetables."
        },
        {
            "id": "603f241fd3154c9cb06fb19db7d73369",
            "sentence": "The police found Tom lying on the floor with a bullet hole in the middle of his forehead."
        },
        {
            "id": "62dbabd57401421586ad2fdb63fdb5f1",
            "sentence": "Tom and Mary were speaking in French, but switched to English when John entered the room."
        },
        {
            "id": "aa8e26f73bc54fce900052ce75b9fecf",
            "sentence": "I had to change clothes because what I was wearing wasn\\'t appropriate for the situation."
        },
        {
            "id": "24ed2e1a359a4f9fbfb61050b6ff3550",
            "sentence": "In retrospect, Tom realized he shouldn\\'t have been dating both sisters at the same time."
        },
        {
            "id": "84965412306a4cd4ab04857166071a54",
            "sentence": "Tom couldn\\'t understand why his daughter would want to have her tongue and nose pierced."
        },
        {
            "id": "a5bae000608c4d1baf35498a6df3c4fe",
            "sentence": "Tom and Mary ran off to Boston and got married after knowing each other only a few weeks."
        },
        {
            "id": "48289ef2b38b44c698ee2d64dbacb7f0",
            "sentence": "Tom and Mary were friends in high school and started dating a few years after graduating."
        },
        {
            "id": "eac32f5d074247e7a4b93234b2f838be",
            "sentence": "Tom attended high school for three years without missing a single day or ever being late."
        },
        {
            "id": "20e247e00a1d44bf85f0151df7402017",
            "sentence": "Tom certainly had a point when he said we should allow more time to complete the project."
        },
        {
            "id": "a7682a31ff1147b298bb45d4497532a9",
            "sentence": "Tom killed Mary because he found out she had started the fire that had killed his family."
        },
        {
            "id": "aa1d571b59ca4689bd597498300539cb",
            "sentence": "Tom got his learner\\'s permit yesterday, so he\\'s out with his father practicing driving."
        },
        {
            "id": "5cf5eeec11d54aae95cf39c3a00566c1",
            "sentence": "The police spent hours searching Tom\\'s place, but they couldn\\'t find the murder weapon."
        },
        {
            "id": "b87ad039e8e8480fa959427185b32645",
            "sentence": "I think it\\'s highly unlikely that we\\'ll ever get any help from the national government."
        },
        {
            "id": "283acbafc64b4373aea49a9bc6aa359c",
            "sentence": "Tom\\'s mother is a nurse at the hospital that\\'s across the street from where Mary lives."
        },
        {
            "id": "850fc0b1afa94edbbcab484557fad40b",
            "sentence": "Tom is always a little irritable in the morning before he drinks his first cup of coffee."
        },
        {
            "id": "0144b73d3bc249e28be0afc2848125a6",
            "sentence": "Since I have no children, I have more time to spend doing volunteer work than parents do."
        },
        {
            "id": "2a98a1da855a484ca4e6dc71e2ff868f",
            "sentence": "The bartender walked over to where Tom was sitting and asked him what he wanted to drink."
        },
        {
            "id": "698d9aca47884c6597e658ec56163658",
            "sentence": "Tom wanted to build his own house, but gave up after realizing how much work it would be."
        },
        {
            "id": "197f13d3899a4015bf98aa355583efa8",
            "sentence": "Tom and Mary gave exactly the same answers on the test which made the teacher suspicious."
        },
        {
            "id": "c5c13d5c73614df8835374ca1fce411b",
            "sentence": "Tom thought he could reach the airport on time if he drove a little over the speed limit."
        },
        {
            "id": "7f67bc0dac5343ffbf788203b7b5b29b",
            "sentence": "Tom shaved off his beard and dyed his hair blonde, hoping people wouldn\\'t recognize him."
        },
        {
            "id": "a6f2bbe1aa1f490da9482bbd090e3dcc",
            "sentence": "Tom stared at Mary for a moment wondering if there was something she wasn\\'t telling him."
        },
        {
            "id": "2a80fb6462c2472a8504b07e3227e9c7",
            "sentence": "Tom wanted to give you a surprise party, but I knew you\\'d hate it, so I told him not to."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}