{
    "currentPage": 7139,
    "pageSize": 100,
    "items": [
        {
            "id": "1f4726c14fa24127bc406baabe5d4435",
            "sentence": "I don\\'t think I\\'ve ever done anything that would cause my parents to want to punish me."
        },
        {
            "id": "2e4de2be7a4a4b69a804c454fdb80f24",
            "sentence": "English is quite often the language of choice when speaking to an international audience."
        },
        {
            "id": "a3a008a2f73648a5b38960225a462dec",
            "sentence": "Tom kept tailgating the car in front of us even though I told him it was unsafe to do so."
        },
        {
            "id": "2524e4e61a844e9a9b0f257173176d24",
            "sentence": "Tom found someone\\'s business card in his pocket, but couldn\\'t remember where he got it."
        },
        {
            "id": "8eace0eb0e0044d495ba5c18f66e0587",
            "sentence": "I wasn\\'t surprised when Tom showed up at the party because Mary told me he\\'d be coming."
        },
        {
            "id": "2f9cad1962d54a46990aefc6f87bdf37",
            "sentence": "Even though it\\'s against company policy, Tom and Mary kiss and hug every time they meet."
        },
        {
            "id": "56960fb2460a4189b435d4064a4af6b6",
            "sentence": "I think it\\'s highly unlikely that Tom would be interested in buying your old MP3 player."
        },
        {
            "id": "3098e6edfe3543b9bb3fca8e3796cbff",
            "sentence": "Tom was a vegetarian until his doctor told him he should probably start eating meat, too."
        },
        {
            "id": "8006218e27dd47b18f2029bf7351ea96",
            "sentence": "Tom and Mary got married three years ago, but only stayed married for about three months."
        },
        {
            "id": "f94a36e7399843579f173d249496a5a5",
            "sentence": "If you want to be fluent in French, you\\'ll need to study much harder than you have been."
        },
        {
            "id": "e2029b92e06d460fa4711518b151c443",
            "sentence": "Tom couldn\\'t believe that he was going out with one of the best looking girls at school."
        },
        {
            "id": "8ba02f0a09e943b08d08974605615a38",
            "sentence": "Tom is colorblind, so he couldn\\'t tell if Mary was wearing a green dress or a red dress."
        },
        {
            "id": "29695b4ff9e243a6b2af71e90be80af4",
            "sentence": "I wonder whether or not Tom bought that house on Park Street he was looking at last week."
        },
        {
            "id": "b5b5cbc525af442985f79e8f56d913bf",
            "sentence": "I almost agreed to do that, but then I remembered what happened the last time I did that."
        },
        {
            "id": "8f7d992162ae4a47a9ea0ac66175b8b5",
            "sentence": "You didn't really think that you were going to be able to do that by yourselves, did you?"
        },
        {
            "id": "99cb9f293b2e473b8392d98663eade9a",
            "sentence": "Tom has done a lot of stupid stuff, but I don't think he'd ever do something that stupid."
        },
        {
            "id": "5310e15963ac4c1880bb8131dac12720",
            "sentence": "Tom was really tired. He turned off the light at nine and was fast asleep within minutes."
        },
        {
            "id": "24bbf6ab8d614af390e8a54e7e514c0b",
            "sentence": "Whenever I hear this song, I think about the first dance I went to when I was a teenager."
        },
        {
            "id": "315fc20cde2840b3a8b544a2aba67eaf",
            "sentence": "In front of the water fountain, there was a young woman accompanying herself on a guitar."
        },
        {
            "id": "d74a4c1bf2584ecfa5ed818863d80211",
            "sentence": "They say that in America anyone can become president, but perhaps that's not really true."
        },
        {
            "id": "e0a3e5496fe0428bb9a8cb316121df6d",
            "sentence": "Because of a misunderstanding, Tom and Mary haven't spoken to each other now for a month."
        },
        {
            "id": "8a77907714a641d4a42fcf7030b7e5cb",
            "sentence": "Tom looked away in horror as Mary doused her fries with mayonnaise on top of the ketchup."
        },
        {
            "id": "1c191f470f9c4f36a533bffb66b255d4",
            "sentence": "Tom shot himself with the tranquilizer that was meant for the bear that was on the loose."
        },
        {
            "id": "8d8d0e6f95504d7eb99b5beaedf25d93",
            "sentence": "I really admire Tom's ability to focus on his work, no matter what's going on around him."
        },
        {
            "id": "bf72c649ed4b4c08a36b8758c021478f",
            "sentence": "Sooner or later, we'll have to buy a new TV since the TV we have now is a very old model."
        },
        {
            "id": "04c8f667040a475fa722d039d785f526",
            "sentence": "As soon as you're finished looking at the \"kairanban,\" please give it to the next person."
        },
        {
            "id": "2040a19e960a4b83a6ce624ace67ff82",
            "sentence": "Everybody is in a good mood looking forward to the five-day holiday that starts tomorrow."
        },
        {
            "id": "5b1a2a987429475e9ac84756e0903225",
            "sentence": "In the criminals' storehouse, the authorities found pallets upon pallets of stolen goods."
        },
        {
            "id": "42c5f31fe4f7480d978eca5d22d906ed",
            "sentence": "Male Bowerbirds build fascinating ornamental structures called \"bowers\" to attract mates."
        },
        {
            "id": "cf827e9f259b4b7b8b178bb61d437844",
            "sentence": "I have no idea how expensive this is going to be, but I know it's going to cost us a lot."
        },
        {
            "id": "99d94da218fe4f97b2c6da2812250d5c",
            "sentence": "Within the last two weeks, have you had close contact with anyone with flu-like symptoms?"
        },
        {
            "id": "79f859143b674e4781b9a1f561538b76",
            "sentence": "If I tell you not to think about elephants, the first thing you think about is elephants."
        },
        {
            "id": "b3c0b3ac1fe3443ab73ff33b76c88b98",
            "sentence": "He makes good use of the pheasants he hunts. He has a purpose for every part of the bird."
        },
        {
            "id": "3e7790d7834248368f74bfe368723326",
            "sentence": "The government will provide interest-free loans to firms that participate in the program."
        },
        {
            "id": "9db65aa62e7547f38689935aa809b68e",
            "sentence": "It's important that universities engage in serious collaboration with local institutions."
        },
        {
            "id": "69069701d337444282a4a1c71c2c34ff",
            "sentence": "When the accountant was arrested, rumour had it that it was for his creative bookkeeping."
        },
        {
            "id": "1913c3a55ad84cd9a96ab3bfab971a13",
            "sentence": "The young man who has not wept is a savage, and the old man who will not laugh is a fool."
        },
        {
            "id": "c85290191a9146ca8eae7cdf86ee897d",
            "sentence": "You can adduce studies and reports all you like, but their sophistry will always win out."
        },
        {
            "id": "b268868c3b5c4e9a93bd7f4616267b38",
            "sentence": "Mary put a note in Tom's lunchbox telling him not to forget to buy bread on his way home."
        },
        {
            "id": "74492bc8f5a0449fa469002d64a5b225",
            "sentence": "Tom decided to go on a hunger strike until his parents agreed to let him go to the party."
        },
        {
            "id": "d226625fb77c41579b01a8e00b41adc7",
            "sentence": "Tom planned to spend the day in bed, but he got a phone call and had to go to the office."
        },
        {
            "id": "55c5f021b33f4dc598d57fa7fbfff663",
            "sentence": "Tom has an older sister, Mary, and two younger sisters, but I can't remember their names."
        },
        {
            "id": "7b075a853c9947b1a1ea7472dcdb08a3",
            "sentence": "In Spanish, there are many different expressions to indicate changes and transformations."
        },
        {
            "id": "f193a3f97fe443278d52a4fbcf0f701f",
            "sentence": "If you want to be a pianist, you should practice every day, or at least almost every day."
        },
        {
            "id": "4c0462f2b8ab47d2a940a08b0ab6c381",
            "sentence": "Tom covered himself with a wet blanket and ran into the burning building to save his dog."
        },
        {
            "id": "26aa95ac677148559f5744de96d60c9e",
            "sentence": "Two instruments playing the same note sound different because of the timbre of the notes."
        },
        {
            "id": "68b8e8498a3a4b6c8b5c85807727ebeb",
            "sentence": "If you can play the trumpet, you can likely very easily learn to play the valve trombone."
        },
        {
            "id": "0fc4cfa5bf0a45e2a47811949f885c52",
            "sentence": "We discovered that that house is infested with garter snakes. They're all over the place!"
        },
        {
            "id": "a7f85f6708b143c5b0d530c03d152ac0",
            "sentence": "Tom is the sort of person who always demands rather than requests that something be done."
        },
        {
            "id": "a83ba213f3d54ed1be37daae6a0b7e30",
            "sentence": "I was supposed to do a course on how to avoid procrastination, but I kept putting it off."
        },
        {
            "id": "f53d1ec21c2248ebab5a580e56e3008a",
            "sentence": "We thought that we'd only be able to sell a few tickets, but we've already sold them all."
        },
        {
            "id": "3384553bdd804da79cb5058886d5f882",
            "sentence": "I always seem to be sleepy during the day, but I never seem to be able to sleep at night."
        },
        {
            "id": "13498c94379c49e0b557f0ab84095ae6",
            "sentence": "Tom and I both wanted to go to Australia, but the boss said that only one of us could go."
        },
        {
            "id": "ac5a73a524244758afcad6d36cf9ce3d",
            "sentence": "Tom told Mary that he was going to Boston, but he told John that he was going to Chicago."
        },
        {
            "id": "214d74e00f3147e586349bc9e4b8680a",
            "sentence": "Yanni decided to break up with Skura and surprisingly, she didn't put up much of a fight."
        },
        {
            "id": "cbbd1051bfe841c8851641b3254a8ae6",
            "sentence": "Tom has always maintained that he is innocent, and claims to this day that he was framed."
        },
        {
            "id": "2e72d02be84c403495e781dd400e0d0e",
            "sentence": "I recently learned that the people I thought were my real parents aren't my real parents."
        },
        {
            "id": "9c4b4033323b4d06ba1761c042d4c9f3",
            "sentence": "Tom waited at the bus stop for over an hour, unaware that the bus drivers were on strike."
        },
        {
            "id": "ebf323bf14664273a8193bd0ec116904",
            "sentence": "I realize this may sound crazy, but I think I've fallen in love with your younger sister."
        },
        {
            "id": "68903ad1b6594451a7bcbd303fc6b0f5",
            "sentence": "My mother makes my bed every day after I leave for school. I make my own bed on weekends."
        },
        {
            "id": "20bcf92a3ad94964904887a4a694cbbf",
            "sentence": "Tom walked over to his car and noticed a parking ticket stuck under the windshield wiper."
        },
        {
            "id": "92822307860644259a340aed1b4faf05",
            "sentence": "Tom wanted to explore the cave, but Mary said she thought it would be dangerous to do so."
        },
        {
            "id": "8f67246e20994378b2a56c6db4aa2f1a",
            "sentence": "We don't need to know how you're doing that. We just need to know that you're doing that."
        },
        {
            "id": "155907b47cb2468aa4cddc74db2144d5",
            "sentence": "You may not like Tom at first, but eventually he's likely to be one of your best friends."
        },
        {
            "id": "bd6868b4e03f4cfdb417c921f33402cc",
            "sentence": "Please don't make me laugh. I did too many sit-ups yesterday and my stomach muscles hurt."
        },
        {
            "id": "e20d29df9c1b466ca6acae12fedde0a6",
            "sentence": "No man can know them, no hunter can shoot them, with powder and lead - Thoughts are free!"
        },
        {
            "id": "e5b765415fa243c88195acbf180bc323",
            "sentence": "It didn\\'t surprise me at all that Tom didn\\'t do what he\\'d told Mary he was going to do."
        },
        {
            "id": "1d0a4c77a1054ceeb01ada91e0aca1cb",
            "sentence": "Tom has enough money to buy any computer in this store. He just needs to decide which one."
        },
        {
            "id": "0091652fa32c4b18ba1975575e5a3ed3",
            "sentence": "When Tom was a kid, he became obsessed with the girl who lived across the street from him."
        },
        {
            "id": "a09b2b53a2714e7da66998897ff70e28",
            "sentence": "I had an appointment at 2:30, but I got caught in traffic and couldn\\'t get there in time."
        },
        {
            "id": "a17ad573087744b3952710d2622f0b0a",
            "sentence": "When Tom returned home in the evening, he found out that there was no supper left for him."
        },
        {
            "id": "54534f91a825491d8ee33aa830c33506",
            "sentence": "Tom asked Mary about the traffic accident she was involved in when she was five years old."
        },
        {
            "id": "ad116a0955204291b90fcba7a612e223",
            "sentence": "Maybe you need to take a step back and think about who you are and why you\\'re doing this."
        },
        {
            "id": "e8f1e04e6b1144a4b975ebaa5b1e7ee8",
            "sentence": "People say that I dream every night, but if I do, I can\\'t ever remember any of my dreams."
        },
        {
            "id": "1f294db8faa74782a836ae2722139815",
            "sentence": "Whether you\\'re able to speak French or not is completely irrelevant to this conversation."
        },
        {
            "id": "6f74b13725f44bbb888ccaefe5a7c9a8",
            "sentence": "I now live in Boston in the US, but I plan to go back to Japan before the end of the year."
        },
        {
            "id": "f0ce74abc70c482c84f489b7ce39819f",
            "sentence": "Tom just needs a little time to get used to the idea that Mary will now be his stepsister."
        },
        {
            "id": "d4d0b3d5a5004f769f988f5ee4994271",
            "sentence": "Sometimes, it\\'s hard to tell when Tom is being serious and when he\\'s just joking around."
        },
        {
            "id": "22f098ebd608488187bc5c01e0ae98b7",
            "sentence": "You\\'re not as beautiful as my ex-girlfriend, but you\\'re a lot more fun to hang out with."
        },
        {
            "id": "98e784ef6e7e4716958e36e0a26c04e2",
            "sentence": "I had an appointment at 2:30, but I was caught in traffic and couldn\\'t get there in time."
        },
        {
            "id": "c0e54c9eaeb84c5cbae84bf1a5e4d451",
            "sentence": "Since Tom couldn\\'t make a decent living as a nightclub musician, he had to get a day job."
        },
        {
            "id": "d1d70f56df6540e48a7e40bf14f4d529",
            "sentence": "Tom looked hot and tired, so I offered him a cold drink and told him to sit down and rest."
        },
        {
            "id": "1b6e2c3d5c6f4e21ae85c31e3c2e25a2",
            "sentence": "Tom can\\'t help wondering whether he would have been better off if he had gone to college."
        },
        {
            "id": "7e3008e972e04bd2a2651a5cf1b45d19",
            "sentence": "That man asked me who I was, but I didn\\'t think it was necessary to answer that question."
        },
        {
            "id": "fe1780414b954ae08f3992ea2f97ad9d",
            "sentence": "I told Tom the reason I didn\\'t want to do it was that I didn\\'t think it was a good idea."
        },
        {
            "id": "0a6c8d85a1094ad1ba216e71bf15f8ea",
            "sentence": "Even though I\\'ve studied French for a long time, I\\'m still not very good at speaking it."
        },
        {
            "id": "53a2eeb233a74ca596f401d64bf3ea9e",
            "sentence": "Tom\\'s mother had trouble getting him to take the medicine that the doctor had prescribed."
        },
        {
            "id": "12ed1b9a2eff48909d3d76f9e16417a2",
            "sentence": "Tom told Mary that he was going to kill himself, but he didn\\'t have the courage to do it."
        },
        {
            "id": "5893c929c76f4d4291c743943efe2bb9",
            "sentence": "Tom, Mary, John and Alice are friends. They\\'ve known each other since they were children."
        },
        {
            "id": "5d171129bb43412ba10de17499aa4d59",
            "sentence": "Do you have any ideas on how we can make sure Tom sticks around until the job is finished?"
        },
        {
            "id": "601685b617934c9ab79f9827b05edacf",
            "sentence": "Tom couldn\\'t go on the picnic with us today because he had an important business meeting."
        },
        {
            "id": "754cbcdd11014e77b832f8e8257c2fb3",
            "sentence": "I don\\'t think I\\'ll ever sound like a native speaker and I don\\'t really think I need to."
        },
        {
            "id": "2bd87163a5854ff984ddd3480ff8e908",
            "sentence": "Tom and Mary have been too busy fighting to notice how much they actually like each other."
        },
        {
            "id": "3601f8bafdbd47e39600e8c163684161",
            "sentence": "I don\\'t know if you\\'ve noticed, but Tom seems to have fallen in love with your daughter."
        },
        {
            "id": "944ce3da9cb54272b38680a02da8a7b8",
            "sentence": "Tom thought there should be a limit on how much money his wife should be allowed to spend."
        },
        {
            "id": "966070c3c5894fbc82f1259eeaab9458",
            "sentence": "I\\'ve been trying to explain to Tom that he can\\'t keep coming in here without permission."
        },
        {
            "id": "440c96dbed884516a60595aa097d5f01",
            "sentence": "If I\\'d only known there was a possibility that would happen, I\\'d have been more careful."
        },
        {
            "id": "e290d0961b3745dab6f0c64825269642",
            "sentence": "Tom reached in his pocket, pulled out some matches, struck one, and then lit the campfire."
        },
        {
            "id": "82c8786bdc99464cb19ccc0efb23d3e2",
            "sentence": "The reason Tom and Mary look worried is that one of their children is having an operation."
        },
        {
            "id": "7f3be9ed88fb4ceca9a8aeb1ee0200ae",
            "sentence": "If I\\'d studied French harder when I was in school, I\\'d probably not be so bad at it now."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}