{
    "currentPage": 7142,
    "pageSize": 100,
    "items": [
        {
            "id": "676daf0bfc2b4330bfe2061b0285480d",
            "sentence": "Throughout the five years of painful cancer treatments, he managed to keep a stiff upper lip."
        },
        {
            "id": "3981bad5e6784175946fe389d299fb41",
            "sentence": "A middle-aged woman with a knapsack on her back seemed to be looking for a place to sit down."
        },
        {
            "id": "172d192c305a45c280f9b460c5eb6738",
            "sentence": "Tax assessors must account for a variety of factors when determining the value of a property."
        },
        {
            "id": "257a899ad604447ea30b950f8be87c12",
            "sentence": "If you eat from a smaller plate, it'll look like you're eating more food than you really are."
        },
        {
            "id": "a1e3228d0c7b4c09b6d72e6350fd8395",
            "sentence": "Tom used his grandma's disabled parking placard to get a good parking spot at the water park."
        },
        {
            "id": "7d541859e8cc484e9ea179173f2a02de",
            "sentence": "I hate to trouble you, but could you move over a bit so there's room for someone else to sit?"
        },
        {
            "id": "2cae640f501b40baa75e0bd7c4873f30",
            "sentence": "In some areas of the world, you can still get sued if you slander or libel a deceased person."
        },
        {
            "id": "d1bee715f4ae47a98d898d1b906cae2d",
            "sentence": "Today, at the pool, Tom jumped into the water from the ten-meter platform for the first time."
        },
        {
            "id": "429e5433148c480a8ec24e7d2548734c",
            "sentence": "Today I learned a lot of Spanish words and now I know how to say \"cheek,\" \"chin,\" and \"knee.\""
        },
        {
            "id": "fd16300152204f4191b6ded213f5619b",
            "sentence": "Language learning: A process by which a person reduces his ignorance of a language over time."
        },
        {
            "id": "67bb00b193bb4845b197bfc7057bf6d2",
            "sentence": "I can't advance to the next level of the game until I've accumulated at least ten gold coins."
        },
        {
            "id": "999730766d354867b3b436815e446f44",
            "sentence": "Tom was so out of shape that he couldn't run a lap around the block without hyperventilating."
        },
        {
            "id": "dc87785c167d4427864ef314b8903821",
            "sentence": "You may not like Tom at first, but eventually he's likely to become one of your best friends."
        },
        {
            "id": "b001e4a921514235a5eaf32e3547fe1c",
            "sentence": "I just want to let you know I think that you're the most beautiful woman that I've ever seen."
        },
        {
            "id": "80ae33d51d6c4537a64d8436a6a2b26d",
            "sentence": "Recently, the price of crude oil has been skyrocketing, and the cost of gasoline is going up."
        },
        {
            "id": "72ebbb3a3c3f4b7396fab4a6772f067c",
            "sentence": "In retrospect, Tom realized that he shouldn't have been dating both sisters at the same time."
        },
        {
            "id": "dc5edc64af7647a78dd1398ce7303aa3",
            "sentence": "Tom really wanted to walk away from the confrontation, but the bystanders kept egging him on."
        },
        {
            "id": "a5261a816c4943129592e8bb2da158cf",
            "sentence": "Tom shook the bottle as directed on the label, but unfortunately didn't fasten the cap first."
        },
        {
            "id": "d17136eee3834e68a874f5111e45739a",
            "sentence": "They say that a person who has perfect pitch can tell just by listening what pitch a note is."
        },
        {
            "id": "70fd1665876f4e24918d217d5723915f",
            "sentence": "I still have a scar on my left leg from a car accident I was in when I was thirteen years old."
        },
        {
            "id": "b8de1c9f9c2d43f0a0f6e81f77a0e191",
            "sentence": "I think Tom is going to be pretty mad when he finds out that the painting he bought is a fake."
        },
        {
            "id": "2940c8f26141410a863e51e0ce3806ae",
            "sentence": "I think if I talked more often with a native speaker, my English skills would improve quickly."
        },
        {
            "id": "59aed40c90fa49b583542a71a623eaf8",
            "sentence": "Several men got angry with Tom in the bar and Tom told them he wasn\\'t afraid to take them on."
        },
        {
            "id": "4fa42bf1adeb407c94c861de1dc304d7",
            "sentence": "Tom called Mary to ask her whether she wanted him to buy some bread on his way home from work."
        },
        {
            "id": "4765e8e2c0a440608d03a200d79b4e59",
            "sentence": "Tom wished he had had the courage to jump into the river and save the baby that had fallen in."
        },
        {
            "id": "fdf0539e9bed46af9e80e2a2964e3296",
            "sentence": "Tom told Mary that he wouldn\\'t be able finish the job in the amount of time she\\'d given him."
        },
        {
            "id": "e21e8e95406644f2bfa1a102e7147bc5",
            "sentence": "After school, Tom usually sticks around as long as he can because he doesn\\'t want to go home."
        },
        {
            "id": "afe379d11d2d4a3dbb55e4ef5ae8b54a",
            "sentence": "Tom can\\'t figure out how Mary was able to plan a surprise party without him knowing about it."
        },
        {
            "id": "518cb5eb95f540e79635675eea586a8d",
            "sentence": "Tom tasted the popcorn and decided it wasn\\'t salty enough, so he sprinkled on some more salt."
        },
        {
            "id": "2b0d32c88ad742baa394346696ca5530",
            "sentence": "Tom would have liked to attend Mary\\'s party. Unfortunately, he had other things he had to do."
        },
        {
            "id": "fc8e7d95b89d4499bd1d68869e853f74",
            "sentence": "Mary is really great. She cooked a wonderful dinner for me and even washed the dishes herself."
        },
        {
            "id": "3296fdd148484941bc9195fad0e6660a",
            "sentence": "If your father asks your mother a question in French, does she answer in French or in English?"
        },
        {
            "id": "02801acb51b44b83a93dc7b4f726bd59",
            "sentence": "Tom and Mary and their children all live together in a small house on the outskirts of Boston."
        },
        {
            "id": "22fc8ace3c1d4d2b8e1167e7e8698afe",
            "sentence": "Tom and Mary had a romantic dinner to celebrate the first anniversary of their being together."
        },
        {
            "id": "e0cf2d1210d34f6ca9eaf1c6f5d3776f",
            "sentence": "Tom began to undress, but then noticed that the curtain was open, so he went over to close it."
        },
        {
            "id": "362b4b2ef66345b1bfa7b9337c4f9c80",
            "sentence": "Optimists see opportunities in disasters while pessimists find disasters in every opportunity."
        },
        {
            "id": "a5fb616d2733453b9325e8b099facde9",
            "sentence": "The students who are occupying the administration building have threatened to kill themselves."
        },
        {
            "id": "95ce04ac74a44fb5bdbb961f33171296",
            "sentence": "The burning of coal is responsible for more than 40% of Australia\\'s greenhouse gas emissions."
        },
        {
            "id": "7cc202199b854c80b03b04d3ec1e2b64",
            "sentence": "When you meet someone for the first time, be careful about how close you stand to that person."
        },
        {
            "id": "1985768d7248406d82febba53fb72caa",
            "sentence": "I don\\'t know what Tom advised you to do, but I\\'d suggest that you don\\'t tell Mary about it."
        },
        {
            "id": "ec84c3d6513345fe90e25f49471abe5d",
            "sentence": "When we started out, we realized that if we didn\\'t have a good product, we wouldn\\'t succeed."
        },
        {
            "id": "0912eb7fcd0442e4af847eb0ae2013a9",
            "sentence": "Tom is well-informed about the circumstances present within the Indian agricultural community."
        },
        {
            "id": "f0d7c8ef2bb44d9e87291e0ad4d0409d",
            "sentence": "First words get confused, then ideas get confused, and finally things themselves get confused."
        },
        {
            "id": "5b14c79e5c104b19b7d5e994165bb96a",
            "sentence": "Tom and Mary told everybody that they\\'d gotten divorced, but they\\'re actually still married."
        },
        {
            "id": "4fc948092bb646e080b9fe135f100f0c",
            "sentence": "Driving alone or without a licensed adult is grounds for having your learner's permit revoked."
        },
        {
            "id": "e61d2879850a4b1f8d7ca2ee5baef501",
            "sentence": "It seemed as if the outside world would disappear every time Tom strummed his acoustic guitar."
        },
        {
            "id": "de2b6fde806f4967a6de113c8a030748",
            "sentence": "Recently we seem to just keep missing each other. I never seem to be able to meet up with him."
        },
        {
            "id": "720d526658fc4d92bec85d6c1be210e3",
            "sentence": "A cellar was dug on top of the hill and they slowly moved the house from the road to the hill."
        },
        {
            "id": "b92d5d6692cd4e86baed67a28323ab79",
            "sentence": "No matter how strange it may seem to us, it doesn't seem strange to the people who live there."
        },
        {
            "id": "5d1585801ca7436cb6ec9da6c66e9b95",
            "sentence": "If we were supposed to talk more than listen, we would have been given two mouths and one ear."
        },
        {
            "id": "10196dd494cf4604b5148740ca403638",
            "sentence": "The ecological footprint of a country is closely related to its level of economic development."
        },
        {
            "id": "ca1bdfbca0904aabb642fe8fc03178c3",
            "sentence": "Some months have thirty-one days, others have thirty days, and one month has less than thirty."
        },
        {
            "id": "96b051294b92401c932dac72b97ba89e",
            "sentence": "About 9.5% of the earth's surface is desert, and about 33% of the earth's land area is desert."
        },
        {
            "id": "982ceba9668d4899bd24ee6e6e6966b2",
            "sentence": "I have the afternoon off today, so I plan to go to the park, sit under a tree and read a book."
        },
        {
            "id": "b220f3d6f4424f1d937f23e9a28aaa57",
            "sentence": "Tom went to Australia for a three-month visit, but he ended up staying there for three. years."
        },
        {
            "id": "0695d0920b7442628ff5684a709a9b0a",
            "sentence": "Mary makes tea the way she's always done: without teabags. The tea goes straight into the pot."
        },
        {
            "id": "8eec4bb451ed44f193f1cf16e34d7c76",
            "sentence": "I'd planned to do it that way, but I changed my mind after Tom suggested doing it another way."
        },
        {
            "id": "18d5d0bcea6e4c76a1bfe158dd5c89f5",
            "sentence": "Tom didn't want to major in French, but his parents said they thought it would be a good idea."
        },
        {
            "id": "a9d4d98a70b54740939021afb4678f8c",
            "sentence": "I realize this may sound crazy, but I think that I've fallen in love with your younger sister."
        },
        {
            "id": "07d07fd2ecfd402890ee1778a59c16cc",
            "sentence": "I wonder why I can read and understand French much easier than I can understand spoken French."
        },
        {
            "id": "ecb5d1aac7cd4f788645cb8be6011562",
            "sentence": "The expansion of the Roman empire wiped out a great number of the original European languages."
        },
        {
            "id": "3baaf5f88fb849e6bc5ec1bd68bee93d",
            "sentence": "Cook the mushrooms for about three minutes and then add the washed and finely-chopped parsley."
        },
        {
            "id": "b4fa4bd5f98242d58dacf94230ef625c",
            "sentence": "I could've been finished doing that by 2:30 if Tom hadn't come over and started talking to me."
        },
        {
            "id": "356e8546a7ea401ea0c105d8c3d5d915",
            "sentence": "For quantities of 20 or more, we can allow you a special discount of 10% on the prices quoted."
        },
        {
            "id": "c698f5d86ab042d4ba972828a4d0f3ec",
            "sentence": "Abraham Lincoln, the 16th president of the United States, was born in a log cabin in Kentucky."
        },
        {
            "id": "ba648849952d4224bfb8164a80bd30a5",
            "sentence": "It's OK for you to borrow my bicycle this morning, but I need to use it myself this afternoon."
        },
        {
            "id": "e136bb01207e4277908c2c535c4664c0",
            "sentence": "You shouldn't be so hasty in making decisions. Sometimes it's helpful to sit back and reflect."
        },
        {
            "id": "7cbc0b6cc78a41878e404d988611b882",
            "sentence": "If it looks like a duck, swims like a duck, and quacks like a duck, then it's probably a duck."
        },
        {
            "id": "edc14f47e9b34e67985d15a0c47deea8",
            "sentence": "Tom survived the surgery but got killed by a drunken driver on his way home from the hospital."
        },
        {
            "id": "3bfaba2a109e4d1fa557f621f0a6f7a4",
            "sentence": "If you want to lose weight, the best thing to do is to eat properly and get a lot of exercise."
        },
        {
            "id": "f8aa11c5f54e441fa4d3edef04d14803",
            "sentence": "If I could be reborn, I would want to be the child of a rich family, then I'd be set for life."
        },
        {
            "id": "0c2660047e1f48bca1db8d38eaf2ee02",
            "sentence": "That knife was so blunt I couldn't use it to cut the meat so I had to rely on my pocket knife."
        },
        {
            "id": "6714824c6281418d891a4e4d8aa55d80",
            "sentence": "In Shakespeare's time, in the sixteenth century, tennis was very popular at the English court."
        },
        {
            "id": "e5c04434ec164cb1bc15754c599a7317",
            "sentence": "I understand the general approach, but I'm afraid that I'm getting bogged down in the details."
        },
        {
            "id": "e8a6f2cdb7b14d75810f50cd1a879123",
            "sentence": "Tom quit his job as a long-distance truck driver, so he could spend more time with his family."
        },
        {
            "id": "c8fc7d53511f4350b3251120a3372751",
            "sentence": "The police suspect that a disgruntled former employee was the one who set the factory on fire."
        },
        {
            "id": "756ccd5f22414a6289740dba32679aa2",
            "sentence": "Tom managed to convince his backer that he was on the verge of a breakthrough in his research."
        },
        {
            "id": "f4a34ab7bc00412dbbda06a7e85d91ae",
            "sentence": "I need to study French because I'm planning to visit some French-speaking countries next year."
        },
        {
            "id": "ba55373f81024f61abf9f4d19980f69a",
            "sentence": "Tom still likes to go out drinking with his friends, but he only drinks one beer when he does."
        },
        {
            "id": "02dcad6d62ba49fe87a71bf690a5ae4b",
            "sentence": "During finals week, the first and second floors of the library will be open twenty-four seven."
        },
        {
            "id": "a6c498e7d7a14a029d9ae6c582b04bd0",
            "sentence": "It'll likely be easier to sell your house for the price you want if you wait for three months."
        },
        {
            "id": "8031ea8f8d74412eaeda187c6257e89e",
            "sentence": "Out of all the instruments my roommate could decide to start learning, he chose the harmonica."
        },
        {
            "id": "669e5edfe31c40c8bf79dfeb8cbb3073",
            "sentence": "Tom maxed out his three credit cards and had to take out a high interest loan to pay them off."
        },
        {
            "id": "90645ee604a543e387418f2502cf04d2",
            "sentence": "Tom has some hearing loss and finds it difficult to hear speech when there's background noise."
        },
        {
            "id": "7094fc99bc2a4eceb46e189bfbe74f0f",
            "sentence": "I had about a minute until the train left, so I didn\\'t have time to explain why I was leaving."
        },
        {
            "id": "3671fdd385e54e1cae47ab93e5fc1b7b",
            "sentence": "I realize that this may sound crazy, but I think I\\'ve fallen in love with your younger sister."
        },
        {
            "id": "9c25c90960604813be67964849cf55ab",
            "sentence": "Tom told the children that they could stay in this room as long as they didn\\'t make any noise."
        },
        {
            "id": "8d78d7a47fab40689aa6a1301a2b2a87",
            "sentence": "I don\\'t think it makes him a bad person just because he\\'s decided he likes to eat horse meat."
        },
        {
            "id": "c8a4df4578ea428c8ff26ebb4cec1d8d",
            "sentence": "I just want to let you know that I think you\\'re the most beautiful woman that I\\'ve ever seen."
        },
        {
            "id": "4a901f586adb4f02a1501d7a81671f09",
            "sentence": "Tom likes listening to American English the most, but he also likes the sound of Irish English."
        },
        {
            "id": "5446f9df76e543c490370557d08237dd",
            "sentence": "Tom was unaware of some errors he had made when translating an important document for his boss."
        },
        {
            "id": "bcfb25f0f9fb42caadb77ec225874a12",
            "sentence": "I think that Tom and only Tom can do it. However, some people think that Mary could do it, too."
        },
        {
            "id": "bb84293ae58e4a00941ce9da3123a59c",
            "sentence": "On Friday evenings, a group of us with spouses working overseas meet at Chuck\\'s Bar and Grill."
        },
        {
            "id": "069f285968fc4ede895357eceabbad07",
            "sentence": "The police will be very interested to learn that you\\'re keeping Tom locked up in the basement."
        },
        {
            "id": "354f719e6e3a4bc3bc1f55e08960aaa0",
            "sentence": "If I\\'d only known that there was a possibility that would happen, I\\'d have been more careful."
        },
        {
            "id": "0992aa008b854dc2a4fff0a4e4e5b72f",
            "sentence": "If I\\'d only known there was a possibility that that would happen, I\\'d have been more careful."
        },
        {
            "id": "fcd2bcf21cee410da6c01eee7e77dbad",
            "sentence": "It looks like the question was too easy for you. Next time, I\\'ll have to make it a bit harder."
        },
        {
            "id": "292bee0c90834a9193ae358b097a69e8",
            "sentence": "For some reason, people have been avoiding me like the plague ever since I got back from India."
        },
        {
            "id": "cec9fed84e414f2e824e4fdb478008f1",
            "sentence": "Mary waited years for Tom to get out of prison and was very happy when he finally got released."
        },
        {
            "id": "35a86816ed8d45d38a18d497fab6c45e",
            "sentence": "Tom could hear a commotion in front of his house, so he went outside to see what was happening."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}