{
    "currentPage": 7148,
    "pageSize": 100,
    "items": [
        {
            "id": "2fe0d3d343d04670bf414624cde426d0",
            "sentence": "Turn left at the next intersection, and walk about half a block, and you'll see the post office on your right."
        },
        {
            "id": "47e96c5de0ec470296f824a4456f26c4",
            "sentence": "A lot of banging and cussing could be heard coming out of the garage when Tom was trying to fix the lawnmower."
        },
        {
            "id": "0cb201bce74e41bcb351f30ed9053053",
            "sentence": "Tom was driving too close to the car in front of him, and was unable to stop in time when it suddenly stopped."
        },
        {
            "id": "431c7593bbf84c1282c7d90fd6174399",
            "sentence": "A person will have the face of an angel when borrowing something, but the face of the devil when returning it."
        },
        {
            "id": "d22a720131994b65bb5fe297d2c5affd",
            "sentence": "The police suspected there was a connection between the abandoned car and the dead body found three miles away."
        },
        {
            "id": "a7f4b5c68e8b47409ef4ed13115f5fe2",
            "sentence": "Tom pressed his ear against the wall to see if he could hear what his parents were discussing in the next room."
        },
        {
            "id": "904a4fa867354904802e31226f77e661",
            "sentence": "I don\\'t think it\\'s necessary for me to sound like a native speaker. I just want to be able to speak fluently."
        },
        {
            "id": "88270a284808480dab2c213120ccafcd",
            "sentence": "Godwin's law teaches us that any infinite discussion about an arbitrary subject converges to a Nazi comparison."
        },
        {
            "id": "f9a19d142e454cea897993d9b019a620",
            "sentence": "Every single citrus tree entering the country is inspected for signs of canker lesions on its leaves and stems."
        },
        {
            "id": "3c84fe15b9bc438abe2f6a2414d91f80",
            "sentence": "The World Health Organization estimates that almost five-million people a year die from the effects of smoking."
        },
        {
            "id": "da27686e00744e3e9195a6760d8d0af1",
            "sentence": "Even though we were supposed to meet at 10, I've had no contact with them. I wonder if they've had an accident."
        },
        {
            "id": "a9972a480f3f42d783cf446b1782bbfd",
            "sentence": "Tom got poor marks at school because, having to work on his parents' farm, he had hardly any time for studying."
        },
        {
            "id": "64fff415cbc74000adecec573e26f702",
            "sentence": "The telethon is a French TV program organized every year to collect funds in order to finance medical research."
        },
        {
            "id": "a8ae7eb5a3d64381b0240f02ad2c8648",
            "sentence": "Right and wrong are two faces of the same coin. Whoever has the power decides which face gets what inscription."
        },
        {
            "id": "27c62328f8ce41f4b4a018fbbc37d877",
            "sentence": "Who would have thought that Tom's small garage workshop would one day be a company with a turnover of millions?"
        },
        {
            "id": "f98e77222825471f8f26ff7c2c981354",
            "sentence": "What surprised me most when I first entered college was how few of my classmates knew how to study efficiently."
        },
        {
            "id": "79b31ac8a866415487e95645038c8fa9",
            "sentence": "I'm afraid that you didn't understand me correctly. I don't want to be alone with you. I just want to be alone."
        },
        {
            "id": "7d00b93418154eb484340a1bf5d20954",
            "sentence": "I realize I may not be the most desirable man in the world, but I still hope you\\'ll consider going out with me."
        },
        {
            "id": "1bf53dadd3494cf383fdb984a7df2f54",
            "sentence": "I\\'ve heard that if you drink beer you are more likely to be bitten by mosquitoes than if you don\\'t drink beer."
        },
        {
            "id": "0c6bb4feb05f42c097f7fd41bd7e2830",
            "sentence": "Even though Tom told Mary about his problem, he didn\\'t want to listen to any advice she had on how to solve it."
        },
        {
            "id": "07d98a0c162f43b1b4a937d444f0ebca",
            "sentence": "My plan was to go as far as possible that day and find somewhere to camp, and then continue hiking the next day."
        },
        {
            "id": "2c9565ea44fd4bf883d0b9bbeec35346",
            "sentence": "In Tatoeba, you gotta always listen to veteran members. They'll tell you what can't be done and why. Then do it."
        },
        {
            "id": "ad5f8a7c78d04c5f9bdfb5f3fa95960c",
            "sentence": "When you were a contractor, you were paid in advance, but when working for a salary, you will be paid in arrear."
        },
        {
            "id": "1ea100ed52b245f29ebdd5ecf8034de0",
            "sentence": "French are better gardeners than Germans: they have green hands whereas their neighbours only have green thumbs."
        },
        {
            "id": "8310149e43e04d138ce857f8fc81915a",
            "sentence": "A scary horror movie is only a movie. Once you turn off the screen it's all over, but life...you're stuck in it."
        },
        {
            "id": "70fc7de59f1e448e83475714a374208b",
            "sentence": "Tom claimed that he was good at French, so I hired him to teach my children French, a mistake that I now regret."
        },
        {
            "id": "b518bac758e742eeaab7f0edfa7b4332",
            "sentence": "The second shot of the scene features the protagonist and antagonist transposed, alluding to their similarities."
        },
        {
            "id": "44c02ceb3bbb4abc89d3b191619e4d0b",
            "sentence": "Don't underestimate me. I might look cute and innocent but if it comes down to it, I'll bitch-slap you to death."
        },
        {
            "id": "2244c376412543cb82a5ff70c5959cdd",
            "sentence": "Whether you pick the Lions or Tigers to win, the result will be a toss-up because both teams are equally strong."
        },
        {
            "id": "34b7e86147d24bfebb1ddefdb55b2bf9",
            "sentence": "I know that it is highly unlikely that you\\'d ever want to go out with me, but I still need to ask at least once."
        },
        {
            "id": "c945504abd6c4942a73b8298613152fa",
            "sentence": "Tom and Mary went on a cruise near Italy for their honeymoon, but the ship sank and Tom was drowned in his cabin."
        },
        {
            "id": "5cde2168e1af48d3ba61874be110fa2d",
            "sentence": "If you aren\\'t careful about what you eat, you\\'ll put back on all the weight that you spent so much time losing."
        },
        {
            "id": "72074d6e29874f7d96b073f526ef0d49",
            "sentence": "I know that it\\'s highly unlikely that you\\'d ever want to go out with me, but I still need to ask at least once."
        },
        {
            "id": "370bb62ac2c5405d9084a52cca528e74",
            "sentence": "The teacher kept an electric pencil sharpener in the classroom for when students needed to sharpen their pencils."
        },
        {
            "id": "35f3f80c97d84cd186828829413cdf25",
            "sentence": "I think that my costume for the upcoming Halloween party will be wrapping myself up in toilet paper like a mummy."
        },
        {
            "id": "41e22c0b025f46cd8d765560c63ec154",
            "sentence": "After waiting all day, the workers were still looking for a break in the weather so they could resume the search."
        },
        {
            "id": "00e8f2ba6193450f96d702c0fc1a159c",
            "sentence": "Hiring a non-native French speaker to write the report in French is like hiring a carpenter to fix your plumbing."
        },
        {
            "id": "4de63fa67a9046bc88516dbe7b758a81",
            "sentence": "Tom's mother told an extraordinary story of an out-of-body experience she had during her recent brush with death."
        },
        {
            "id": "f9ffb3b73e6246fb82d7e7d1265ffc0b",
            "sentence": "Mathematicians are creative artists, their artworks being sophisticated constructs of ideas and aesthetic proofs."
        },
        {
            "id": "e005764a935f47e98c58e5bff2a3a916",
            "sentence": "Let us students contribute to the welfare of the victims of the earthquake; even loose change will go a long way."
        },
        {
            "id": "26c59374d4de40bfbba3acdf8768544c",
            "sentence": "There are a lot of companies that will offer to buy part or all of an annuity in exchange for a lump sum payment."
        },
        {
            "id": "d1bc87353e124ae89fde6b4f1f10c4c5",
            "sentence": "I don't remember everything that we did that day, but I do remember we were both exhausted by the end of the day."
        },
        {
            "id": "c19ce06583ec4cc8bab473e0b5250941",
            "sentence": "As a punishment, the disgraced Greenpeace volunteer had to scrub oil from an otter's fur with his own toothbrush."
        },
        {
            "id": "6cc4bd1912c24a18a13fa999d0fe2024",
            "sentence": "The economic strength of a country lies not alone in its ability to produce, but also in its capacity to consume."
        },
        {
            "id": "9edc42c3c2bf44e1b6e0a356c084024b",
            "sentence": "In 776 B.C., the first Olympic Games were held at the foot of Mount Olympus to honor the Greeks' chief god, Zeus."
        },
        {
            "id": "05097a3deda24eaaa20c5f972b8f7f63",
            "sentence": "If you decide to answer questions now without a lawyer present, you have the right to stop answering at any time."
        },
        {
            "id": "abf75b2f40b945bba90d3ed1c035327b",
            "sentence": "Tom said that no words could adequately describe his feelings of devastation and grief on losing his best friend."
        },
        {
            "id": "d217335dd96949b59243af850f8083bb",
            "sentence": "Tom bought an expensive toy for his young son, who then proceeded to spend hours playing with the box it came in."
        },
        {
            "id": "18983b0c3d054e0f92efb97cdc567fb0",
            "sentence": "Tom was sad when he discovered that Mary was a gold digger and Mary was sad when she discovered that Tom was poor."
        },
        {
            "id": "a5e51d2e1f4948c8a568da832dacc443",
            "sentence": "Tom likes Mary, but Mary likes John. To make matters even more interesting, John likes Alice, but Alice likes Tom."
        },
        {
            "id": "697e17ea2d2a477e81593f7fb96c90e7",
            "sentence": "I came here to see if there was something I could do to help, but there doesn\\'t seem to be anything for me to do."
        },
        {
            "id": "9c12b7d319794af4aa9cb97231abe18b",
            "sentence": "I don\\'t remember everything we did that day, but I do remember that we were both exhausted by the end of the day."
        },
        {
            "id": "a14df3265f4b457a917cdbdaf8566398",
            "sentence": "Tom picked Mary up the same way a man carries his new bride across the threshold and gave her a kiss on the cheek."
        },
        {
            "id": "7faef06f81b644febc8bbb93cc1c691f",
            "sentence": "Over time, itinerant groups often develop their own language and culture distinct from their settled counterparts."
        },
        {
            "id": "94cbf39ba5f149d198537ca1c5e80ab8",
            "sentence": "If the horrors of the abattoir so traumatize the workers, I can't begin to imagine what it's like for the animals."
        },
        {
            "id": "67602acb039140ef80c4f9757cb73da1",
            "sentence": "The reason why many language learners never become fluent is that they talk the walk more than they walk the talk."
        },
        {
            "id": "9343eab355cf4ac5926725e88d1307ac",
            "sentence": "Let's find sentences with new vocabulary on this topic, add them to the following list: _____; and translate them."
        },
        {
            "id": "1cc82c24705f4db0927d037796700f08",
            "sentence": "According to the rules of etiquette, a man shouldn't button the bottom button of a single-breasted jacket or vest."
        },
        {
            "id": "92f5bbe49eaf44ba9c29e9ac18765e72",
            "sentence": "Yuriko, a marine biology grad student, fell asleep inside a fish tank and awoke covered in octopuses and starfish."
        },
        {
            "id": "c5ea5f3e48cd4adf836e79d5b6b1e03f",
            "sentence": "Tom hadn't cleaned his keyboard for months, and it was clogged with dust, food particles, and God knows what else."
        },
        {
            "id": "4ebfe4a9cc7b40bc85329b5ba47b3318",
            "sentence": "If we let our reasoning power be overshadowed by our emotions, we would be barking up the wrong tree all the time."
        },
        {
            "id": "cf70007c822a4b4babe7cecbc67b5eba",
            "sentence": "Since the drinks were expensive, Tom sipped his as slowly as he could while he listened to the musicians on stage."
        },
        {
            "id": "28ae8ed663eb4552977fed54f5ace26d",
            "sentence": "\"Where's your mother?\" \"My mother is at home, sir. She doesn't know I'm here. I'm not supposed to talk about her.\""
        },
        {
            "id": "0d427c300c634d21b5a2ab1857c7e591",
            "sentence": "In no country other than England, it has been said, can one experience four seasons in the course of a single day."
        },
        {
            "id": "53c542ddf914427083d86fe9db279336",
            "sentence": "If you stretch out a rod made of a ductile material, it will thin out in the middle in a process called \"necking\"."
        },
        {
            "id": "b90c4509053e41fcba089775665aee67",
            "sentence": "They received a windfall as recompense for false imprisonment, but it doesn't even begin to make up for lost time."
        },
        {
            "id": "bd538b3f3e6947a19e4cd6af619195a7",
            "sentence": "Forget about the past. Compared to yesterday, I like today more. That's why I try to enjoy the moment, that's all."
        },
        {
            "id": "0280d091fe7b4c55a8bb5d00e9ef0a67",
            "sentence": "The limousine was too long to fit into one parking space, so it was parked diagonally across three parking spaces."
        },
        {
            "id": "8b54be46b6d140c3a57334360bf7fa53",
            "sentence": "If we are to judge the future of ocean study by its past, we can surely look forward to many exciting discoveries."
        },
        {
            "id": "47129f6f6b6f4302b05ba70d501d80cf",
            "sentence": "Looking at your eyes, I thought you must have been smoking crack, but then I realized you were an anime character."
        },
        {
            "id": "6663202cbcc84ce5939db40aeab69859",
            "sentence": "I know you\\'re upset about your car being totaled, but you weren\\'t injured and you should be thankful to be alive."
        },
        {
            "id": "492393491be34af4b77ec9c232d2cb2f",
            "sentence": "Everybody has a right to his own opinion. However, sometimes it\\'s better not to tell anybody what that opinion is."
        },
        {
            "id": "82f6947b7f2846cd900395c8933f29ed",
            "sentence": "The police can\\'t find a single person who remembers seeing you where you said you were on the night of the murder."
        },
        {
            "id": "9a28cf788c8b47f69804f6496fd9a264",
            "sentence": "I understand that Tom is on a tight schedule, but I\\'d really appreciate it if I could get an appointment with him."
        },
        {
            "id": "becd1aa0f68c492fb95805a919154fd6",
            "sentence": "Tom doesn\\'t like to use the term \"a person of color\" because he thinks it implies that white people have no color."
        },
        {
            "id": "1ad834229930428ab0ee291b18032fd6",
            "sentence": "Tom let the cat out of the bag when he accidentally told his mother about the surprise party being planned for her."
        },
        {
            "id": "47c0755060f740318cac3741d13c0ba6",
            "sentence": "According to the thermometer, it\\'s about thirty degrees, but it\\'s really humid so it feels much hotter than that."
        },
        {
            "id": "c576b530911c49a1bf05ec907590e89d",
            "sentence": "Tom spends his working day listening to peoples' problems and providing advice on how best they can deal with them."
        },
        {
            "id": "6b4bf2c1d6154437914557c0a2397102",
            "sentence": "Many people never get it right and end up landing jobs in government. How they do it will forever remain a mystery."
        },
        {
            "id": "09d8089814cc4db9b74e9722f777b853",
            "sentence": "I wonder if they don't have meetings anymore where strong words fly and everyone goes at each other tooth and nail."
        },
        {
            "id": "d21084ea9b6342dc8414f32ee1350ce1",
            "sentence": "When you speak of a pay-raise before recognition, I am inclined to think you are putting the cart before the horse."
        },
        {
            "id": "69d4c09b03c94d3e8d1875989868c882",
            "sentence": "Genetic testing revealed that the man was a chimera, having 2 different sets of DNA in different parts of his body."
        },
        {
            "id": "b487b47d8bfd47d0ac52e589c25e6709",
            "sentence": "Tom tried to act normal, but you could tell from his facial expression and demeanor that he was seething with rage."
        },
        {
            "id": "93e01c002e1c42519fd1f4defe454b30",
            "sentence": "Tom is the largest boy in his kindergarten class, since his birthday is right after the cutoff date for enrollment."
        },
        {
            "id": "54c2fa4a0b1d40769e895216201e7e15",
            "sentence": "After talking to Tom for a few minutes, it became obvious his French wasn't very good, so Mary switched to English."
        },
        {
            "id": "601e6466aa1342ae80f0283abd052a24",
            "sentence": "Getting your message across is much more important than trying to say it exactly like a native speaker would say it."
        },
        {
            "id": "e3289fe6d6934daa8c01413f1ef17917",
            "sentence": "Tom tried to sell his old VCR instead of throwing it away, but no one would buy it, so he ended up throwing it away."
        },
        {
            "id": "cdafe26ee2834bdc9041f4250cea91bd",
            "sentence": "Tom\\'s constant arguing irritates some of his classmates. However, most of the class has just learned to ignore him."
        },
        {
            "id": "1a6bd041d29547b9b73b25864fe3b874",
            "sentence": "He had heard that war had started, but it didn't sink in for a long time until his father was drafted into the army."
        },
        {
            "id": "3960d7f98c7f4cca8869172f35a62d1d",
            "sentence": "In the late eighteenth century, a passport for an American was usually signed by the President of the United States."
        },
        {
            "id": "4ac9215bd5914bb3bf1b632d3a7e4082",
            "sentence": "I was looking forward to seeing a scenic view of Mt. Fuji, but unfortunately it was completely hidden behind clouds."
        },
        {
            "id": "0a5ace58603c456b97a8038cb2df8a3b",
            "sentence": "Tom laughed when everyone else laughed, but the truth was that he didn't understand a single word of what they said."
        },
        {
            "id": "db53cddec74447548276f581cb3fde5e",
            "sentence": "Many theaters still have marquee signs over their entrances, advertising the current films being shown to passersby."
        },
        {
            "id": "45df2f00f98341c483de9e94d2090f4b",
            "sentence": "The polishing compound abrades away tiny imperfections in the surface of the metal, leaving it with a mirror finish."
        },
        {
            "id": "4c3853bdc9424c748ef9c6c864ceccce",
            "sentence": "No sooner had we finished working on one tough problem than the president sent us yet another straight from the top."
        },
        {
            "id": "b15f2124e06e4e1ea5246d3972ab7a77",
            "sentence": "I felt bad, so I was admitted into the hospital. However, it turned out that there was nothing really wrong with me."
        },
        {
            "id": "5693b2ec0f564422851d005743a597b1",
            "sentence": "I realize that I may not be the most desirable man in the world, but I still hope you'll consider going out with me."
        },
        {
            "id": "7bef74e2e91b4ec9bb0433344c3916ad",
            "sentence": "I realize I may not be the most desirable man in the world, but I still hope that you'll consider going out with me."
        },
        {
            "id": "d0011ec49350445299779cd4bb3db924",
            "sentence": "This is a time of year when people get together with family and friends to observe Passover and to celebrate Easter."
        },
        {
            "id": "effa57ea0b284300bc4bf843ad16f5aa",
            "sentence": "Every student who has graduated from our university has studied English with a native speaker for at least two years."
        }
    ],
    "nbPages": 7151,
    "nbResults": 715026
}