{
    "currentPage": 709,
    "pageSize": 1000,
    "items": [
        {
            "id": "2b29f2e10afe42aa983d7e5cc484fb9d",
            "sentence": "Tom rented a pair of giant scissors for the ribbon-cutting ceremony."
        },
        {
            "id": "885711b48f8d43d589a66520bcec6283",
            "sentence": "The light has turned green, so quit looking at your phone and drive."
        },
        {
            "id": "7e26af354b5d47eba2b0b8cd0a1f6994",
            "sentence": "Tom and Mary stopped talking and turned around to see who was there."
        },
        {
            "id": "10cb1b0be34644c3a33cbc1bd71f7d9c",
            "sentence": "Tom is hoping that he can persuade Mary to go to the dance with him."
        },
        {
            "id": "b13bf5e298294ecfbcd54820665b75f0",
            "sentence": "Tom might've waited longer if we'd called him and asked him to wait."
        },
        {
            "id": "9cfacff7e5ff400298b80be07d4f6b06",
            "sentence": "For security reasons, the bathrooms on airplanes don't have windows."
        },
        {
            "id": "3f0afb83e2274401b2f27a0b227b732c",
            "sentence": "You've been looking at your drink all night. Why don't you drink it?"
        },
        {
            "id": "3752307ccc6b4a13908eed939a91842e",
            "sentence": "After the explosion, I saw three guys limping out of the restaurant."
        },
        {
            "id": "666ff24c6e2b4698b1fac02c646f92a9",
            "sentence": "Father makes sure that all the lights are off before he goes to bed."
        },
        {
            "id": "63de6db232fd48b59b4c9fc5fb3652d5",
            "sentence": "Are you sure that Tom and Mary aren't talking to each other anymore?"
        },
        {
            "id": "1c65524a3d72444ba10e3cbeeea93b7f",
            "sentence": "If you can't explain something simply, you don't understand it well."
        },
        {
            "id": "2f54fce72a0e422eb1230dfdd793962d",
            "sentence": "My happiness is overshadowed by the thought that Tom is not with us."
        },
        {
            "id": "5de49c01e6e14380a2e011ad303d9cfd",
            "sentence": "Tom got out of bed, got dressed, and then went out to milk the cows."
        },
        {
            "id": "22737a20b2554150898f3da0af10d83f",
            "sentence": "Doing something with a friend is more fun than doing it by yourself."
        },
        {
            "id": "dadfd6e74c10495f901d8c45f637ac39",
            "sentence": "Tom got angry when I pointed out that his behavior was unacceptable."
        },
        {
            "id": "6f1c9038dbeb4a6b88a4abf9cb74df72",
            "sentence": "It doesn't matter how talented you are, we're not going to hire you."
        },
        {
            "id": "c647975791614ecf86648dc5ba53979d",
            "sentence": "I've been using homemade laundry detergent for the past three years."
        },
        {
            "id": "2c5482bf6272454083a666b8f369cb58",
            "sentence": "The police suspect that Tom killed his wife for the insurance money."
        },
        {
            "id": "1b81b30eba3742cf9846603401ed8706",
            "sentence": "You just have to know it works. You don't need to know how it works."
        },
        {
            "id": "f9e8a83a49b84f238c356abb98491fbd",
            "sentence": "You didn't know that I was still planning to join the team, did you?"
        },
        {
            "id": "89fd81906a4543bb850907cf1ec4bbdd",
            "sentence": "You didn't know that you weren't supposed to do that today, did you?"
        },
        {
            "id": "42725340ac344e90a74ebff88c130c7f",
            "sentence": "Light pollution and noise pollution must also be taken into account."
        },
        {
            "id": "f603d1785a714ab8a250ab6d415857dd",
            "sentence": "What's the most challenging thing about learning a foreign language?"
        },
        {
            "id": "9b0620a51bac4139894585439534850b",
            "sentence": "Why didn't you tell me that you weren't going to be there yesterday?"
        },
        {
            "id": "615ea7f881c245908255a15c28164e87",
            "sentence": "Tom didn't know if it would be worth his while applying for the job."
        },
        {
            "id": "fb0ba96f321c4539887cf02d15b99ae4",
            "sentence": "I didn't even try to answer about half of the questions on the exam."
        },
        {
            "id": "29afb6e730d14fbbaf2f644d0d4a1ba7",
            "sentence": "Tom could't afford such an expensive car, so he decided to steal it."
        },
        {
            "id": "08b05b3bb02546fe88e045cc4c6ba2c0",
            "sentence": "A helicopter flew overhead just as Tom was about to propose to Mary."
        },
        {
            "id": "fb0aca37bdf345db988d6dad6be072e7",
            "sentence": "Both Tom and Mary worked in supermarkets while they were in college."
        },
        {
            "id": "746ee1ef7da449438d25751ad43a91d6",
            "sentence": "I assure you that you're not going to be able to do it without help."
        },
        {
            "id": "674e1ed13c5a4e75967bae2275107f65",
            "sentence": "A molecule of water is made up of one oxygen and two hydrogen atoms."
        },
        {
            "id": "afd20c88426547fd9d48b05720e95628",
            "sentence": "I think that it's important that we finish doing this before Monday."
        },
        {
            "id": "6510ab371070468186c8e42e110e85ed",
            "sentence": "It looks like Tom has an alibi for the night that Mary was murdered."
        },
        {
            "id": "0c227e56712949568bb27e30cd80050a",
            "sentence": "Tom realized that it was useless to try to convince Mary to do that."
        },
        {
            "id": "342bb56228504f5996f6d160036db985",
            "sentence": "Tom asked Mary to read him the letter that she had gotten from John."
        },
        {
            "id": "b065febda86947329b6bacd287bcd4ba",
            "sentence": "Tom paid for his lunch with the money that his mother had given him."
        },
        {
            "id": "7833b21b91fb4fb48b80702aaca15ad2",
            "sentence": "Since I'm broke and you're loaded, why don't you give me some money?"
        },
        {
            "id": "7981bc37653b45af9d2b0235a33304ef",
            "sentence": "Tom spent several hours reading a book while waiting for his flight."
        },
        {
            "id": "0cc2a3694dd4437bb73a23d92b847502",
            "sentence": "Let's drive by Tom's house and see if he's finished painting it yet."
        },
        {
            "id": "9ffd13e7b1694057865d1ec6c241679f",
            "sentence": "I was going to buy a new table, but my husband fixed the broken leg."
        },
        {
            "id": "6f68f5032a0b4c17b6987384988e67e4",
            "sentence": "My boyfriend didn't want to go to the opera, but he finally gave in."
        },
        {
            "id": "71fce4315a844dd8a9d1bdcd466261ad",
            "sentence": "Tom devised a cunning and incredibly petty plan to get back at Mary."
        },
        {
            "id": "8981da1afa7746f7898d9f6df85d87a0",
            "sentence": "I just want to let you know I can't attend this afternoon's meeting."
        },
        {
            "id": "d6c24b6ecf014903b7524a7ba60848c5",
            "sentence": "I know it's highly unlikely that anyone would be willing to help me."
        },
        {
            "id": "7ea55d61864b49008d1510323092a3ae",
            "sentence": "Tom walked to the pool, swam thirty laps, and then walked back home."
        },
        {
            "id": "3d9ad4d9edc7462e898ac0d1d3776c22",
            "sentence": "That man over there that's wearing a baseball cap is staring at you."
        },
        {
            "id": "73bf1c848813463e849ccd318034076d",
            "sentence": "Go along this street and you'll come to the post office on the left."
        },
        {
            "id": "ff9b90a4c8c6443b8d4de13dd8db3fa2",
            "sentence": "It's odd that there should be a light on in the office at this hour."
        },
        {
            "id": "8023f71b6a92428ba37f22f97a485c73",
            "sentence": "My father seemed to be disappointed I hadn't passed the examination."
        },
        {
            "id": "411b67d1975043ffa981ff0489401380",
            "sentence": "I think that as long as I don't overeat, I'll certainly lose weight."
        },
        {
            "id": "a81763366d834265b1512acb117fd003",
            "sentence": "I don't think it'll rain, but I'll take an umbrella in case it does."
        },
        {
            "id": "c1ca6da02a224594bc6c4bada5c93d09",
            "sentence": "Tom took the sheets off the bed and put them in the washing machine."
        },
        {
            "id": "b378e248325d4b5b981b31153bb1871d",
            "sentence": "If our prices are too high, people will spend their money elsewhere."
        },
        {
            "id": "cc496d59635c44e7a5ab57be383330f1",
            "sentence": "You promised me you wouldn't spend any more money on computer games."
        },
        {
            "id": "1b93ce8930cb46e5b78bd4415d053b10",
            "sentence": "You'd be amazed how many apples you can buy for two hundred dollars."
        },
        {
            "id": "16b1ba2efb164fc2882c5d720f51013f",
            "sentence": "We need to make sure that what Tom told us happened really happened."
        },
        {
            "id": "5bf113ae1fe24223a652d09275a52904",
            "sentence": "I've always loved the idea of not being what people expect me to be."
        },
        {
            "id": "ca757aa6e90647069ebd47b4a7724db3",
            "sentence": "You can download the instruction manual for the heat exchanger here."
        },
        {
            "id": "502f8d5683774d8dae75543896f62f57",
            "sentence": "Which musical instrument do you think is the most difficult to play?"
        },
        {
            "id": "5c95bba07395457a99f761b02ab62652",
            "sentence": "If the weather had been nice yesterday, we would've gone to the zoo."
        },
        {
            "id": "3b087dfb33714d3bbde871803471af15",
            "sentence": "Tom doesn't seem to be as passionate about that as Mary seems to be."
        },
        {
            "id": "27c04fc6d1bb4a32bab13fe4966cf894",
            "sentence": "Tom grabbed the snow shovel and went outside to shovel the sidewalk."
        },
        {
            "id": "fb0f32f29bf4491480e4a2910de2e67e",
            "sentence": "My house is on your left as you go up the street towards the church."
        },
        {
            "id": "dfbda18246d7492f8103dd65e719ce58",
            "sentence": "Our ancestors developed massive jaws as a result of constant combat."
        },
        {
            "id": "76a9bb6f911e4aae8c0709d1f436a02f",
            "sentence": "My son practices with his Little League baseball team every weekend."
        },
        {
            "id": "5eb62698d2464dc59d8bde8d5faabb16",
            "sentence": "Parents who work at home get to spend more time with their children."
        },
        {
            "id": "2842238689ee431588ebbe5c81966654",
            "sentence": "I spent a few minutes talking to the man at the information counter."
        },
        {
            "id": "bd91de30fd8443a4b0a23c7c526b833f",
            "sentence": "Tom got rid of the bloody knife and washed his hands very carefully."
        },
        {
            "id": "38c72e5015fc47889edbb00ab1f24db9",
            "sentence": "The party in power is corrupt, but the opposition isn't much better."
        },
        {
            "id": "300808d7a60a4a678aa1b3cf66c7eb2f",
            "sentence": "I don't think that Tom knows why Mary doesn't like living in Boston."
        },
        {
            "id": "1dcd84cd8bbb4918bb8cf0d2d9bd3db6",
            "sentence": "Someday I hope that I can speak French as well as you speak English."
        },
        {
            "id": "9499a74c01584fb59ed3deacb2974316",
            "sentence": "Tom didn't seem to care that Mary didn't do what he asked her to do."
        },
        {
            "id": "aeb7306e80e346b788d2ce7fbf9731f7",
            "sentence": "Tom realized that he didn't have enough money to buy what he needed."
        },
        {
            "id": "905eb3acea4848d390dd5a719164471b",
            "sentence": "I don't think that you need to tell Tom what Mary is planning to do."
        },
        {
            "id": "dba9912e91c0472d9b5af27c863cd496",
            "sentence": "I don't think that Tom knows for certain when Mary will be arriving."
        },
        {
            "id": "8e8754c0e990452eb5021381bb3859f2",
            "sentence": "Everybody seemed to already know Tom and Mary were getting divorced."
        },
        {
            "id": "8cef0313b8a74a44802b426a7da5237c",
            "sentence": "Tom wants Mary to know he isn't planning on asking her to marry him."
        },
        {
            "id": "8749cd4d53384228838d30d9cb71c0c4",
            "sentence": "I think it's very, very unlikely that Tom knows Mary's phone number."
        },
        {
            "id": "596f80245a1543949c0c6342ffb36493",
            "sentence": "There were many things that needed to be done before we could leave."
        },
        {
            "id": "fcc92b059f5b4fb29e054a771fb2ece9",
            "sentence": "If you're not busy next weekend, why don't you come fishing with me?"
        },
        {
            "id": "5cf1a379f8be4312889d22011aa263b5",
            "sentence": "You ought to tell Tom that you aren't planning on staying very long."
        },
        {
            "id": "de4e73c08ea14a0b959af623abfdda88",
            "sentence": "As food and drink is to animals, so are rain and sunshine to plants."
        },
        {
            "id": "46356be250e14df5a4c46d8be10ecf8d",
            "sentence": "This is one of the best Chinese restaurants that I've ever eaten at."
        },
        {
            "id": "2d30158ffe2c4bf98b15a1a74cebebad",
            "sentence": "After Tom started studying grammar, his French improved quite a bit."
        },
        {
            "id": "4e3f519973944f619f64d84797e43f10",
            "sentence": "Even though I'm better at French, I really want to speak in English."
        },
        {
            "id": "c0d0746f6dd2423dafdcc524ab0a2409",
            "sentence": "Our house is the only one in this area that survived the earthquake."
        },
        {
            "id": "fba2ca8fc2084636b69b70c9375f438c",
            "sentence": "That teacher sometimes hits his students, but nobody ever complains."
        },
        {
            "id": "42fbb6df7aba4f03860e0e69054f8385",
            "sentence": "When the heater in the barn fails, you get milk-flavoured ice cubes."
        },
        {
            "id": "a9f7232771404f39a7d36a4f1827ede8",
            "sentence": "Would it be OK with you if we continued this conversation in French?"
        },
        {
            "id": "3622fb14226543a4bbd2591716b5c624",
            "sentence": "Whenever I go out, my parents keep texting me to make sure I'm okay."
        },
        {
            "id": "13cc7bf8404942d187282b6a5a81459b",
            "sentence": "Tom was stupid enough to go out with Mary, even though he hated her."
        },
        {
            "id": "76e0025371ba4d62a8b11f713fdc7636",
            "sentence": "I could tell by the look on Tom's face that he didn't like the idea."
        },
        {
            "id": "b9ec01c6b7ed419aadfecdfbf0d578bf",
            "sentence": "The female student that sat in front of the teacher is from Germany."
        },
        {
            "id": "4187cab95d0e42a8b60865091a0068c8",
            "sentence": "Mary wasn't the only girl who said she was interested in doing that."
        },
        {
            "id": "77c29539422d4db1912ea35ce9aebb73",
            "sentence": "Tom was convinced that the food he had just eaten had been poisoned."
        },
        {
            "id": "8ecc6baecad14ec9b8689c51a860d25f",
            "sentence": "How much would it cost to send this package by airmail to Australia?"
        },
        {
            "id": "2371270b4fd3442d97d1eb8adce75643",
            "sentence": "On a day like this, you should definitely wear a hat and sunglasses."
        },
        {
            "id": "9b448d1b94734ffca8d932324ecdfb99",
            "sentence": "You always wear a ponytail. Why not try pigtails every now and then?"
        },
        {
            "id": "4243ee7b305d4d3f96d6dd3bde029ad3",
            "sentence": "I'll have finished reading this novel by the time you come tomorrow."
        },
        {
            "id": "515dc663d3964b8cb064fdbda897a56a",
            "sentence": "The human race has one really effective weapon and that is laughter."
        },
        {
            "id": "e7b387184e904e17a1202435367b4783",
            "sentence": "Tom ordered a cup of coffee for himself and a cup of cocoa for Mary."
        },
        {
            "id": "aae37f8e2818422da5e760d8d96431f0",
            "sentence": "I would like you to add my name to your mailing list for the course."
        },
        {
            "id": "3e4e2ed2fb884a74825de2d179cfafd0",
            "sentence": "I'll return your book on Monday if I've finished reading it by then."
        },
        {
            "id": "197fcdd7f6254cf9b681986607e75738",
            "sentence": "It doesn't rain here very often, but when it does, it rains heavily."
        },
        {
            "id": "a6780f76c83e401da7dc23ba5791c2e9",
            "sentence": "Tom says he almost always has at least three hundred dollars on him."
        },
        {
            "id": "055e0fc355fd4212a621825dc46c4b73",
            "sentence": "I know that I've met that man before, but I can't remember his name."
        },
        {
            "id": "0a3f59e8cd6a47ebb6ee67768984344a",
            "sentence": "Tom started to explain what had happened, but Mary wasn't listening."
        },
        {
            "id": "b63eb8a5c1124dd69a0b22497cedd7c8",
            "sentence": "Tom started singing an old song and everybody in the room joined in."
        },
        {
            "id": "f51cb0d8435e4503bf06455319dc8f8a",
            "sentence": "Since it was late at night and I was very tired, I stayed at an inn."
        },
        {
            "id": "91bfe5dbc6a848ddb738cb0622a57e12",
            "sentence": "I showed my ticket to the man at the door, then entered the theater."
        },
        {
            "id": "d15ef59e42d7472d8ff2f45fe653173d",
            "sentence": "Tom was buried in his hometown, just a block from where he was born."
        },
        {
            "id": "21beef54c9014132a5347816a6b6b3e3",
            "sentence": "Chapters 1, 5 and 7 are the easiest to understand. Read those first."
        },
        {
            "id": "a3884f84b787493a91a373810b06e2ae",
            "sentence": "The river's crystal-clear water practically begged us to swim in it."
        },
        {
            "id": "d892c7a8ae12450eb745fd8163bf1473",
            "sentence": "A person without a mother and father is like a lute without strings."
        },
        {
            "id": "036f2b039451448fb650d5182ba2313f",
            "sentence": "The last time I asked Tom to do anything for me was three weeks ago."
        },
        {
            "id": "37e971129c92438596526868e758ed18",
            "sentence": "I took the bus in order to reach the destination before it got dark."
        },
        {
            "id": "9381c7cc714f4b5db5b58a51be8f6de6",
            "sentence": "I suddenly saw myself reflected in a window pane and it startled me."
        },
        {
            "id": "3fc6ad8444d241bc82578bfd7ac75bbf",
            "sentence": "I guess this desk will serve the purpose until we can get a new one."
        },
        {
            "id": "4b92f41ad192486a8d826b4a37da3525",
            "sentence": "I slipped and fell on the crosswalk, just when the light turned red."
        },
        {
            "id": "b5b508dd3b664a20954e7c72b29d7b06",
            "sentence": "I've already completed four out of six tasks on my to-do list today."
        },
        {
            "id": "ae400927df1d44ff98201efacc4f6591",
            "sentence": "Life is short, so don't waste your time doing things you don't like."
        },
        {
            "id": "6ec7ccde87f2416fbd945933541c5836",
            "sentence": "My French isn't very good, but I can usually make myself understood."
        },
        {
            "id": "bd8f3fe1e3634e90a5096876de476f60",
            "sentence": "Tom is the only boy in his class who doesn't know how to play chess."
        },
        {
            "id": "61e4be5fb9414c8c9489ef7208dd3b09",
            "sentence": "I'm not 100% confident with this translation, but it's pretty close."
        },
        {
            "id": "79b432345dc34c5595f80e6874c5bd69",
            "sentence": "If you could learn any language fluently, which one would you learn?"
        },
        {
            "id": "30a0c5bf080f4af89acc03fb973e219f",
            "sentence": "My throat infection moved to my ears, so now I can't hear very well."
        },
        {
            "id": "e16f65cd26fa44328ae591d8106be011",
            "sentence": "To be safe, you should manually save your games even after autosave."
        },
        {
            "id": "d1306434829b4633be7888b4288a28bc",
            "sentence": "Mary gave all the dresses that she'd outgrown to her younger sister."
        },
        {
            "id": "7f5d40c07653429abec43e3e75f445b8",
            "sentence": "You should change out of those wet clothes and put on something dry."
        },
        {
            "id": "331683de488844f09847c944ab7b316e",
            "sentence": "The neighbors will call the police if you don't turn the music down."
        },
        {
            "id": "fdd699c1d70f4f3ea1495b677a89428d",
            "sentence": "Tom stepped on the dog's tail and the dog turned around and bit him."
        },
        {
            "id": "1c0964844130454d9d0fd5c453418688",
            "sentence": "Even beautiful women and handsome men sometimes use dating websites."
        },
        {
            "id": "21f60a8ed09a4a1f959d3dbde0ea42be",
            "sentence": "After an extensive investigation, Tom was cleared of any wrongdoing."
        },
        {
            "id": "13d23699c6064749a2acfbd18eb0f14f",
            "sentence": "If you see Tom today, please tell him he's invited to my party, too."
        },
        {
            "id": "819f493f82ad4f10bf62bc6624242cc9",
            "sentence": "If I'd been at that meeting, I probably would've fallen asleep, too."
        },
        {
            "id": "53dbfd6e3bf44bbd9eef283d1e3f72ba",
            "sentence": "I asked Tom to do that three weeks ago, and he still hasn't done it."
        },
        {
            "id": "0f05cb9823874f65b15cbf794acef6a0",
            "sentence": "I wish that Tom wouldn't keep telling everyone that I'm his brother."
        },
        {
            "id": "4bbddc57935e498f9454e5de5bd7a877",
            "sentence": "Tom's friends were green with envy when they saw his new sports car."
        },
        {
            "id": "d4aac6da055449889cce02a144fdf851",
            "sentence": "There was no doubt that the moment had come for me to take the lead."
        },
        {
            "id": "4299d74ad5f1456aa7a4bb8cf3563cb4",
            "sentence": "I wanted to buy a necklace for Mary, but I didn't have enough money."
        },
        {
            "id": "3945b2bb30a0491fa5bf743ea6417a46",
            "sentence": "It was a scary movie. I think I'll have nightmares about it tonight."
        },
        {
            "id": "0278abd817a748439265639a1ab8aaca",
            "sentence": "Even though Tom is only thirteen years old, he speaks like an adult."
        },
        {
            "id": "0cc3b87651bd4c869fe3787c7502f9b1",
            "sentence": "If you became a designer, you could make better use of your talents."
        },
        {
            "id": "d868e3cf2c57480a990a475cbbe9e30a",
            "sentence": "It's a good idea, to be sure, but it's hard to put it into practice."
        },
        {
            "id": "6fa787627da34e4fbd71a8bae524e89a",
            "sentence": "Even if the sun were to rise in the west, I wouldn't change my mind."
        },
        {
            "id": "d8e1b3fa434e453d8686718d8f2b0c52",
            "sentence": "You have only to stand in front of the door. It will open by itself."
        },
        {
            "id": "3e3f432a16734fe79fcc27f3fde75433",
            "sentence": "I still don't have enough money to buy the motorcycle I want to buy."
        },
        {
            "id": "301106fd0bbc40bca7ba76b34c4696b8",
            "sentence": "My father makes it a rule to read a few pages before he goes to bed."
        },
        {
            "id": "6047e0bce36546e9bd8c5ef71640aa31",
            "sentence": "I am free all day, I'll come and see you at any time that suits you."
        },
        {
            "id": "a470fa7968e0491491e05cfb0e07bd52",
            "sentence": "I got a bit carried away when I was dancing and got up on the table."
        },
        {
            "id": "102ed5fe72d041fd91d252f9da1ec457",
            "sentence": "If you don't know what the word means, look it up in the dictionary."
        },
        {
            "id": "065c258d09a84c6daa5e6036eb729c0f",
            "sentence": "It was so hot in the stadium that I thought I was going to pass out."
        },
        {
            "id": "ba88abd90f65480d8a9c0cee7a41710e",
            "sentence": "I'll mail you the report in a jiffy, so you won't have to wait long."
        },
        {
            "id": "f01ca77a1ba34216be87d8584f625fe6",
            "sentence": "I've been so busy this past week that I've hardly had time to relax."
        },
        {
            "id": "1a9ebc067cb94f409b0e14c2db54f2bf",
            "sentence": "Since this heater seems to be out of order, I'll have him repair it."
        },
        {
            "id": "4a5820da95394a4da27f43ab80f48c5c",
            "sentence": "Yesterday I saw a girl whom I had met in the library a month before."
        },
        {
            "id": "b561a381b19f48aa8fa8680fdc22dce5",
            "sentence": "The elevator was out of order and we had to walk to the fifth floor."
        },
        {
            "id": "fa6dbb6a27dd4f23992ac5cf4bc2ec82",
            "sentence": "Not doing one's work properly may be worse than not doing it at all."
        },
        {
            "id": "037dd7ca206e4171b880f9df5b835c8d",
            "sentence": "Our task has been easy so far, but it will be difficult from now on."
        },
        {
            "id": "fc77998bab614c8996317d225251c169",
            "sentence": "We have to put up with a lot of noise when the children are at home."
        },
        {
            "id": "823b2e6db4624b19ae4609fff4270946",
            "sentence": "It is not necessary for you to take his advice if you don't want to."
        },
        {
            "id": "6d40d32f0931417382647560ae39f582",
            "sentence": "On behalf of my classmates, let me say a few words of thanks to you."
        },
        {
            "id": "56bba8a9bb22482eac81500441806c3b",
            "sentence": "Hurry up. The train leaves in ten minutes. We don't want to miss it."
        },
        {
            "id": "80955364b0ba46fabf934b46f46f0377",
            "sentence": "We waited up for him until two o'clock and then finally went to bed."
        },
        {
            "id": "7d881605f5954eefb1b9bc4f59327310",
            "sentence": "It's best to wear a cap on your head during the cold Moscow winters."
        },
        {
            "id": "4491c57d794448df8b72d3448e73c664",
            "sentence": "If he sends me any letters, I just tear them up and throw them away."
        },
        {
            "id": "d1d5548016dc41a4a1479b6c97cf0be9",
            "sentence": "Could you tell me which bus or train goes to the center of the town?"
        },
        {
            "id": "e0d93b09487248b5b186336f928e2b41",
            "sentence": "All of a sudden, I remembered that I couldn't pay for so many books."
        },
        {
            "id": "99a868ecbc6e49b2b7ac62aa5545c2a4",
            "sentence": "We will start at two o'clock if it has stopped raining by that time."
        },
        {
            "id": "9acffc9733994dcd9999c3782fd1b074",
            "sentence": "Security guards escorted Tom out of the building after he got fired."
        },
        {
            "id": "104cc4422f824b6a8a2fa3c212ee21c6",
            "sentence": "I'm starting to really question whether we're doing the right thing."
        },
        {
            "id": "0d68a7fabb3449be89f12e2ed632e015",
            "sentence": "He opened his eyes, looked about him and then jumped out of the bed."
        },
        {
            "id": "1dbc48e85cf64b16b35c2863211d045c",
            "sentence": "He was now twelve years old and ready to enter a junior high school."
        },
        {
            "id": "b5fc10d0b6474890972b951f270d198f",
            "sentence": "Tom took Mary into his arms and kissed her passionately on the lips."
        },
        {
            "id": "15d63c6b750046f5b5ac5383f125e571",
            "sentence": "Tom didn't succeed, but it wasn't because he didn't try really hard."
        },
        {
            "id": "8b1be9e7171b45ca9628d10d53efceb8",
            "sentence": "Stop doing what you're doing for a couple of minutes and watch this."
        },
        {
            "id": "3d1185e805c847c2839b2c1840d3d1ca",
            "sentence": "I have an appointment at eleven tomorrow, but can I change the time?"
        },
        {
            "id": "14d3f8d46d0c44eea42b0d437d35a61a",
            "sentence": "Tom says he'll pay back all the money that he owes me before Monday."
        },
        {
            "id": "cab4a3b4d4914c789fa9ae0bdbadde64",
            "sentence": "Tom says that he'll pay back all the money he owes me before Monday."
        },
        {
            "id": "e26eb3998ecf458eaa725fc35ccb7263",
            "sentence": "Never put off until tomorrow what you can do the day after tomorrow."
        },
        {
            "id": "43650d17bc56425eaa58a22888cdb035",
            "sentence": "Tom can sleep in my room. I'll sleep on the sofa in the living room."
        },
        {
            "id": "b769918cc6ce4345a29c3d363f28155c",
            "sentence": "Five prisoners were recaptured, but three others are still at large."
        },
        {
            "id": "28edb01d126340af918e4e5032efff08",
            "sentence": "Tom was worried that somebody would discover details about his past."
        },
        {
            "id": "3d0038ef256a42deadebe4052e1c69ea",
            "sentence": "Tom realized that he didn't have enough money to buy what he wanted."
        },
        {
            "id": "4608d53e34804ee09d4cea23f48190b6",
            "sentence": "In some countries, the punishment for treason can be life in prison."
        },
        {
            "id": "373b25b7c0ff4bf89a4dfc972d040c09",
            "sentence": "Tom came out of the kitchen carrying three cups of coffee on a tray."
        },
        {
            "id": "c9cabf1886c14883a7f11d054bb4e625",
            "sentence": "I didn't really expect Tom to lend me money, but I asked him anyway."
        },
        {
            "id": "a87d852f1e6745539d7a41df7ac136d0",
            "sentence": "I can't believe that you really believe that that's going to happen."
        },
        {
            "id": "8ef24b3c215f4db6b20bba37a3404ee2",
            "sentence": "I have to take care of my younger brother until my parents get home."
        },
        {
            "id": "944d26527ab548e582c844a96231eee4",
            "sentence": "I haven't yet met anyone I'd want to spend the rest of my life with."
        },
        {
            "id": "262418f47f1842479d6118bf64bc10dd",
            "sentence": "I'm probably not the only one who thinks it's a bad idea to do that."
        },
        {
            "id": "43e0202874b946d782b836f010824388",
            "sentence": "One way cats show affection is by spending a lot of time around you."
        },
        {
            "id": "3788999b5bad4fc09ed06f0d2db4a3eb",
            "sentence": "French and English are the only two languages that I can understand."
        },
        {
            "id": "9cca1b1122c7468da1c8ed0cd0bb0246",
            "sentence": "The military engaged the enemy five kilometers south of the capital."
        },
        {
            "id": "c37cba0f8b5d496ab2c61fcde2ad200a",
            "sentence": "I actually have no idea of what the situation is like in my country."
        },
        {
            "id": "48736e154402456abcfb7a350788fc78",
            "sentence": "My alarm clock didn't go off this morning, so I was late for school."
        },
        {
            "id": "fd5348860e204f49baa53a8e98ba9c7d",
            "sentence": "Do you know how many people in the world starve to death every year?"
        },
        {
            "id": "d3df0f02643e4817841d0297dd4b2cec",
            "sentence": "Tom and Mary can both play not only the clarinet but also the flute."
        },
        {
            "id": "b785abe3f8c9482ba1d5092995333ee2",
            "sentence": "The solution to that problem was more difficult than we anticipated."
        },
        {
            "id": "96720dfd0d9c4551a26b449c17a14ecf",
            "sentence": "Nothing makes us age faster than the thought that we're ageing fast."
        },
        {
            "id": "088db72c49a94fb3ac4ae2ff586f6c73",
            "sentence": "Tom called Mary a few more times, but she wouldn't answer her phone."
        },
        {
            "id": "e999c309e91643fc9efab09e9f2c2144",
            "sentence": "Within the last six months, have you experienced a significant loss?"
        },
        {
            "id": "0b36782d8cf04a54bac7967604e5f89a",
            "sentence": "Has anyone ever told you that you stop breathing when you're asleep?"
        },
        {
            "id": "bd440cc417bd4e3fb7d3547613998e5a",
            "sentence": "Tom was a very bad cook until Mary started teaching him how to cook."
        },
        {
            "id": "37f9418e3e0949c1a0c3e028705f8123",
            "sentence": "Tom was fast asleep on the couch when I walked into the living room."
        },
        {
            "id": "2e179a3081854a6eb1dc98befadcd109",
            "sentence": "Stay as far away as possible from anyone that you think may be sick."
        },
        {
            "id": "6d5f567601564696b1a6cc15b456890a",
            "sentence": "Tom told me he used to play the clarinet when he was in high school."
        },
        {
            "id": "f10630ad192746e0993837f8d27e996c",
            "sentence": "The warranty on my computer expired one day before my computer died."
        },
        {
            "id": "afc6760e8942426cbfc44a02fa6a5e77",
            "sentence": "How would you like it if I punched you the same way you punched Tom?"
        },
        {
            "id": "6861de07d02749158eccc00a6577c3c9",
            "sentence": "Tom was the only one that was studying when I entered the classroom."
        },
        {
            "id": "ea6641493595424782ccd675b7637fca",
            "sentence": "They say that you can usually judge people by the company they keep."
        },
        {
            "id": "33eebdd92d2c4e1ea5bac01ee9349b21",
            "sentence": "They say you can usually judge people by the company that they keep."
        },
        {
            "id": "bf369a7df395465c9745449d44b9504a",
            "sentence": "I think that we should consider Tom's offer a little more carefully."
        },
        {
            "id": "5429aacc555a4e2e801cb0b79dde81c1",
            "sentence": "Anything you say can and will be used against you in a court of law."
        },
        {
            "id": "93ae288d4b5a40c69a70d2e6f3dc26e9",
            "sentence": "Refer to the instruction manual if you need to fix the refrigerator."
        },
        {
            "id": "1cf7c91d3c4c4f1f9e3405fa3d01608f",
            "sentence": "Can you remember the first time that you tried playing the clarinet?"
        },
        {
            "id": "87a983f2731f43f381013c58ca74c756",
            "sentence": "Tom and Mary gradually started spending more and more time together."
        },
        {
            "id": "69fdb099003a4205a39b8a3418f01147",
            "sentence": "In the light of what you told us, I think we should revise our plan."
        },
        {
            "id": "892b857e31e8443d9ffbb3e7c6485915",
            "sentence": "Judging from the look of the sky, it will clear up in the afternoon."
        },
        {
            "id": "034aac3a8c8449c299ad911d67fcd966",
            "sentence": "Tom didn't stop filming, even though the police officer told him to."
        },
        {
            "id": "85d19e643a66469fa326069d13e55d62",
            "sentence": "I've finished translating everything that you asked me to translate."
        },
        {
            "id": "5015a7a3e46a4ade9ab365a8ce82b336",
            "sentence": "Only one competitor can emerge from the crucible of losers' bracket."
        },
        {
            "id": "a3ab95b2d02e449f8ae687f66fa35a07",
            "sentence": "Tom and Mary were speaking in French, so I couldn't understand them."
        },
        {
            "id": "3d00a365f0944676bf8921b626790506",
            "sentence": "Tom gathered his dirty clothes and put them into the laundry basket."
        },
        {
            "id": "794368b924ea4a029661d4c5e143b2ea",
            "sentence": "Excuse me, could you please tell me how to get to the train station?"
        },
        {
            "id": "faa6b824d07643cdb54a383adcea4bb2",
            "sentence": "There's a saying that you can judge people by the company they keep."
        },
        {
            "id": "e239a1d2636d401fb79592e63b99a24c",
            "sentence": "The food that was dropped from the helicopter is what kept us alive."
        },
        {
            "id": "ab623510981f4ec191f098e0c97f1780",
            "sentence": "Could you turn the music down a bit? I'm trying to concentrate here!"
        },
        {
            "id": "a2cbde0edf714fbc9a8e0058fa3bbbc6",
            "sentence": "When it comes to exercise, even a short walk is better than nothing."
        },
        {
            "id": "8a4e1fa5ac2a49b4a5eda4463c29e436",
            "sentence": "Do you think we'll be able to solve that problem in the near future?"
        },
        {
            "id": "ee1d4fe8199b49f99a5993cc504a2339",
            "sentence": "Tom didn't find any book in the library that he wanted to check out."
        },
        {
            "id": "ac44a2d330044072b393316223f2e39a",
            "sentence": "The suitcase that got damaged is the one that I bought in Australia."
        },
        {
            "id": "f063212172ac4920912256e1bdb6b50e",
            "sentence": "Tom is staying at one of the cottages on the other side of the lake."
        },
        {
            "id": "138bd27769af4b07a2c18d4dabacb102",
            "sentence": "Do you think this problem is related to the one Tom found yesterday?"
        },
        {
            "id": "8a77ed6dabd9414bb3df2d149a4348b8",
            "sentence": "As people grow older, they often pay more attention to their health."
        },
        {
            "id": "fe11412afc53470c98758ff624b3f129",
            "sentence": "You must not like me very much if you won't even answer my messages."
        },
        {
            "id": "a47e06e71c99448884ed58649c9dee74",
            "sentence": "Tom opened the envelope, took out the letter and started reading it."
        },
        {
            "id": "20ea14a94f8d4610a211cf7e19eba85e",
            "sentence": "I can't decide whether to buy these brown shoes or those black ones."
        },
        {
            "id": "71d24adf83e94e8294302a8ef14deac0",
            "sentence": "It suddenly occurred to Tom that his car keys weren't in his pocket."
        },
        {
            "id": "d90473d9b90b42dd9fde397ec2a7b1b5",
            "sentence": "Three of the children were hospitalized and are expected to survive."
        },
        {
            "id": "7d0ff832213b4f398c9e887c316d830e",
            "sentence": "It looks like we're about to find out whether this will work or not."
        },
        {
            "id": "bc05e3c4332c48a2b3e946d0eecaa6f1",
            "sentence": "I feel like going to the movies, but I still have to do my homework."
        },
        {
            "id": "c6e2bb3c9fb2418e84661eb970b93e73",
            "sentence": "A man I didn't know was walking back and forth in front of my house."
        },
        {
            "id": "ae89f9e366d642d4996be4d94bb99aef",
            "sentence": "Do you think anybody else in your office will get married this year?"
        },
        {
            "id": "724c6986c3a348889bc51ee53a1a71dd",
            "sentence": "Tom's parents said that they wouldn't let him go to Australia alone."
        },
        {
            "id": "eb6d21ee84764eb5bed0806832ed359f",
            "sentence": "You shouldn't give the same weight to opinions as you give to facts."
        },
        {
            "id": "b3131fc4ebf14581b5dc7b570afb39bd",
            "sentence": "How long does it take for the airport shuttle to get to the airport?"
        },
        {
            "id": "b5bcad61be95429fbdd7cc5ff6ca721c",
            "sentence": "I ran as fast as possible, but I was not in time for the last train."
        },
        {
            "id": "1b15cb06e8c94494baf1465aa2eeb3fd",
            "sentence": "If you wish to get on in the world, you must not shrink from effort."
        },
        {
            "id": "69155ca7cc84481b9473671515a17de8",
            "sentence": "The boy pretended that he was so sick that he couldn't go to school."
        },
        {
            "id": "78e5ea474d21494aa2b6cae224c16c3b",
            "sentence": "If you don't know the meaning of a word, look it up in a dictionary."
        },
        {
            "id": "2e0929acd7364578bef2b725a0157791",
            "sentence": "I haven't seen you for a long time. Come and see me once in a while."
        },
        {
            "id": "004ed72270154e4dbab621b70e063edf",
            "sentence": "He bought a new car. He had had his old one for more than ten years."
        },
        {
            "id": "b91c2f05649e4c4ca4d6f7b131a2024c",
            "sentence": "We did our best to help him, but he didn't so much as say thank you."
        },
        {
            "id": "b5ccba94a72d4989b189e5fc8e2f1c8a",
            "sentence": "If there's anything I can do for you, don't hesitate to let me know."
        },
        {
            "id": "74654f34d2a34b0bad5838fda15871e7",
            "sentence": "I have three sons. One is in New York, but the others are in London."
        },
        {
            "id": "ff02a55bc72740158d9962218ef268cc",
            "sentence": "Tom will be here soon, but maybe not as soon as we'd like him to be."
        },
        {
            "id": "6c57bdcfc4cf471d84a3bf4ffcd91e17",
            "sentence": "I'm grateful to my parents for doing everything they've done for me."
        },
        {
            "id": "dde7ca6c89c7490bbb03d61fd49606be",
            "sentence": "It isn't until you have lost your health that you realize its value."
        },
        {
            "id": "df8d10a75b3247a89284e9f4d5841fc9",
            "sentence": "It's not until you have lost your health that you realize its value."
        },
        {
            "id": "d97ac24639ec4844bbca75754c775fe2",
            "sentence": "Tom has helped me a lot, so I'd like to send him a thank-you letter."
        },
        {
            "id": "9bf368753df649e29c9a2bae2083c7e9",
            "sentence": "My apartment has a living room, a bedroom, a kitchen and a bathroom."
        },
        {
            "id": "173025e9e02f4bb6a24f823b8c5a42ba",
            "sentence": "Never let your sense of morals prevent you from doing what is right."
        },
        {
            "id": "74d715b712124d6d964d2b3bbcab296c",
            "sentence": "I can't believe that Tom is giving Mary the car he bought last year."
        },
        {
            "id": "866bc2c260154b52be56369f7a496db6",
            "sentence": "I can't believe Tom is giving Mary the car that he bought last year."
        },
        {
            "id": "d48c5d0131074a2fb8661e3289eb8261",
            "sentence": "I can't believe that you don't want to at least look out the window."
        },
        {
            "id": "f2ac2dd2c7614c52a84a2ccd967ba687",
            "sentence": "Tom thought that the food that Mary had prepared tasted pretty good."
        },
        {
            "id": "3ff1b8a861f2430aa2b563bd2b40b978",
            "sentence": "Sputter deposition is widely employed in the semiconductor industry."
        },
        {
            "id": "8640990ca16c4a808866e294b0534854",
            "sentence": "Tom doesn't have any idea where Mary is planning to go in Australia."
        },
        {
            "id": "58000868266b45e9be89785e84b29abe",
            "sentence": "Doing that may not be as difficult as we thought it was going to be."
        },
        {
            "id": "fb36d8559d6840458063993f2887be51",
            "sentence": "You shouldn't have done that without first asking for permission to."
        },
        {
            "id": "a43324fa47764a18974945c3ac1431ac",
            "sentence": "If you are reading this letter, it means that I am no longer living."
        },
        {
            "id": "58885ad6e9144225a1e20b24742d73eb",
            "sentence": "I still think it's unlikely we'll ever find somebody to replace Tom."
        },
        {
            "id": "134244bb79fd464596eeec0dbc7d11dc",
            "sentence": "I think that I've found something you might be interested in seeing."
        },
        {
            "id": "63240e17122d436ca042e8d9182f995f",
            "sentence": "I called Mary's father and asked him for permission to ask Mary out."
        },
        {
            "id": "3829407dc3c741cc8cba4a1b093701e7",
            "sentence": "Only a few of the students seemed interested in what Tom had to say."
        },
        {
            "id": "eb9717ae60a24ad3b25508a6011d3cb9",
            "sentence": "On my way home, I fell asleep on the train and rode past my station."
        },
        {
            "id": "c7501ae8af7142a6aadc46b2a7df2d8a",
            "sentence": "What's the country with the highest population density in the world?"
        },
        {
            "id": "382a4f65179a4ef0bb671ec3b38c71fe",
            "sentence": "Tom invited all four of his grandparents to his graduation ceremony."
        },
        {
            "id": "6104fb4470fd41898680c3252da67a95",
            "sentence": "When two dice are thrown, what's the probability of getting a seven?"
        },
        {
            "id": "4c957cdd18f74e809dd930d0627865dc",
            "sentence": "I don't know what kind of flower this is, but it smells really good."
        },
        {
            "id": "d83b433551ac4419a7f0c6000313eea8",
            "sentence": "If we hadn't had the map that you'd given us, we'd have gotten lost."
        },
        {
            "id": "54f58dc798c049aeafbe3bbd8e1ec401",
            "sentence": "Tom rolled up his trouser legs, making his bright red socks visible."
        },
        {
            "id": "3d735363da0e414a9e178b78416d9865",
            "sentence": "The servant who answered the door told Tom that Mary wasn't at home."
        },
        {
            "id": "434dee53d8594786a3792dd910eb0a09",
            "sentence": "Tom was awarded a research grant by the National Science Foundation."
        },
        {
            "id": "dbaf72cd805a42169524eb6b7a665798",
            "sentence": "Tom got up from the table and went to the door to see who was there."
        },
        {
            "id": "78ea618c170b4444b50c6a6f9e491e98",
            "sentence": "Tom and I pushed the car as hard as we could, but it wouldn't budge."
        },
        {
            "id": "b41b4c1a75dc4fc39aa97992fd691736",
            "sentence": "Tom asked Mary to water the flowers of his garden while he was away."
        },
        {
            "id": "3ae040bb9f634ccdaa20859bf296f913",
            "sentence": "We lived in Australia for three years before we came to New Zealand."
        },
        {
            "id": "4043a367adfe4f3185f41df456962ce1",
            "sentence": "Tom had no idea why Mary was planning to stay in Boston for so long."
        },
        {
            "id": "629b4a2fbd2b4d3bab95b5fd4ede7e89",
            "sentence": "I wonder whether Tom could be persuaded to teach my children French."
        },
        {
            "id": "8ff7f041106a4ddf8796fd038bf57f4e",
            "sentence": "Tom said that he didn't think Mary had studied French for very long."
        },
        {
            "id": "7ebee16d68eb42989853072d9677fdb0",
            "sentence": "Tom said he wanted to be able to speak French like a native speaker."
        },
        {
            "id": "708ca8418de948aca585e7a7929ee584",
            "sentence": "Tom said he didn't think that Mary had studied French for very long."
        },
        {
            "id": "edd0eaaacbcd41fdbfe0fb7041e1cf5a",
            "sentence": "Tom said that he didn't know whether Mary could speak French or not."
        },
        {
            "id": "0b3a2f5385f24cc1a30834b8be220396",
            "sentence": "I should've told Tom that I didn't want to go to Australia with him."
        },
        {
            "id": "f5fdccb5145e475d927ddfb22c620429",
            "sentence": "I plan on going to Australia whether Tom wants to go with me or not."
        },
        {
            "id": "f8c906060cc64b39baabbe4fcd8c32a3",
            "sentence": "I hope that I have an opportunity to meet Tom when I'm in Australia."
        },
        {
            "id": "e66af4031e4a4f10b995716f7e9ffe98",
            "sentence": "I don't think that Tom is going to want to go to Australia with you."
        },
        {
            "id": "c38409353a7542cd92adf1f8696712f4",
            "sentence": "Everyone thought that Tom was going to be in Australia this weekend."
        },
        {
            "id": "a4f705f7c86f450789d96e7492457fc2",
            "sentence": "How come you didn't tell me that Tom was going to Australia with us?"
        },
        {
            "id": "317dd9507151461d90924d4eb787cd8c",
            "sentence": "There are certain things that you need to do if you want to succeed."
        },
        {
            "id": "d562589b6cb84f01a0dea62ad906568e",
            "sentence": "Tom says he almost never has more than three hundred dollars on him."
        },
        {
            "id": "eabeb919f9684a619679e6b4a5cd8deb",
            "sentence": "My father went to a lot of trouble to prepare dinner for our guests."
        },
        {
            "id": "6f0602d428fa43dfaee8a65f7685ed2f",
            "sentence": "If Tom doesn't study harder, he's not likely to pass the final exam."
        },
        {
            "id": "cc28f46fb5cb4c00880c66fd85bf77a6",
            "sentence": "I can't see how anyone could've accomplished this without some help."
        },
        {
            "id": "fa35431e5ec64585972ac3f34fde6c21",
            "sentence": "Just when the first human beings will reach Mars remains to be seen."
        },
        {
            "id": "a2d37e21b0b54c059373934511b5bac6",
            "sentence": "Tom knew Mary didn't have enough money to buy everything she wanted."
        },
        {
            "id": "78b5314bbd224389b5f20dd3e7ee1755",
            "sentence": "I don't think you need to tell Tom why you went to Boston last week."
        },
        {
            "id": "69b35b2d61e4416bb491028ddb07f9aa",
            "sentence": "I don't think that I need to tell Tom that he needs to study harder."
        },
        {
            "id": "bb6ce89b34334b979a5cfdbcfe5924e3",
            "sentence": "Tom told me that he came all the way from Boston just to visit Mary."
        },
        {
            "id": "a023ae54a2594f289870763f54b41527",
            "sentence": "Tom wanted to help, but Mary told him that she didn't need his help."
        },
        {
            "id": "a8a504666aec4165a7755ce8ad0bd930",
            "sentence": "We have to consider the possibility Tom was involved in the robbery."
        },
        {
            "id": "ea538a7f333942ec9408ccb9d7286d23",
            "sentence": "Tom certainly made it clear he didn't want Mary to attend the party."
        },
        {
            "id": "a007ce93278d4cd68e0bfb9302ecf06e",
            "sentence": "The kid has a blue pencil in one hand, and a green one in the other."
        },
        {
            "id": "6bd3e56960a24e37add43a1ac8b93aea",
            "sentence": "We used to be able to swim in this river, but now it's too polluted."
        },
        {
            "id": "f463459f9e89408185ad628bbf4fd236",
            "sentence": "Tom went to a tattoo parlor, thinking he might want to get a tattoo."
        },
        {
            "id": "059601eddbc74fe09c281de7eae68be6",
            "sentence": "Tom got scared when he noticed a strange-looking man looking at him."
        },
        {
            "id": "b1e0e8bee86440e099bff8e9f54a3301",
            "sentence": "How much time do you spend every day sitting in front of a computer?"
        },
        {
            "id": "3e0f3e3b0e884841a1e4df7a34541d35",
            "sentence": "If you open that door, you might not be able to get it closed again."
        },
        {
            "id": "d9ee4dce88e640dfa1cf17829fb44ab0",
            "sentence": "Tom said that he didn't want to go swimming because it was too cold."
        },
        {
            "id": "bed0017258fd43bc99378c1f808c5024",
            "sentence": "Tom knew that Mary had told everybody that she was going to do that."
        },
        {
            "id": "b58ee9f22f224578a602da597006adc2",
            "sentence": "Do you know what the difference between an emoticon and an emoji is?"
        },
        {
            "id": "680360962e8f4a88a123b2103210478e",
            "sentence": "It's best to discuss relationship issues directly with your partner."
        },
        {
            "id": "d50b5f2f9a74404eadcc4d65f489bf09",
            "sentence": "I couldn't help but think that what we were doing was a big mistake."
        },
        {
            "id": "4bd4f82710d64d88af98296d9860fd8e",
            "sentence": "Tom said that he didn't have enough money to buy food for everybody."
        },
        {
            "id": "13d4a60d5fc740f18322cb05229d0f70",
            "sentence": "I've decided to buy this, even though Tom told me it was a bad idea."
        },
        {
            "id": "d3b915806d2e4c098fdb770acf3c6357",
            "sentence": "Mary invested in the stock because the financial advisor fooled her."
        },
        {
            "id": "19acbb40ab174553b6f96ff696b84e05",
            "sentence": "Of all the passengers on the plane, Tom was the only one to survive."
        },
        {
            "id": "60ad9269b3fc4cc888af70ab2e7c0328",
            "sentence": "If I'd been able to speak better French, I might've landed that job."
        },
        {
            "id": "68ccaa8fe6104295a1a56f14e9c6757d",
            "sentence": "Tom and Mary both worked in supermarkets while they were in college."
        },
        {
            "id": "41496e0341224f969326288ee2259192",
            "sentence": "There's nothing like the smell of freshly-mown grass in the morning."
        },
        {
            "id": "0be16caf932e423a98cc113028312b99",
            "sentence": "Tom and Mary are planning to visit Australia on their next vacation."
        },
        {
            "id": "c81d64fd0e184497b7d14ab6f23bb386",
            "sentence": "Tom changed his plans at the last minute and went to Boston instead."
        },
        {
            "id": "1a155efb82764dde84b463fc5a5f2841",
            "sentence": "I don't think there's anyone in the world who's done what I've done."
        },
        {
            "id": "4b4d4ff5635e43b58e7c01c94a15f367",
            "sentence": "After quite some time, I learned how to cut a pineapple into slices."
        },
        {
            "id": "d4cce3afd62a4dfc95f4fdb018b634bb",
            "sentence": "A lot of reports came to the policeman that a wild monkey was found."
        },
        {
            "id": "dc073ebf9ab948b6b900ec0ce664f622",
            "sentence": "Tom was a bit shorter than I was when we were in junior high school."
        },
        {
            "id": "e72a4b2575714ec781e93837d2dd1753",
            "sentence": "Tom came back home yesterday after having been gone for three years."
        },
        {
            "id": "68107a7853084a7a80d46c314ce7b18c",
            "sentence": "I'm trying to find a publisher for the book I just finished writing."
        },
        {
            "id": "17e0157a59944491a748c1c4cc42f2a3",
            "sentence": "I considered teaching French, but decided it would be better not to."
        },
        {
            "id": "00e9d37b9d654ef38bd99194b36ebb15",
            "sentence": "We're having a meeting this afternoon? Do you think you can make it?"
        },
        {
            "id": "e88cf839a13e49ddb45c6b876e769c46",
            "sentence": "I wouldn't go out with you even if you were the last woman on earth."
        },
        {
            "id": "469eecab2d544fee81df1412444687a4",
            "sentence": "How many times did you go to Australia when you were in high school?"
        },
        {
            "id": "fd41f7268c52454b90b59caa2b372858",
            "sentence": "I lived in Australia a few years ago, but now I live in New Zealand."
        },
        {
            "id": "012b8c4e2da94fd9bca6378d3c3b0b36",
            "sentence": "Tom and I've decided not to go to Australia for Christmas this year."
        },
        {
            "id": "8da43caabf8e4634b090bc5856781a8a",
            "sentence": "Judging from how the sky looks, we might have a downpour any moment."
        },
        {
            "id": "65f6377da809485c8bea914fd5d4c402",
            "sentence": "Why is it that you can write French so well, but you can't speak it?"
        },
        {
            "id": "361b2eacb09d4234b55304210f08a6ca",
            "sentence": "What was the last thing that you bought that you didn't really need?"
        },
        {
            "id": "2183abc060c9433d922064556b7bc4d3",
            "sentence": "As far as Tom is concerned, it's quantity, not quality, that counts."
        },
        {
            "id": "c1fe6eb0d9bf4a9ab996b7d09e1fe11e",
            "sentence": "Tom as well as everybody else in the room knew what the problem was."
        },
        {
            "id": "47ffcdbe885c43bdba6b44b85d25d765",
            "sentence": "I'm not so sure I could cope with that, at least not as well as you."
        },
        {
            "id": "50e45369525a493faccd41fd65450470",
            "sentence": "I want to ask Tom what he's been doing, but I know that I shouldn't."
        },
        {
            "id": "99664c20ea424de5926e4f0b33050065",
            "sentence": "Tom was holding a suitcase in one hand and an umbrella in the other."
        },
        {
            "id": "02154edb05764b43ac1498562ae21fba",
            "sentence": "I know that it's highly unlikely anyone would be willing to help me."
        },
        {
            "id": "2e4e1c1b6d3440fda36d3893d3be3dfe",
            "sentence": "I just want you to know that I won't be able to attend your wedding."
        },
        {
            "id": "1663cbeb2a92464bbb58eea177465aac",
            "sentence": "If you didn't want me to hold your hand, then why did you ask me to?"
        },
        {
            "id": "d9a124bd8bed4711b1e533f5b45520b1",
            "sentence": "Tomorrow we go to school to sign up for the classes we want to take."
        },
        {
            "id": "389fbe467e5f423e90c896f86c34de9f",
            "sentence": "I don't think Tom should be held responsible for something Mary did."
        },
        {
            "id": "10b781dce91c419da47daf7e9f74c486",
            "sentence": "Tom's house got broken into last night and his dog didn't even bark."
        },
        {
            "id": "9444b77034584cd09b98cce970b25e40",
            "sentence": "I think that you should walk your dog at least thirty minutes a day."
        },
        {
            "id": "6d1d20872a3545be9ed6bf999a492c35",
            "sentence": "I can't go to the party, but thank you for inviting me all the same."
        },
        {
            "id": "9c2826e229f546f49215f6bb23b7b0fe",
            "sentence": "Tom went up to Mary at the party and told her he had a crush on her."
        },
        {
            "id": "786a9dce3cca44c1a90aec601c7870b8",
            "sentence": "The man that I met in the park yesterday said that his name was Tom."
        },
        {
            "id": "b6f08727faca45e3b1f229eb4001b6b4",
            "sentence": "I don't think that Tom is going to go to Boston with Mary next week."
        },
        {
            "id": "9d7f6cc54efa498ba360483e7a32c7e3",
            "sentence": "We'll do everything we can to ensure that this doesn't happen again."
        },
        {
            "id": "4a08fe2d971a422a83271b1e6c5d3dee",
            "sentence": "As soon as you've done that, I'd like you to start preparing supper."
        },
        {
            "id": "ff9ef24eec8142cda1a56067f9ca12d0",
            "sentence": "More than 70 percent of the inhabitants are in favor of the program."
        },
        {
            "id": "4971870f7c5c4f8ab6e5517e564c53d5",
            "sentence": "In the winter, I like to sled down the small hill close to our home."
        },
        {
            "id": "c89c77ba27494bbf8c8d866246860cc7",
            "sentence": "I caught a cold. That's why I couldn't attend the meeting yesterday."
        },
        {
            "id": "61993eab40e142f683f48453df4b52ae",
            "sentence": "The sky grew darker and darker, and the wind blew harder and harder."
        },
        {
            "id": "1ede302515e94aa18d5f18c9d1b9472f",
            "sentence": "Make sure that the complaints are dealt with as quickly as possible."
        },
        {
            "id": "be204490cb724ea595778e3aaa7b39a5",
            "sentence": "The rain prevented the boys from playing baseball on the playground."
        },
        {
            "id": "1a83c420c890445f98e38540c903b4a9",
            "sentence": "Many high school students hang around at book stores reading comics."
        },
        {
            "id": "a52f0579323647d2a4e310880fe67d81",
            "sentence": "There is more moorland in Northern Germany than in Southern Germany."
        },
        {
            "id": "15cad5480c9b47a4bb9b2c26b227320b",
            "sentence": "My name cannot be pronounced by Earthlings, but you may call me Tom."
        },
        {
            "id": "3362c6d1191d4e158f110d0127cbfd52",
            "sentence": "If there's no bread for the poor, there'll be no peace for the rich."
        },
        {
            "id": "a7aa3a9d7ffd4f9785587686b9b088ef",
            "sentence": "Tom told me that he first met Mary in Boston when he was a teenager."
        },
        {
            "id": "bdb4e3e92fac46e5b3db73fd551f10e8",
            "sentence": "I think that Tom should tell Mary that he can't really speak French."
        },
        {
            "id": "3c618065c6fa407b822100d7383b003b",
            "sentence": "I think it would be a good idea for you to go to Australia with Tom."
        },
        {
            "id": "ec00f09e2229496b8cfbd89de2e17ee0",
            "sentence": "The video that Tom uploaded the day before yesterday has gone viral."
        },
        {
            "id": "2e71141f679042af9114c9b70c24ced0",
            "sentence": "I didn't know that I'd want one of those until I saw one being used."
        },
        {
            "id": "0ccd4962937d424099f3361c408586c1",
            "sentence": "Tom went to the supermarket to buy ice cream and cake for the party."
        },
        {
            "id": "119ad4efa6b44e2ab54dbaeea46803c8",
            "sentence": "You could do it like that, but it would be better to do it this way."
        },
        {
            "id": "5f30f52423174b61976923ea4e4a5fa3",
            "sentence": "The ruling party is running a smear campaign against the opposition."
        },
        {
            "id": "f01acbcc22344bbc9460131b62abb8e9",
            "sentence": "The children chanted, \"Rain, rain, go away. Come again another day.\""
        },
        {
            "id": "6f31a484203f417493d912232cfc3b78",
            "sentence": "I'm sorry if this comes as a shock, but I don't care what you think."
        },
        {
            "id": "60db67d878f0401cb1533337a53eff22",
            "sentence": "When two dice are rolled, what's the probability of getting a seven?"
        },
        {
            "id": "2ab3b83961ae401bbfe6e4637d1e743f",
            "sentence": "I'm pretty sure Tom has already forgotten what I told him yesterday."
        },
        {
            "id": "befbfc7b1e4e460a959ae44102d76108",
            "sentence": "When we told Tom the news, he didn't say anything for a few minutes."
        },
        {
            "id": "7f6d32fa409740489ab880e2e19f7d61",
            "sentence": "When I was thirteen years old, my dad bought me my own fishing boat."
        },
        {
            "id": "9e14b5b432e44cd18ccbc9bc69326094",
            "sentence": "It's actually true that the less money you have, the less you worry."
        },
        {
            "id": "668e00f1c52d479a8405fc925fb9f123",
            "sentence": "We stayed outside because we wanted to, not because we were told to."
        },
        {
            "id": "2c9eee006cfc499aa98c6372d1fb78e9",
            "sentence": "Tom was lucky to have had a French teacher who was a native speaker."
        },
        {
            "id": "b4239c19263c4c6681f4533c22c55e0f",
            "sentence": "On this small island are two large towns and many small settlements."
        },
        {
            "id": "8837a74d13374d33840628559031cdf9",
            "sentence": "If you didn't complain so much, people would probably like you more."
        },
        {
            "id": "d85cc1306eb64f3d9956c225aca48454",
            "sentence": "Tom doesn't want to be a doctor, although he's very good in science."
        },
        {
            "id": "e0b94c8f31204ea89d58b8c347736c81",
            "sentence": "My horizons are broader than your pupils after cannabis consumption!"
        },
        {
            "id": "d26f959f94a84545a3a14c74411331b1",
            "sentence": "Even though Tom is only thirteen years old, he sounds like an adult."
        },
        {
            "id": "360874e3da5a4a93b9d1af91f5fbee0f",
            "sentence": "Tom heard the sound of kids talking and laughing outside his window."
        },
        {
            "id": "f4538560579048e5b6abe2cc248c7124",
            "sentence": "When Tom explains things, I can usually understand what he's saying."
        },
        {
            "id": "e6276d281579412296d9081ff781ec86",
            "sentence": "Tom tried to speak to Mary in French, but she didn't understand him."
        },
        {
            "id": "4624569ebef3459db5be0f2c55341333",
            "sentence": "I like swimming in lakes and rivers more than swimming in the ocean."
        },
        {
            "id": "0696cd8138c943ddb3e4f1cc7ada5365",
            "sentence": "I don\\'t have to go to the doctor any more. I\\'m feeling much better."
        },
        {
            "id": "9de55e4d383344d29b945e097ae653b8",
            "sentence": "Tom can\\'t tell the difference between expensive wine and cheap wine."
        },
        {
            "id": "1f239e1ebc8f493caf6bb0ded34c48b0",
            "sentence": "She decided to marry him even though her parents didn\\'t want her to."
        },
        {
            "id": "34128fbe74704f96bd9dc133ee254c70",
            "sentence": "Tom couldn\\'t speak a word of French when he first arrived in France."
        },
        {
            "id": "d727d01a74dd4592b14cbedf495448a3",
            "sentence": "Tom let me stay with him for three months after my house burned down."
        },
        {
            "id": "2f9032d24d324b56a7c018a764b6f219",
            "sentence": "Tom said that he and Mary were planning to visit Australia next year."
        },
        {
            "id": "a08c079b43904175bae5f46cd73677c1",
            "sentence": "Tom was just about to kiss Mary when his mother walked into the room."
        },
        {
            "id": "a8b380a0aa8f41b68b8a9ab9c0608545",
            "sentence": "Tom wondered how much tequila Mary could drink before she passed out."
        },
        {
            "id": "b1f3132cfc534a5e9a129f53db275722",
            "sentence": "Tom, Mary, John and Alice are all planning to go to the same college."
        },
        {
            "id": "46c6089968684343b2eedae2bc6d93c4",
            "sentence": "I was lucky that the train was late. Otherwise I would\\'ve missed it."
        },
        {
            "id": "ca4c2bfc784f436f8e5c776dad53b136",
            "sentence": "It would be better if you didn\\'t drink so much coffee late at night."
        },
        {
            "id": "82e830d077604386b1517e05a3cb69e4",
            "sentence": "Everyone seemed to be very busy and everyone seemed to be in a hurry."
        },
        {
            "id": "b7608aba67324f06b5c741e5d3e784d3",
            "sentence": "Tom ate part of the ham, and then put the rest into the refrigerator."
        },
        {
            "id": "5316b62860c84d17b0047876ffbe032f",
            "sentence": "Now that you mention it, I don\\'t remember seeing Tom in class today."
        },
        {
            "id": "311e6a72af6f438ba6c3809d50027a5e",
            "sentence": "The best way to learn French is to live in a French-speaking country."
        },
        {
            "id": "a23feeb81c914ac59a6823a1d004be6c",
            "sentence": "Tom opens the windows every morning as soon as he gets to his office."
        },
        {
            "id": "19e7ba6beb28474eb3dd185ae19a27fd",
            "sentence": "Tom didn\\'t know the reason why Mary wouldn\\'t accept his invitation."
        },
        {
            "id": "101b1e33f86d499199f954ac6ef7a3c0",
            "sentence": "Tom realized he barely had enough money to buy what he needed to buy."
        },
        {
            "id": "32de82227a844874a05be51036390617",
            "sentence": "Tom rolled up his pant legs so people could see his bright red socks."
        },
        {
            "id": "6dce9390c8ea458cb30fd91b15d7c8ae",
            "sentence": "What was your relationship with your father like when you were a kid?"
        },
        {
            "id": "fbf2696fc54c484d85786c1ca2de166f",
            "sentence": "When I got out of jail, the first thing I did was go to a restaurant."
        },
        {
            "id": "3d01fe27477c4ea7899cafafb47a15b8",
            "sentence": "I don\\'t think it will rain, but I\\'ll take an umbrella just in case."
        },
        {
            "id": "179bd6a589a94fafa98428809a5956c5",
            "sentence": "Don\\'t you just hate the way Tom always monopolizes the conversation?"
        },
        {
            "id": "99c0721c2e1a473dbf265d86804bc541",
            "sentence": "When Tom couldn\\'t bear the pain any longer, he went to the hospital."
        },
        {
            "id": "ab945a3727be425d988cc913b2335dc8",
            "sentence": "You should take your car to Tom\\'s Garage. He does a pretty good job."
        },
        {
            "id": "df59d830c336490aa509a107cf15720e",
            "sentence": "A few trees fell down in our neighborhood during the storm last week."
        },
        {
            "id": "0f51b5c1543a42a388044a7c2ca70ad1",
            "sentence": "After working in the hot sun all afternoon, Tom looked hot and tired."
        },
        {
            "id": "21dc93d419f8415ba4aa0c2814be6e6a",
            "sentence": "I came all this way. You could at least listen to what I have to say."
        },
        {
            "id": "55060e951fb9493f9fe85444f29e368e",
            "sentence": "If I tell my mother, she\\'ll worry, so I don\\'t think I\\'ll tell her."
        },
        {
            "id": "fcb390af316f4659a2fe061b64116730",
            "sentence": "Tom can\\'t even play one song on his ukulele without making mistakes."
        },
        {
            "id": "b6d830662d6e450ea4e472e72ea48125",
            "sentence": "I put an advertisement in the newspaper saying my house was for sale."
        },
        {
            "id": "861f39902efe444eb0463e0047e05e33",
            "sentence": "I remember the event as clearly as if it had happened just yesterday."
        },
        {
            "id": "8751eb8100134359b7dbcbefbbef1da5",
            "sentence": "I suggest that you go and see a doctor about this as soon as you can."
        },
        {
            "id": "74edcab8c8fe4d99889cfe6dab1dfdb0",
            "sentence": "I think that perhaps both Tom and Mary have forgotten how to do that."
        },
        {
            "id": "8519d69c88d648dc999226224dfe0fba",
            "sentence": "I want to apologize for the way I talked to you the last time we met."
        },
        {
            "id": "0cffec73502642548ea50d4b9f454e96",
            "sentence": "I think I\\'ve figured out which horse is most likely to win the race."
        },
        {
            "id": "8b864f50cdff43e3a4622adf342fbfdd",
            "sentence": "I\\'ve heard that in Germany beer is cheaper than water. Is that true?"
        },
        {
            "id": "3d1169bf0c9049168be11fb0a22ec152",
            "sentence": "How long do you think the jury will take before they reach a verdict?"
        },
        {
            "id": "7f8550b2c6914989b671f842a717184a",
            "sentence": "She intended to go shopping with her mother, but her mother was busy."
        },
        {
            "id": "9432883569c44a3ab6e355eb799dd23c",
            "sentence": "Some flowers bloom in the spring and other flowers bloom in the fall."
        },
        {
            "id": "51ab3a0abd8644dca38bb0daa1915842",
            "sentence": "Mary put some flowers in the vase and then put the vase on the table."
        },
        {
            "id": "a7eb66825ba94127a8061c5ef6b2c368",
            "sentence": "If you\\'re going to go to France, you should brush up on your French."
        },
        {
            "id": "1fb9b873d77640fb917693aa305d7847",
            "sentence": "Tom knew that he wasn\\'t likely be able to convince Mary to help him."
        },
        {
            "id": "0f276ac46a614a10acb0ae8fafe005b1",
            "sentence": "Tom may understand French fairly well, but doesn\\'t speak it so well."
        },
        {
            "id": "7750f6964f0c44c0952d4f73872d69d9",
            "sentence": "Tom didn\\'t have enough time to do everything that needed to be done."
        },
        {
            "id": "d909d97f2c5f4a888f8b7527d723e40a",
            "sentence": "Tom didn\\'t have the heart to tell Mary what had happened to her dog."
        },
        {
            "id": "bc4029ce16e04b5c97c390c1e3502ace",
            "sentence": "Tom didn\\'t have the time to do everything that Mary asked him to do."
        },
        {
            "id": "54bea1d8b36043369738796e7674d818",
            "sentence": "Tom says he wants me to leave, but I don\\'t think he really means it."
        },
        {
            "id": "6ec256c6d7044692ba2fda3694e1c95c",
            "sentence": "Tom started as a janitor, but he\\'s now the president of the company."
        },
        {
            "id": "9d6d38b4221c46849268bf976e47ae04",
            "sentence": "Tom found an injured bird in the forest and nursed it back to health."
        },
        {
            "id": "3c01a2fdb8c4402993f1940a5cf5e04d",
            "sentence": "Tom got up on the wrong side of the bed and has been grouchy all day."
        },
        {
            "id": "6a7c83be1e824139806ee800b010963b",
            "sentence": "Tom had his wisdom teeth taken out by a twenty-four year old dentist."
        },
        {
            "id": "bf2d3c7afb104716ae2b9bf5c12fd602",
            "sentence": "Tom got to the station in time to catch the train he wanted to catch."
        },
        {
            "id": "6aee978a6bb84fbf9f3e68457d315f61",
            "sentence": "Maybe eventually you\\'ll decide you don\\'t want to live here anymore."
        },
        {
            "id": "88da153b4c004e838856d9d3239fa5e0",
            "sentence": "I wouldn\\'t have believed that if I hadn\\'t seen it with my own eyes."
        },
        {
            "id": "dcf679d98dd941fe900b6d134daa18b3",
            "sentence": "I hate myself for not having the will power to quit eating junk food."
        },
        {
            "id": "77caf46196b84c61ad37f5e8f12d9258",
            "sentence": "Wearing fluorescent yellow socks with black pants isn\\'t a good look."
        },
        {
            "id": "dad25035ccee4aabb05d5980f5e73b7f",
            "sentence": "When I retire, I\\'d like to spend the rest of my life in the country."
        },
        {
            "id": "e2b8a4ca5c8d46578694dbdcc45c0b3d",
            "sentence": "When you love someone, you\\'ll do anything to make that person happy."
        },
        {
            "id": "44c656204a5f474e882de86c412beaed",
            "sentence": "When I got home, I realized that one of my suitcases had disappeared."
        },
        {
            "id": "918a6db50d56445696b2966bb7db3e19",
            "sentence": "Our server will be offline on October 20th for scheduled maintenance."
        },
        {
            "id": "df8ab641754f42ffacf958f6d0e1cbe5",
            "sentence": "Tom wants Mary to know he\\'s not planning on asking her to marry him."
        },
        {
            "id": "812ff211bea6465184f09db3df539230",
            "sentence": "Tom wants to learn boxing, but his mother thinks it\\'s too dangerous."
        },
        {
            "id": "3ca02fb38b154a49b7f3372d23089b9c",
            "sentence": "Don\\'t worry, Mom. He isn\\'t particular about food. He eats anything."
        },
        {
            "id": "af3ac496d7454359b6c5c0628f5c7a95",
            "sentence": "I don\\'t care how much you want it. I\\'m not going to give it to you."
        },
        {
            "id": "48edfb8abc904125b299e59b4d829541",
            "sentence": "I don\\'t know about you guys, but I\\'m buying Tom a birthday present."
        },
        {
            "id": "f1426bdfe2e84d2398360bb177a98ed9",
            "sentence": "Boston is a great place to visit, but I wouldn\\'t want to live there."
        },
        {
            "id": "88e5c36421ab4a4aa8f971dfd427a155",
            "sentence": "Even though Tom and Mary are twins, they don\\'t look very much alike."
        },
        {
            "id": "bd9f0084f67c48c8b9aeb049d0c4b9ad",
            "sentence": "Have you thought any more about what you\\'re going to do next summer?"
        },
        {
            "id": "d637ec650efb4a41b547923b41ca4418",
            "sentence": "Tom tells everyone that he can\\'t speak French, but that\\'s not true."
        },
        {
            "id": "51f7a0bcd42d4887b25f2602f25a4aaf",
            "sentence": "I should\\'ve studied French more seriously when I was in high school."
        },
        {
            "id": "4720d74b176440dabc20da2d196aafcc",
            "sentence": "Tom and his classmates are going to an art museum tomorrow afternoon."
        },
        {
            "id": "685079e743a14decbfb9ed63cfd65911",
            "sentence": "Was the book that you were reading yesterday in French or in English?"
        },
        {
            "id": "4221e5c8d1a54ac09f94af628708ab60",
            "sentence": "I bought a house with the money that I inherited from my grandfather."
        },
        {
            "id": "0e4477f06b73406789935fdfdd988cdd",
            "sentence": "I don\\'t think I want to answer any more of your questions right now."
        },
        {
            "id": "b49243e975a14b579e6259c166e44264",
            "sentence": "I don\\'t want Tom to make the situation any worse than it already is."
        },
        {
            "id": "c9310a4d264a4f249d62e3e0c48f8e5d",
            "sentence": "I don\\'t want a lot of money. I just want enough to live comfortably."
        },
        {
            "id": "d9e0612a4bf84a54a6c6bf28c361f37d",
            "sentence": "Tom\\'s house is within walking distance of the nearest train station."
        },
        {
            "id": "376f957dd6954875b199dea3261e2289",
            "sentence": "Tom carved his initials on the large oak tree in front of the school."
        },
        {
            "id": "9cbc20606f5e43ff8fd48c6e656434e1",
            "sentence": "Why don\\'t you come in and we\\'ll talk about it over a cup of coffee?"
        },
        {
            "id": "1900157a9c204ec3a9851a66b92c94f2",
            "sentence": "You can\\'t beat me, Tom. I\\'ve been playing tennis since I was a kid."
        },
        {
            "id": "6cb52d130c784cf980fa29c8bbceac3a",
            "sentence": "My wife and I hope to get away for a week during the Christmas break."
        },
        {
            "id": "704e6b6801de4831a7ab97172b778d31",
            "sentence": "If I remember correctly, Tom and Mary got married in October of 2003."
        },
        {
            "id": "9dbb5059ee984b3c9396758f9b069ddc",
            "sentence": "It took slightly more than five minutes for Tom to read the pamphlet."
        },
        {
            "id": "8a9ed8154a2e41d7bd5ba1760a9f29ca",
            "sentence": "Tom is in a coma and the doctors are not sure if he\\'s going to live."
        },
        {
            "id": "46961398d49b4ae491a090f043bce736",
            "sentence": "Tom said that we weren\\'t allowed to take photographs in this museum."
        },
        {
            "id": "1fe261a4363742daa6fcc852135e2fcd",
            "sentence": "Tom wasn\\'t at all satisfied with the way his house had been painted."
        },
        {
            "id": "e1071dd8b3ad4885b3a66915ae45b87a",
            "sentence": "I think that it\\'ll taste better if you add a little salt and pepper."
        },
        {
            "id": "d0220f1a41d146229247bee433f3f3d7",
            "sentence": "I don\\'t know what\\'s going on around here, but I intend to find out."
        },
        {
            "id": "5240a472cb434ca1a06dbd0c990cda1a",
            "sentence": "I couldn\\'t find a job that would pay me enough to support my family."
        },
        {
            "id": "d037b4ee75ae4c47bd6405282c134fce",
            "sentence": "It\\'s very unlikely that Tom\\'s children inherited anything from him."
        },
        {
            "id": "140a8e6196b541e2b9b50069b4981146",
            "sentence": "Tom\\'s new wife is younger than his daughter from his first marriage."
        },
        {
            "id": "500bdcf2be7d41fdabe182fc15db0cfa",
            "sentence": "My father doesn\\'t allow me to drive unless he\\'s in the car with me."
        },
        {
            "id": "bf775227cc504dab8d4a6f9e0a6a1552",
            "sentence": "I could\\'ve gone to the seaside, but I went to the mountains instead."
        },
        {
            "id": "1d02c0120d5a4f928bd4b60d49ea45d1",
            "sentence": "I didn\\'t want to cancel the appointment, but something else came up."
        },
        {
            "id": "23dac585cf004dafabb9f37b12b1eada",
            "sentence": "I don\\'t care who your father is. You still have to follow my orders."
        },
        {
            "id": "e265e36209174ca5b1dbadb69fd3bb5d",
            "sentence": "I don\\'t have enough money on me right now to pay you what I owe you."
        },
        {
            "id": "50f4dd307db0448895a09a2ff8a8f0e5",
            "sentence": "I wonder whether or not Tom could talk Mary into helping us tomorrow."
        },
        {
            "id": "6a24ecc7745244fcb7183f53f63bd410",
            "sentence": "I wonder whether or not Tom has already told Mary she has to do that."
        },
        {
            "id": "15a7d5b770814e5490c5b1060d29b8ec",
            "sentence": "Tom borrowed thirty dollars from Mary to buy John a birthday present."
        },
        {
            "id": "5ab13a34db544d68a52c80bf68ae3e17",
            "sentence": "I wasn\\'t surprised when Tom told me he didn\\'t want to go to Boston."
        },
        {
            "id": "cf76df4d7ba141d796c2fcdc14ea018e",
            "sentence": "I wasn\\'t surprised when Tom told me that he didn\\'t want to do that."
        },
        {
            "id": "b91b4a86675a4437b1937d7123666fda",
            "sentence": "Why don\\'t you get rid of your motorcycle? You never ride it anymore."
        },
        {
            "id": "81b78d5602f5402981a7f86f3332dd30",
            "sentence": "Why don\\'t you go buy yourself something pretty to wear to the party?"
        },
        {
            "id": "da7c11cb20e24c7db9f6c7b743fb6515",
            "sentence": "I asked Mary is she wanted to go to a party with me and she said yes."
        },
        {
            "id": "e5cd30e325e94b4785421baefbf61226",
            "sentence": "My curtains were closed, so I didn\\'t see what was happening outside."
        },
        {
            "id": "fc6f2f54f6c344b8888bb70c33ee9881",
            "sentence": "She made it clear that she couldn\\'t make it in time for the meeting."
        },
        {
            "id": "127ef4f69ead4301be9b8e93ca44ebdd",
            "sentence": "It seemed unlikely that Tom wouldn\\'t come to Mary\\'s birthday party."
        },
        {
            "id": "16853fbddfb5497abdedbcbe40344fdc",
            "sentence": "It shouldn\\'t surprise you to learn that I don\\'t like you very much."
        },
        {
            "id": "95df743c3a90465d8949556aa3049ee9",
            "sentence": "It\\'s been a long time since I\\'ve seen any dragonflies in this area."
        },
        {
            "id": "45f53f117d20462e9ba69c87d27099aa",
            "sentence": "Think of how much worse it could have been if Tom had not been there."
        },
        {
            "id": "2a9c083dd4b64edca08c2acfd1646f54",
            "sentence": "I wish I could figure out how to get more people to visit my website."
        },
        {
            "id": "0052539211974bb789dc9ecb2fdce3b2",
            "sentence": "If we don\\'t leave soon, we won\\'t get there while it\\'s still light."
        },
        {
            "id": "0d597d58567b4f93b8ceb5b634d2fe7e",
            "sentence": "The policeman aimed his gun at Tom and yelled, \"Hold it right there!\""
        },
        {
            "id": "8b48cedbfe784eedb11f28da080d9a1d",
            "sentence": "The temperature went down to minus ten degrees centigrade last night."
        },
        {
            "id": "c2bd4573bc3448598ef5fba732d89c85",
            "sentence": "There was no doubt in my mind that Tom would make the right decision."
        },
        {
            "id": "def553afff06400b8d803cf701041304",
            "sentence": "I\\'d just like to have a quick conversation with Tom before we leave."
        },
        {
            "id": "ed8ec4e7e2a745db86d044490d5b97ae",
            "sentence": "I\\'m sure Tom will be able to persuade Mary to go to Boston with him."
        },
        {
            "id": "973e3621ee7f4513ae8bf35b4d01c1ab",
            "sentence": "I\\'ve heard that people can eat cat food without any harmful effects."
        },
        {
            "id": "4bf1504109934fcc81a7c0a2f4dd60fc",
            "sentence": "Please return the book you borrowed when you\\'ve finished reading it."
        },
        {
            "id": "bd7004f28c2446dcbb7cd8948768dcad",
            "sentence": "I doubt that Tom has the courage to stand up for what he believes in."
        },
        {
            "id": "237ff860434f474b930ec87c1a6f252b",
            "sentence": "My leg\\'s gone to sleep, so I don\\'t think I can stand up right away."
        },
        {
            "id": "d776fe4eb6ef460f880a801cbc5395be",
            "sentence": "This is the kind of work that requires a high level of concentration."
        },
        {
            "id": "adec35189856430aade987e1ee4b34d0",
            "sentence": "Tom and I had dinner together when you and Mary were visiting Boston."
        },
        {
            "id": "07e4ef65428240a083beaca4386818c3",
            "sentence": "Tom and Mary fell in love while they were on a scientific expedition."
        },
        {
            "id": "31af299029d84359b018ed511f8ba183",
            "sentence": "If I\\'d only known how Tom felt, I wouldn\\'t have gone out with Mary."
        },
        {
            "id": "71e4e80017ec4d1289919b166f62a04e",
            "sentence": "Tom asked Mary who she thought was the best-looking guy in her class."
        },
        {
            "id": "00e170f57f37431f92d3361d03b54b51",
            "sentence": "Tom bought an old house and said that he would fix it all by himself."
        },
        {
            "id": "5b1a137b25f445198a2da3f890ed7c6d",
            "sentence": "I can\\'t believe you would do something like that without telling me."
        },
        {
            "id": "b539ab596a554dbba8ca4f97688b0462",
            "sentence": "I can\\'t remember the meaning of the word that I looked up yesterday."
        },
        {
            "id": "835aa1a73c784e9a9e48e08d85636bac",
            "sentence": "The board of directors is going to discuss the proposal next Tuesday."
        },
        {
            "id": "9a9cab8f6ceb400aa091ccb5d7245ef1",
            "sentence": "Just because Tom said he had never met Mary doesn\\'t mean it\\'s true."
        },
        {
            "id": "2e09563e78734172a69f7427d224a527",
            "sentence": "Aren\\'t you able to tell the difference between butter and margarine?"
        },
        {
            "id": "bf7f272afba342d6bacdea0831d827bd",
            "sentence": "Tom had a hunch that Mary would bring her new boyfriend to the party."
        },
        {
            "id": "035c44d47d9a4247906ee3e1e389a566",
            "sentence": "Tom is going to have to stay in the hospital for another three weeks."
        },
        {
            "id": "f0de543132494bc4aa122edb9d738139",
            "sentence": "Tom is staying with his relatives in Boston for the next three weeks."
        },
        {
            "id": "4192a018975d4a26b496425ae8c6c6c3",
            "sentence": "I just wanted some advice from someone who\\'s already been to Boston."
        },
        {
            "id": "2fe8aceb82a947cdadba4353b795474a",
            "sentence": "Tom wondered why Mary couldn\\'t speak French any better than she did."
        },
        {
            "id": "3fddec714fec4a4f960389dc618ee116",
            "sentence": "Tom can\\'t make up his mind whether to get a job or to go to college."
        },
        {
            "id": "6e007b1e6dd54202b0e2c2037bf82840",
            "sentence": "I\\'m probably not the only one who\\'ll volunteer to help Tom do that."
        },
        {
            "id": "5b881a5d467f403081e66f6a39e560bb",
            "sentence": "It\\'s the first time in my life I\\'ve felt so connected with someone."
        },
        {
            "id": "ccf634cadee049e4950697d560fcc245",
            "sentence": "Tom should\\'ve asked Mary to marry him while he still had the chance."
        },
        {
            "id": "2a6682d888064f5f834172bdf730bdd3",
            "sentence": "Tom doesn\\'t want to admit that Mary was right and that he was wrong."
        },
        {
            "id": "0677645f7a294ecbb8ce97721aeb7fa1",
            "sentence": "I had a feeling that Tom and Mary would decide not to buy that house."
        },
        {
            "id": "89657184da084a5db94a8a2f8976a423",
            "sentence": "Tom didn\\'t have the courage to tell Mary that he had made a mistake."
        },
        {
            "id": "86095b87b1d24fbcb5fbece3ae60cb81",
            "sentence": "Tom got Mary to scratch the part of his back that he couldn\\'t reach."
        },
        {
            "id": "7d86793868eb4a06ad3789689c98c0d5",
            "sentence": "Tom hopes Mary knows that she shouldn\\'t do what John told her to do."
        },
        {
            "id": "213132cdfce942c6a5cd4b6248d9ea26",
            "sentence": "I wonder whether or not Tom is doing what he\\'s supposed to be doing."
        },
        {
            "id": "ed02b2da83944fceaccbf67e533750c7",
            "sentence": "Early to bed and early to rise makes a man healthy, wealthy and wise."
        },
        {
            "id": "5f3f4444b7384f0684b20987a25165ae",
            "sentence": "I wanted to earn some money, so I worked part time three days a week."
        },
        {
            "id": "a0fdbeee02ab4e04b0f1950125985418",
            "sentence": "Tom could tell by the look on Mary\\'s face that she was very excited."
        },
        {
            "id": "d6bca33c71f249b8bbd50205f0125d10",
            "sentence": "Tom couldn\\'t find anybody to go with him, and so he went by himself."
        },
        {
            "id": "9a17334a2c6a47d0a95803a547e77697",
            "sentence": "Tom decided it wasn\\'t his job to tell Mary about what John had done."
        },
        {
            "id": "e8cf41e5957d40b7915cc01ca5878154",
            "sentence": "Tom didn\\'t have enough time to answer all the questions on the test."
        },
        {
            "id": "ece90b8272c8472c9dcaa255f723dc01",
            "sentence": "Tom must consider carefully whether he really wants a divorce or not."
        },
        {
            "id": "4d9b9422e9954fa48f2325da08a891db",
            "sentence": "Tom said he and his friends were planning to go camping next weekend."
        },
        {
            "id": "be7207eb27314ccc89d4955e1e445e2c",
            "sentence": "Tom was at a distinct disadvantage against his much younger opponent."
        },
        {
            "id": "815555ec8c6e43d88bc6bc9654887030",
            "sentence": "If you don\\'t think of an excuse quickly, things will become awkward."
        },
        {
            "id": "9ef14bc51dc444feb041e68ddbdf3e1e",
            "sentence": "I had to wait for a long time for Tom\\'s answer, but it was worth it."
        },
        {
            "id": "442d675b513642358d88bd2648b905b6",
            "sentence": "I just want you to know that I won\\'t be able to come to your picnic."
        },
        {
            "id": "9e80a591da2041aaac675d5db3deb591",
            "sentence": "Tom told me he planned to visit Mary the next time he went to Boston."
        },
        {
            "id": "6e29dcf9bed5434e8c54203a3afe1e96",
            "sentence": "Tom would have apologized to Mary if he had thought it was important."
        },
        {
            "id": "9ec9d6b6fdce414b8ab94fbebd2312eb",
            "sentence": "We heard some strange noises coming from the cellar during the night."
        },
        {
            "id": "31b14fad46d54f278426d82e870dbf49",
            "sentence": "What I don\\'t understand is why Tom didn\\'t stick around and help us."
        },
        {
            "id": "3eb5093cd535460f8367934015773e8e",
            "sentence": "I don\\'t know when I\\'ll be able to pay you back the money I owe you."
        },
        {
            "id": "d52b870280954f83a87280aa0e2caf60",
            "sentence": "I want Tom to ask Mary if she\\'s planning to go to Australia with us."
        },
        {
            "id": "9f81e7d57bff4715b74e36da7066872e",
            "sentence": "Tom and Mary were supposed to take their dog to the vet this morning."
        },
        {
            "id": "6e6e4c5f5ade4296be13334725c138b7",
            "sentence": "Tom could have survived if the ambulance had arrived a little sooner."
        },
        {
            "id": "3c642220575c43f4bdc6bf5612e1bcd2",
            "sentence": "Tom was knocked off his bicycle and killed in a hit and run accident."
        },
        {
            "id": "bd5cd1ebd0764d6ea90b531d635eff6c",
            "sentence": "Tom was very unhappy about having to spend Christmas in the hospital."
        },
        {
            "id": "14f709ca725e4106b34b24a3a8e217fd",
            "sentence": "Tom wrote Mary a text message, but then deleted it before sending it."
        },
        {
            "id": "de4d0e7044994e14bf253873040acbe3",
            "sentence": "Tom said that he was planning to eat the whole watermelon by himself."
        },
        {
            "id": "b7fbf9db2f954b09835507865e1938b0",
            "sentence": "Tom speaks French better than any of the other students in his class."
        },
        {
            "id": "57e78f8cfd234eaa839ef97ac9c281da",
            "sentence": "Tom ruined our camping trip by forgetting to put the tent in the car."
        },
        {
            "id": "c6048ebaa77b4e05a74c249c593ec2d7",
            "sentence": "Mary doesn\\'t like it when Tom leaves his dirty clothes on the floor."
        },
        {
            "id": "af27239f523c4493a172bdd03e6766d7",
            "sentence": "After what happened, I would\\'ve thought Tom would go back to Boston."
        },
        {
            "id": "4cdaccd7a9c34059912dd7bc42db704f",
            "sentence": "Please don\\'t hesitate to contact me if you have any other questions."
        },
        {
            "id": "bf8cf3938b044ea899bea113596d22b4",
            "sentence": "You can\\'t really expect to get better at French if you don\\'t study."
        },
        {
            "id": "0b5983d148194ede970e64a7b48e7b28",
            "sentence": "I won\\'t go to all the meetings, but I\\'ll try to go to some of them."
        },
        {
            "id": "6eda247035264ce0a616c24fb87c61c5",
            "sentence": "My leg\\'s gone to sleep, so whatever you do, don\\'t touch my leg now."
        },
        {
            "id": "99400fd444654987b09b9d72487d6b99",
            "sentence": "Tom pretended that he didn\\'t care that Mary was going out with John."
        },
        {
            "id": "8ea09f10d62746ec847868ad5f686401",
            "sentence": "Tom just couldn\\'t resist teasing Mary about the way she was dressed."
        },
        {
            "id": "8b97d57c845e4936a88aeb9ea8a01e6a",
            "sentence": "After polishing his shoes, Tom brushed his teeth and combed his hair."
        },
        {
            "id": "3027de586d4449d3bfa037fd7a597b25",
            "sentence": "Just because Tom said he didn\\'t have a key doesn\\'t mean it\\'s true."
        },
        {
            "id": "59f8239f1c8d490bb6a05d151b51d64e",
            "sentence": "I think I\\'ve found something that you might be interested in seeing."
        },
        {
            "id": "f22431d0c0fd49079184a217bddc11d8",
            "sentence": "I can\\'t help but think that maybe someday you and I\\'ll get married."
        },
        {
            "id": "d6deb00212644aefa781c3163a705b1c",
            "sentence": "At this time, I\\'m not sure whether I\\'ll go to college or get a job."
        },
        {
            "id": "445fff8f371648229e6961b4bd2ff698",
            "sentence": "Do you think there\\'s any chance that Tom knows Mary\\'s phone number?"
        },
        {
            "id": "3df6114fa32244629856063c2749d7e8",
            "sentence": "Tom speaks French with his grandparents and English with his parents."
        },
        {
            "id": "8375cb4202cb4af98f2883811aa6440c",
            "sentence": "Tom stood in the corner of the room with a gin and tonic in his hand."
        },
        {
            "id": "69a67917b0aa4443ab8851d5050b9af4",
            "sentence": "Tom and Mary rented a room in one of Boston\\'s most luxurious hotels."
        },
        {
            "id": "f60d0099fb4d4bc486923ba7555a379c",
            "sentence": "I\\'ve been thinking it might be fun to go to Australia and visit Tom."
        },
        {
            "id": "c12ce003a8be4f96b69f7b923e7b115e",
            "sentence": "I\\'ll bet you thirty dollars I can get to Boston faster than you can."
        },
        {
            "id": "c89752ee664b471c8c4a0f5aaf782063",
            "sentence": "It\\'ll take some time, but eventually Tom will be able to walk again."
        },
        {
            "id": "c296518a93544abc96d373c525c9f5ed",
            "sentence": "Let\\'s discuss the problem and see if we can come up with a solution."
        },
        {
            "id": "7abe07d9472941a496ec1cd7ff8381c6",
            "sentence": "Could you please tell me again when the meeting is supposed to start?"
        },
        {
            "id": "085c86dec7d742ba8e04b11a4e1568c6",
            "sentence": "I can\\'t go to Australia with you because I don\\'t have enough money."
        },
        {
            "id": "f48a0fb1f263493bb75dd508f233325e",
            "sentence": "I can\\'t guarantee we\\'ll be able to get the job done by next Monday."
        },
        {
            "id": "2f00ac81185a452d9d0db5ecf0bb7b06",
            "sentence": "The coat Tom wanted was too expensive. That\\'s why he didn\\'t buy it."
        },
        {
            "id": "54102e03619445748b787ff85f85f57d",
            "sentence": "You should avoid Tom today if at all possible. He\\'s very mad at you."
        },
        {
            "id": "71648cf5b40f4bdcbe06e5fa1e36689b",
            "sentence": "All Tom wanted was for Mary to play a couple of tunes on her ukulele."
        },
        {
            "id": "c98f2499120e4a92bb7ebf67f6902c06",
            "sentence": "Can I have those broken pieces of china that are out in the woodshed?"
        },
        {
            "id": "93284c7c5f1d49b4a6e244ba8b2631a0",
            "sentence": "Tom is the only man in the world that is likely to break that record."
        },
        {
            "id": "82e5d63bb1f0447a9d3b839cddc83ee3",
            "sentence": "Tom won\\'t be able to tell you anything that you don\\'t already know."
        },
        {
            "id": "fb0a6c64721f47f0a6f973836a8d2365",
            "sentence": "I\\'m sorry that I didn\\'t have the opportunity to say goodbye to Tom."
        },
        {
            "id": "5b8acbb84f9343a58c4bdf276b56af6a",
            "sentence": "I have trouble falling asleep because I always have a lot on my mind."
        },
        {
            "id": "88cb4a91dc2b41a6aabdeb14100f5741",
            "sentence": "A bucket list is a list of things that you want to do before you die."
        },
        {
            "id": "0315048269aa4713b06cd79f2b9a5d9e",
            "sentence": "How much time do you think it would take to ride a bicycle to Boston?"
        },
        {
            "id": "035077a148e0403aaa11fe72a5760756",
            "sentence": "I didn\\'t know you were sick, so I didn\\'t visit you in the hospital."
        },
        {
            "id": "eff111c49a434fd4bc730ef8bb1c3619",
            "sentence": "Tom is going to buy a necklace for Mary with the money John gave him."
        },
        {
            "id": "6c678a763f49484ebb343f30d0e70cc1",
            "sentence": "The real problem is that you don\\'t even know that we have a problem."
        },
        {
            "id": "095faa1ca50748f8a7aa93beefc30e78",
            "sentence": "Tom knew I\\'d be asleep at 2:30 in the morning, but he called anyway."
        },
        {
            "id": "b616412f82604592b024054f5dd686d8",
            "sentence": "Police officers installed surveillance cameras outside Tom\\'s office."
        },
        {
            "id": "d6ee4f70349d43f59a3818648bae0e16",
            "sentence": "Tom and Mary wanted to get married and have kids as soon as possible."
        },
        {
            "id": "7b4ff25e352a4b768ce8a4aae4a73543",
            "sentence": "Tom and his friends sat around the campfire and roasted marshmallows."
        },
        {
            "id": "f5bf46e91b0c4dad873319eeea21a3a5",
            "sentence": "Tom wouldn\\'t just leave like that. He\\'d have at least said goodbye."
        },
        {
            "id": "6d7ab9f9def64061b180d163d91f0fad",
            "sentence": "I don\\'t know when he\\'ll come, but when he does, he\\'ll do his best."
        },
        {
            "id": "7d3f147f65464cc68465cbc0968d01d0",
            "sentence": "Tom wants to call his uncle, but he can\\'t seem to get a hold of him."
        },
        {
            "id": "0857ef701d59403a98be6480c5cc7898",
            "sentence": "Tom went upstairs with Mary and sat by her bed until she fell asleep."
        },
        {
            "id": "fcf9d87fa26242faa15cc98c9a07432d",
            "sentence": "Tom doesn\\'t like swimming in this river. He says it\\'s too polluted."
        },
        {
            "id": "1d58bc1973384d479694eb84fc435a18",
            "sentence": "Tom appreciated all the letters Mary sent him while he was in prison."
        },
        {
            "id": "4d1cc90d4a2b4257ae0f4f4ef03be23d",
            "sentence": "Tom now has enough money to buy the guitar he\\'s been wanting to buy."
        },
        {
            "id": "6957e036fe3d444a8968471fddf5bcec",
            "sentence": "Tom probably won\\'t live long enough to see his daughter get married."
        },
        {
            "id": "3dadfc1de0bb43b4aa45d9c2ca6458e3",
            "sentence": "It looks like it might rain, so you should take an umbrella with you."
        },
        {
            "id": "288cd0dc4ef540d98349eb16b07c6328",
            "sentence": "Tom wasn\\'t surprised that Mary already knew about what had happened."
        },
        {
            "id": "fb41022e412749f091d3c7acfe987002",
            "sentence": "I wonder whether or not there\\'s any cheese left in the refrigerator."
        },
        {
            "id": "835d29a1ebb34a6c80db1db0285439cb",
            "sentence": "Tom tried to persuade his parents to let him go to Boston by himself."
        },
        {
            "id": "1f8d1c2c534d45268eac2d2a52fb9cf8",
            "sentence": "You have to promise never to tell anyone what I\\'m about to tell you."
        },
        {
            "id": "85a98c21f13c43838abd4d05de2b16b6",
            "sentence": "Tom asked me to tell you he didn\\'t plan on going to Boston with you."
        },
        {
            "id": "adce016caa9e4a54aebf325bf0b6dbcd",
            "sentence": "Tom decided to step back and allow Mary to handle things for a while."
        },
        {
            "id": "e424dca9873446f79f8a2fb760df6a8a",
            "sentence": "I\\'m surprised that you didn\\'t know that Tom couldn\\'t speak French."
        },
        {
            "id": "25763d0a184447249aa56a8e5c11162b",
            "sentence": "You should probably not tell Tom that you don\\'t know how to do that."
        },
        {
            "id": "bfb5ba1b5f9449a89148a54a7a0446dc",
            "sentence": "Apparently, Tom was late because there was a traffic jam on Route 19."
        },
        {
            "id": "932a741532854084868fdbb64a5cecb7",
            "sentence": "I wasn\\'t able to sing very well tonight because I had a sore throat."
        },
        {
            "id": "0d26dbee963f435eb074626392c63304",
            "sentence": "We don\\'t need any more volunteers, but we could use some more money."
        },
        {
            "id": "af828a9510ec4c36811431d2283632c7",
            "sentence": "Tom couldn\\'t shake the feeling that he\\'d met Mary somewhere before."
        },
        {
            "id": "c5640df33d874436a5c0dc09993d2722",
            "sentence": "Some of the trees in our neighborhood were knocked down by the storm."
        },
        {
            "id": "a732908eddfc4861adc355f47dc1c159",
            "sentence": "Did anyone tell Tom and Mary what time they were supposed to be here?"
        },
        {
            "id": "9c6640e2af1246c29f9e938d4a8ea077",
            "sentence": "How can I finish my homework when I have to help you clean the house?"
        },
        {
            "id": "9e2e7b7a060e4f07b845ab3bb00d833c",
            "sentence": "Tom had a life insurance policy worth three hundred thousand dollars."
        },
        {
            "id": "678eacbdb19c46aea4b037a8acd0efe1",
            "sentence": "Tom had to wait on Mary hand and foot after her ankle reconstruction."
        },
        {
            "id": "ffb571edcd0542bea422b5148fde664f",
            "sentence": "Tom has been living in the woods by himself for the last three years."
        },
        {
            "id": "999598f6e85c422a9311568d9b3c7679",
            "sentence": "Tom apparently hasn\\'t yet told Mary that he\\'s not going to do that."
        },
        {
            "id": "c35ea3f2a91b4d54b77a6e0a3d1a3c7b",
            "sentence": "Tom has never been to Boston before, so I offered to show him around."
        },
        {
            "id": "2cf5b965ae634cd4b379e24532d5f798",
            "sentence": "Tom is fishing for trout about a hundred meters downstream from here."
        },
        {
            "id": "2959635a1b8f4aae8dc50aa7a2bf022a",
            "sentence": "The front door of Tom\\'s house was locked, but the back door wasn\\'t."
        },
        {
            "id": "886a7a5042034cc4ae31fa1fe15fed7e",
            "sentence": "Where were you when you realized that you didn\\'t have your umbrella?"
        },
        {
            "id": "5a8b5b9717214cbb9e8883098efa74e2",
            "sentence": "Tom would\\'ve liked you. It\\'s too bad that you never met each other."
        },
        {
            "id": "a220aa15974c4b2c9588c327d4a34472",
            "sentence": "Tom\\'s mother said he\\'d ruin his eyes if he sat too close to the TV."
        },
        {
            "id": "63648073a5c74fd6b5ab017d7f11ff45",
            "sentence": "Tom doesn\\'t think Mary should drive home since she\\'s been drinking."
        },
        {
            "id": "daa52a0f22d04ab2bfc6792529062816",
            "sentence": "Let\\'s forget about our differences and focus on how we\\'re the same."
        },
        {
            "id": "71c4e1bf6fd44c8b92797ab04e04b1eb",
            "sentence": "Sometimes it seems to me that you just don\\'t really want to be here."
        },
        {
            "id": "0748c8d33d604eb2b17a23b79d1cb0ff",
            "sentence": "I tried to get to sleep again, but I felt restless and uncomfortable."
        },
        {
            "id": "0f20087ab538421e9e1646fb610f33c2",
            "sentence": "I wanted Tom to ask Mary if she was planning to go to Boston with us."
        },
        {
            "id": "3ee772a87c644177954fcf1d3aacc7a3",
            "sentence": "Tom told Mary all the things John didn\\'t do that he could have done."
        },
        {
            "id": "5486f7cd18aa4fb5b2bc7254f3297de6",
            "sentence": "Can you do me a favor and go to the supermarket and buy me some eggs?"
        },
        {
            "id": "f288c03ca3554e94a1a8fa5b6ff636f3",
            "sentence": "Many people died because there weren\\'t enough lifeboats on the ship."
        },
        {
            "id": "bf1097b13e3e4fbe9494f2385ed9587a",
            "sentence": "I should\\'ve known something was wrong when Tom wasn\\'t here by 2:30."
        },
        {
            "id": "8eb3a3ce62b9455d9b40144a19ccae8e",
            "sentence": "Tom isn\\'t the only one here who thinks it\\'s a good idea to do that."
        },
        {
            "id": "137bc6b9a3e942fba3b74a50b5acd6ca",
            "sentence": "Health isn\\'t everything, but without it, everything else is nothing."
        },
        {
            "id": "be7dbeb7a59446e1961d00b4bd5e024d",
            "sentence": "When did you find out that Tom was the one who broke into your house?"
        },
        {
            "id": "7c3969f697714cbc85004dddc23e358f",
            "sentence": "The sheriff said the victim was carjacked at gunpoint on Park Street."
        },
        {
            "id": "58d7316277a648d78c86a187d864a5cf",
            "sentence": "Tom\\'s teacher asked him to read the poem he\\'d written to the class."
        },
        {
            "id": "fa35078302ed4c32bd61fe37e2494813",
            "sentence": "Tom didn\\'t even have the decency to admit that he\\'d made a mistake."
        },
        {
            "id": "fd4a977bad4f4c2986b0fdc845f46bb1",
            "sentence": "Tom needed to be punished for doing that, so his father punished him."
        },
        {
            "id": "73c2bf40859f4606bc533842562bacf2",
            "sentence": "Tom wanted to hire us both, but he said he could only hire one of us."
        },
        {
            "id": "bed6021219834d3bbef294f87d9469bb",
            "sentence": "I looked out the window and didn\\'t see anything out of the ordinary."
        },
        {
            "id": "456e92f834a14231b56ef00c0cdb6d91",
            "sentence": "Have you already chosen the songs that you\\'re going to sing tonight?"
        },
        {
            "id": "4033ddd1d4a74390acb8e619ce7c6c64",
            "sentence": "Tom and all his friends can easily afford to buy new cars every year."
        },
        {
            "id": "1242f99820e5411f86ad7e6b722b5b2f",
            "sentence": "Tom has been accused of setting fire to one of the buildings he owns."
        },
        {
            "id": "5865d54e7ea8465f9f62dc4d66c6d17d",
            "sentence": "Tom learned to play the ukulele before he learned to play the guitar."
        },
        {
            "id": "6d232f7b44ad4d949c73fcd889ec53c6",
            "sentence": "Tom thought that he was going to be busy all morning, but he wasn\\'t."
        },
        {
            "id": "4dfa05e8c62b40e7ba01851b8fd1d1fd",
            "sentence": "A few years ago, I wouldn't have thought that this would be possible."
        },
        {
            "id": "33295169630f4f5baab02d6ce8fbde3b",
            "sentence": "I know that I've met that guy over there, but I don't remember where."
        },
        {
            "id": "b3164728e58941d1905c2f0c391e9c3e",
            "sentence": "I don't think this is the first time you've seen something like this."
        },
        {
            "id": "d630b5a28d77475cbdcecdcfb7f3e6d1",
            "sentence": "A working man should be paid in proportion to his skill, not his age."
        },
        {
            "id": "07369f19efc74dff9c083032a95ae174",
            "sentence": "He told me about the accident as if he had seen it with his own eyes."
        },
        {
            "id": "b05106e53a5244ae9fa5c50766e553c6",
            "sentence": "He said his father was an architect and that he wanted to be one too."
        },
        {
            "id": "ea707205b7f6454b9466ae77c25d3b3e",
            "sentence": "I didn't know Tom was the one who taught you how to play the ukulele."
        },
        {
            "id": "1e8934965bbb47ca969b02f8a96de529",
            "sentence": "Three men entered the room, and then three more men entered the room."
        },
        {
            "id": "34388e642cac4fc0b8c4a2af0d96e36d",
            "sentence": "You should stay away from me. I think that what I have is contagious."
        },
        {
            "id": "ed4e27fead344f1b8f8b92da647be93e",
            "sentence": "Sorry, but I have to hurry. I have no time to explain this in detail."
        },
        {
            "id": "6eb39a41e9474479877633a70433c180",
            "sentence": "I don't know when Tom will get here, but probably tomorrow afternoon."
        },
        {
            "id": "0d8ec70ba61d4ffd8b6675b6d0845c3b",
            "sentence": "Do you know how to speak any languages other than French and English?"
        },
        {
            "id": "422293f418bc43bd9e1d5ae0f57c40c2",
            "sentence": "In a few minutes we'll be landing at New Tokyo International Airport."
        },
        {
            "id": "331ad9ad80ee434aa01971eb693565c6",
            "sentence": "Since it was late at night and I was very tired, I stayed at the inn."
        },
        {
            "id": "fb9f4505d7974049a40b62dc2fccaa42",
            "sentence": "This is the first time that anyone has ever done something like this."
        },
        {
            "id": "728c715c8ae447879840e8b39ccada5c",
            "sentence": "It's important not to lose sight of the original aims of the project."
        },
        {
            "id": "e931ddce5e534d0e8e75a53982c0f1dd",
            "sentence": "As far as Tom is concerned, it's quantity, not quality, which counts."
        },
        {
            "id": "77a3ff2aecf041269aaee16a76fcabaf",
            "sentence": "How about doing a bit of research on your own before asking for help?"
        },
        {
            "id": "52fab5cd1dfb4449aec55ee95d170cac",
            "sentence": "I could probably save myself a lot of time by just doing that myself."
        },
        {
            "id": "ee60fb712bcf4be7acf0935ac7441815",
            "sentence": "I'd made up some story about having to go home to see my sick mother."
        },
        {
            "id": "8bbc0098474e495ea3ed67cf74a3bcff",
            "sentence": "I'm sure I've met that man somewhere, but I don't remember who he is."
        },
        {
            "id": "2addb17dde434fad8cd96fc4165cb0eb",
            "sentence": "Tom had barely taken his coat off when they started asking questions."
        },
        {
            "id": "58a510cc5a0f42d6b1823de7ae207e00",
            "sentence": "Tom disagreed at first, but has now come around to our point of view."
        },
        {
            "id": "cc495439f93645368a210b83222c76f2",
            "sentence": "Tom would've missed the train if he'd stopped to buy a chocolate bar."
        },
        {
            "id": "f5f8ecad6db040419239b03f88f1d0ea",
            "sentence": "I consider making mistakes an important part of the learning process."
        },
        {
            "id": "84c0199001f743349fa2afbf1eff8dfe",
            "sentence": "Judging from the way that sky looks, it'll clear up in the afternoon."
        },
        {
            "id": "dae2ea182a4c44ccba423dd50d683795",
            "sentence": "It suddenly occurred to me that we probably didn't have enough money."
        },
        {
            "id": "a66cc171d1e346d89738fe0fc7e4098a",
            "sentence": "It would be wise for you to start looking for somewhere else to live."
        },
        {
            "id": "fe75efd86a4b4d229d56a02168c0bbea",
            "sentence": "From the viewpoint of health, Tokyo is not such a good place to live."
        },
        {
            "id": "bb3c25a1c3fd496890824384d99ae2be",
            "sentence": "In high school, Tom was better at playing the trombone than Mary was."
        },
        {
            "id": "70dbda1b217148e6b1a0349f58f17b94",
            "sentence": "It could've been a terrorist attack, but it's still too early to say."
        },
        {
            "id": "2ebde863f19a4dc3a675b4a9a732c12f",
            "sentence": "In her notebook, she drew a copy of the picture that was in the book."
        },
        {
            "id": "5235010999b841ba8c85a4cc9dcb5473",
            "sentence": "The priest skillfully drew a picture of a priest on a folding screen."
        },
        {
            "id": "d8a524d174284016abf7f13d52e20f62",
            "sentence": "There are mysteries in the world that are beyond human comprehension."
        },
        {
            "id": "ea5d38c171574d138fcc86c66e333809",
            "sentence": "You didn't know that I wasn't supposed to do that by myself, did you?"
        },
        {
            "id": "bc881105b6984f66bf59809546fa6378",
            "sentence": "I found one of my shoes under my bed, but I can't find the other one."
        },
        {
            "id": "f941758b58c34a96842c4f83a90a9ed0",
            "sentence": "If you showed me how to do that one more time, I think I could do it."
        },
        {
            "id": "4bdf3f5a8787473c8fc9c4be6703ebeb",
            "sentence": "Admitting there is a problem is the first step to fixing the problem."
        },
        {
            "id": "bfcf7a726f3e4213920405bff160532a",
            "sentence": "Tom stopped watching the movie because he didn't find it interesting."
        },
        {
            "id": "d6c6af33ac7a404e8e1f2759a26b0e7f",
            "sentence": "The other part of why corn syrup is in everything is that it's cheap."
        },
        {
            "id": "71c43d67a78c4faeb8381a376b9eabbd",
            "sentence": "Tom wants to visit another country. He doesn't really care which one."
        },
        {
            "id": "57d47ccd0fe349db9394b6123b796f38",
            "sentence": "Tom looked distant and distracted while Mary told him her life story."
        },
        {
            "id": "f87bb4f8ccfc4f91ac55520f4dc27290",
            "sentence": "Tom soon discovered that he knew more about science than the teacher."
        },
        {
            "id": "d3ed7285996a47e4ad5e0e0104c2042d",
            "sentence": "The only question that remains is whether we should help Tom do that."
        },
        {
            "id": "843bd42fd3ee4a7eb52435bba4d358a6",
            "sentence": "Tom and his friends are playing Dungeons and Dragons in the basement."
        },
        {
            "id": "b7dfe1f25cb646f48d20d4f471451d71",
            "sentence": "Tom knows better than to do that without asking for permission first."
        },
        {
            "id": "537e4168519f465f9334e225130245e8",
            "sentence": "Tom said he wanted to move to Boston because that's where Mary lives."
        },
        {
            "id": "540b216f12134a559b81a31c692d9c72",
            "sentence": "This isn't the first time that we've seen something like this happen."
        },
        {
            "id": "33776085aafd4a5595016134c399c028",
            "sentence": "If today was your last day on this earth, what would you want to eat?"
        },
        {
            "id": "458c731e0a104893b9756e9dccf79fba",
            "sentence": "Tom was really surprised when Mary told him that she didn't like him."
        },
        {
            "id": "b292323bdf6d4e5a87f9edb6f7ca9e45",
            "sentence": "Tom is still driving that old truck that he got from his grandfather."
        },
        {
            "id": "169e3c0832c0452288d467a2f7aa956d",
            "sentence": "Do you remember when I made you laugh? We had so much fun, didn't we?"
        },
        {
            "id": "a07d0ab8a10a4c2d81b82e10dcc98682",
            "sentence": "This village is one of the most beautiful places that I've ever been."
        },
        {
            "id": "26c27299761f4801a766b72f3607dd23",
            "sentence": "I think it's dangerous to climb a mountain on a day when it's stormy."
        },
        {
            "id": "acc0805d4b554394ac260f70fbab93e3",
            "sentence": "This nation's economy is growing by leaps and bounds in recent years."
        },
        {
            "id": "cc5a2ccc97cb4fea93f54689d37c40ce",
            "sentence": "To the best of my knowledge, he wasn't involved in that fraud scheme."
        },
        {
            "id": "8313f56802fd494f9017c525e5d427cc",
            "sentence": "My waist size has recently increased. I guess it's middle-age spread."
        },
        {
            "id": "27acea404fc741f4ba867ef534e23b4d",
            "sentence": "On the condition you're back by ten o'clock, you may go to the dance."
        },
        {
            "id": "e4dea8b676774f6e84834b6f504d3943",
            "sentence": "We've received a lot of applications in answer to our advertisements."
        },
        {
            "id": "c815184e562a4f83bd3165cfef8177df",
            "sentence": "You don't have to study all day. You should go out and have some fun."
        },
        {
            "id": "26bb0bf362d1486c9eeaf828be725636",
            "sentence": "In case of a medical emergency, would you like us to contact someone?"
        },
        {
            "id": "b2c3057f82f640a5a4cf9f994b1dcaea",
            "sentence": "A bigger harvest should help offset the expected drop in crop prices."
        },
        {
            "id": "ad2b5c0ffd43417aab447380759431e9",
            "sentence": "I didn't find out that Tom was the one who did that until last night."
        },
        {
            "id": "b7b46055d80a473593926bf1e804079a",
            "sentence": "We need to make sure that nobody's in the building before we lock up."
        },
        {
            "id": "c6afc3ffe5884117b6eca2af0ca3e85c",
            "sentence": "After spending three years in prison, Tom was happy to be free again."
        },
        {
            "id": "7f54659aa6e5497ab1edf0caa92540b5",
            "sentence": "Money spent on your children's education is usually money well spent."
        },
        {
            "id": "e63751b5e5ac4d998624f044611a3c92",
            "sentence": "The more time you spend with people, the better you get to know them."
        },
        {
            "id": "8e0e81563d244a119dce595455372118",
            "sentence": "If I'm to become a regular, I have to work twice as hard as the rest."
        },
        {
            "id": "671699a021ef40748b9ac6b72e52c745",
            "sentence": "Immediately after the bell rang, the teacher came into the classroom."
        },
        {
            "id": "895594c2fc9c4062b4557eb527ec7406",
            "sentence": "Tom knew that Mary wanted him to ask her to go to the dance with him."
        },
        {
            "id": "8704b9618a6d4adf9692741d2e9e8dd7",
            "sentence": "I'm not so sure that I like Mary as much as the first time I saw her."
        },
        {
            "id": "e4c334b7dfac4a169eb7c8b47a7b5195",
            "sentence": "Tom didn't want to hold Mary's hand, but she asked him to, so he did."
        },
        {
            "id": "322ff40474ab4ec19441e6a660a05e14",
            "sentence": "I've never been abroad, but I'm now planning a trip around the world."
        },
        {
            "id": "08d1c04566a84154977adab8f7aa4719",
            "sentence": "I don't think that Tom knows what Mary is going to do this afternoon."
        },
        {
            "id": "5fdcaa44c7da4694bf6e6331a121f180",
            "sentence": "I don't think that I've ever heard Tom complain about Mary's cooking."
        },
        {
            "id": "713be9c6748b45d185b9a71087281ea8",
            "sentence": "Tom wants to ask what Mary has been doing, but he knows he shouldn't."
        },
        {
            "id": "bacfbc57d0e84eba8cbdf0f5d6e3ac78",
            "sentence": "Sometimes it's just best to avoid topics that might be controversial."
        },
        {
            "id": "d29ee5934d4046abbc0f7e027e476d4e",
            "sentence": "Have you thought about what time of year you want to visit Australia?"
        },
        {
            "id": "8207c65ccf984a53ac069f9cfce873ff",
            "sentence": "There are several good restaurants within walking distance from here."
        },
        {
            "id": "5a7b0780c8314f85aaa68ea1dec4cff7",
            "sentence": "One of my brothers is a half-brother and the other is a step-brother."
        },
        {
            "id": "283dc999a1224e9ea7c922c44e8014be",
            "sentence": "The day before yesterday, there was a storm, and yesterday it rained."
        },
        {
            "id": "ce27ca334a32467e9478df48a41daf7f",
            "sentence": "Mary could tell by the way Tom slammed the door that he wasn't happy."
        },
        {
            "id": "1943d22023f14d728646c42113f0b455",
            "sentence": "The classmates Tom shared his lunch with all came down with diarrhea."
        },
        {
            "id": "566d9defb3ef48b8afe1a5d9f7f79d7d",
            "sentence": "Tom was beaten by his father to the point of needing hospitalization."
        },
        {
            "id": "ba039ff21a2a4d0e9f0befa9f9ef8b45",
            "sentence": "Tom almost kissed Mary, but noticed everybody watching, so he didn't."
        },
        {
            "id": "9e3fe2590b2942ff950fc3a01fd3a3a7",
            "sentence": "Would you be surprised if I told you that my name isn't actually Tom?"
        },
        {
            "id": "44d8b098bcd14c348e380c1d2438ffda",
            "sentence": "I hate it when I dream things that contradict what I feel when awake."
        },
        {
            "id": "efddb84a0d5e4fa2b8f7d33a8502327c",
            "sentence": "I hope you enjoyed reading this book as much as I enjoyed writing it."
        },
        {
            "id": "83242ef6e76e466284e1850950bb474f",
            "sentence": "Tom didn't end up losing as much money as he thought he was going to."
        },
        {
            "id": "f7a1f2c9265e4dae97ba3a169bbf19da",
            "sentence": "Had I known Tom wasn't going to help you, I would've offered my help."
        },
        {
            "id": "6c6e92457ca5410285d088362db11feb",
            "sentence": "When Tom finally stood up to speak, everybody got quiet and listened."
        },
        {
            "id": "4db4c44e05174c28afa93cd2cf4bbc97",
            "sentence": "How do you calculate the length of the circumference? I've forgotten."
        },
        {
            "id": "f0ce3a2507944582be022050ad051c2d",
            "sentence": "I think we'll make it in time if we don't get stuck in a traffic jam."
        },
        {
            "id": "dbb36b86742f4b17b7f01e49e90ac7ea",
            "sentence": "You don't really have to be brave. You just have to act like you are."
        },
        {
            "id": "3b6b61b7d26141a18a8e5a3c2905321e",
            "sentence": "Mr. Jackson said that he'd be giving us a test tomorrow in his class."
        },
        {
            "id": "0c30a405549b4a12bf9f8b70496d6237",
            "sentence": "Mary's common-law husband was arrested for driving while intoxicated."
        },
        {
            "id": "d875ff5ec57b4b979a607e88fb26a5b9",
            "sentence": "Step one is to jot down a few key points that you want to talk about."
        },
        {
            "id": "6dcf11b871d24e84961b8a2ab7222152",
            "sentence": "Tom went down to the basement to see what was wrong with the furnace."
        },
        {
            "id": "96d5c9fca1e843d1954e80c4dc8d11cf",
            "sentence": "I agree on an emotional level, but on the pragmatic level I disagree."
        },
        {
            "id": "163909069a404176806c946374c382c8",
            "sentence": "I played an interesting game of chess against the computer last week."
        },
        {
            "id": "0e252a81e33e41328cfd1378b3c64941",
            "sentence": "I thought this was just going to be another boring day at the office."
        },
        {
            "id": "3584a766d14e4e24975f7c4b4212656f",
            "sentence": "The twins look so much alike that it's impossible to tell them apart."
        },
        {
            "id": "2a00acdb55a6493c8f69917ad97d0180",
            "sentence": "I'd like to point out that this could become a problem in the future."
        },
        {
            "id": "b7cff5939e5445a0898d81d1371a7014",
            "sentence": "I tried to convince Tom to do that, but he said he wasn't interested."
        },
        {
            "id": "162ba27ceec14967b7431ac7a77ddfb7",
            "sentence": "Tom seems to understand French, but I've never heard him speaking it."
        },
        {
            "id": "81e26e8b24774489b2829bffa175fb49",
            "sentence": "I'm glad that you were able to be with your parents on Christmas Day."
        },
        {
            "id": "42f68b60b0f0468f8d5ccd3c82b19cc2",
            "sentence": "I think that it wouldn't have happened if Tom had been there with us."
        },
        {
            "id": "c50215136d15442c8808748f17fc6394",
            "sentence": "I want to take advantage of the opportunity to speak to the governor."
        },
        {
            "id": "a4b4d567217f44a3bf889d16d05c8b69",
            "sentence": "I won't have to rent skis this year because Tom gave me his old pair."
        },
        {
            "id": "a853bfbaf9114c5896f22303c6be4954",
            "sentence": "The train was so packed that I had to stand up during the whole trip."
        },
        {
            "id": "7d6e38d10a19443da071e905893ed7ed",
            "sentence": "I'd never say it this way, but I can understand the intended meaning."
        },
        {
            "id": "dc6cb17aa613443f827f3c83a6cbb935",
            "sentence": "I asked Tom to clean his room yesterday, and he still hasn't done it."
        },
        {
            "id": "bdd401f4d8c1432d9fa41c6071ecb62c",
            "sentence": "I've been back home for a week, but I'm still suffering from jet lag."
        },
        {
            "id": "f02237af753c49939e08c704ba7002db",
            "sentence": "Most people who have spoken to Tom would say that he's very outgoing."
        },
        {
            "id": "f210287ebf854a31a0ba4f2304e78181",
            "sentence": "At first, I'd planned to do it that way, but I later changed my mind."
        },
        {
            "id": "d1fd2063db1a43999824d38c24b93090",
            "sentence": "I wish that Tom wouldn't keep telling everybody that I'm his brother."
        },
        {
            "id": "d30d0ac56cfb4652897b126c25300914",
            "sentence": "Tom said he thought that it would be a waste of time to study French."
        },
        {
            "id": "77d6739fe51b47b9ba3368db798d6ab0",
            "sentence": "Tom said that he thought it would be a waste of time to study French."
        },
        {
            "id": "60f7afdf5d2c43c6a90e0a3057b02c1a",
            "sentence": "Tom stood there envying the other boys who were all riding tricycles."
        },
        {
            "id": "9a070232a7b145f79b5e53dd03afbe49",
            "sentence": "It rained heavily, and consequently the baseball game was called off."
        },
        {
            "id": "dca7e9c742134960acd02d1200b8d0db",
            "sentence": "Do you think that it's fair to judge people by the company they keep?"
        },
        {
            "id": "a532b69a0e8c42e2a41c1105f0a940d5",
            "sentence": "If the statement is true, then we will have to accept the conclusion."
        },
        {
            "id": "9a33b0f58789484b81b82a8aa07db1dc",
            "sentence": "If anyone calls me up while I'm away, tell them I'll be back by five."
        },
        {
            "id": "16c6b6e1310a4bb0b8fd02dd4ba7ab27",
            "sentence": "Don't you think it's rude to give people such a curt reply like that?"
        },
        {
            "id": "c7f3903d336649c6902c7dcb9cd96451",
            "sentence": "I can't think of any other way of getting him to accept our proposal."
        },
        {
            "id": "0a3fc06c70df4938adb6780f6b454e05",
            "sentence": "We hope the next 20 years will be even more successful for all of us."
        },
        {
            "id": "d079bff1b7aa48fcb8d7bc75a7a12939",
            "sentence": "Don't hesitate to tell me if there is anything you would like to eat."
        },
        {
            "id": "d22b603a6bd84fa880788f2c1785bb1c",
            "sentence": "I didn't know if I was coming or going the week before I got married."
        },
        {
            "id": "dbe39bee973b4796aa84b9c7716134c5",
            "sentence": "I'm dying to see you tonight in any event. Please come over by seven."
        },
        {
            "id": "a0e648eb06494255a06b8389cd77f0e8",
            "sentence": "If you'll keep an eye on the kids, I'll take your suit to be cleaned."
        },
        {
            "id": "6ac8eabe0dbd426880bf77264d34bec3",
            "sentence": "People I admire most are those who do not see life in terms of power."
        },
        {
            "id": "7ef5b899d460487bbe7a9603ec6e1649",
            "sentence": "Tom got angry when he was blamed for something that wasn't his fault."
        },
        {
            "id": "8c4852c79d4c40cca079829c38006b94",
            "sentence": "If you were stuck on a deserted island, what would you miss the most?"
        },
        {
            "id": "ab893b321e624031b98c2fa12bccc2f7",
            "sentence": "It's not just here that this happens. This happens almost everywhere."
        },
        {
            "id": "57d9c479955f46269cf3cb552e6a7bc7",
            "sentence": "It isn't just here that this happens. This happens almost everywhere."
        },
        {
            "id": "3735ad12cb59424aa78ff7749390072c",
            "sentence": "I don't know what this word means. I'll look it up in the dictionary."
        },
        {
            "id": "305fed182d2847bc84c8e456157ecc1e",
            "sentence": "I wonder if you could tell me if there is a post office in this area."
        },
        {
            "id": "4018156b83524adebde29404d5962758",
            "sentence": "In America, rice can be bought for a fifth of what it costs in Japan."
        },
        {
            "id": "9c9d10312bae4961b4366c3434196706",
            "sentence": "The old men like to meet on the street corner just to shoot the bull."
        },
        {
            "id": "0f8580d8d63e4b618c888334eedb7302",
            "sentence": "You can be sure that the money you give them will be put to good use."
        },
        {
            "id": "3e32b9a1ce56431fa35d622477fd8ac1",
            "sentence": "The burglar was traced by one of the things he had left on the scene."
        },
        {
            "id": "262a5fc962cb4784b06f3ac920e2bf18",
            "sentence": "I can't wait for spring to come so we can sit under the cherry trees."
        },
        {
            "id": "140c02b50b0d4545bb81c929f9832e9e",
            "sentence": "I cannot go to the party, but thank you for inviting me all the same."
        },
        {
            "id": "e3334cf568c44b4bab1e3dfe1f02a15e",
            "sentence": "If it had not been for your help, I couldn't have completed the work."
        },
        {
            "id": "f61f6341259243c7a7809de964123f0d",
            "sentence": "Of course you can trust me. Have I ever given you a bum steer before?"
        },
        {
            "id": "6ebe626a74754489ac300bccc821c674",
            "sentence": "I hope we can get together again. Yes, I'll be looking forward to it."
        },
        {
            "id": "ab6e2af2214f46e58490685c54ede4a0",
            "sentence": "They had been dancing for an hour when there was a knock on the door."
        },
        {
            "id": "e7507b20630f435eabbcc648985abd21",
            "sentence": "I don't know how this game is played, but it's entertaining to watch."
        },
        {
            "id": "b08f87e7aaae4616b5e876a6566d15c3",
            "sentence": "My family moved from Boston to Chicago when I was thirteen years old."
        },
        {
            "id": "f455efc763dc43e18fea9fe41594de13",
            "sentence": "I wish that I could've spent more time with my father before he died."
        },
        {
            "id": "9ad6a6143bef45a1b5d7f98dff16d84f",
            "sentence": "I can't support a family on the amount of money I make from that job."
        },
        {
            "id": "c33ef37b08c84363a9340c4aef0b2781",
            "sentence": "You're the last person who should preach about political correctness."
        },
        {
            "id": "09acecb78336407c88210163c0f118db",
            "sentence": "In the attic is my grandfather's old first-aid kit from World War II."
        },
        {
            "id": "55e9494f9c6241d7a41eda6c8befae68",
            "sentence": "When Tom got married, his father gave him a car as a wedding present."
        },
        {
            "id": "a3d28f459d514326b6ebeeca1699d7a7",
            "sentence": "Tom can sleep in my room. I'll sleep on the couch in the living room."
        },
        {
            "id": "4dfebb055e1a451ca611d58c4a7f3f4d",
            "sentence": "The phlebotomist scared herself by practicing her craft on a balloon."
        },
        {
            "id": "34c8d515d81040b1a9cb1d3a712b6715",
            "sentence": "Tennis is difficult. I never know which way the ball is going to fly."
        },
        {
            "id": "880190a5121a4e38a84e38c01287eac4",
            "sentence": "This server chassis is meant to be slotted into a rack to save space."
        },
        {
            "id": "69902a0a2df04ef4bb8bae3c18108891",
            "sentence": "Tom didn't return his library book on time and had to pay a late fee."
        },
        {
            "id": "6acf06191d56496e8578c0a9a1d54c4a",
            "sentence": "I'm probably not the only one who thinks it's a good idea to do that."
        },
        {
            "id": "c6b73b1fcf04422facac3c826b151b3e",
            "sentence": "Tom doesn't know the reason, but he does know that there is a reason."
        },
        {
            "id": "4329a3cd03d74d148b28d04a6d6d1bfa",
            "sentence": "Some of Mr. Jackson's students didn't study hard enough for the test."
        },
        {
            "id": "ba22c5a375aa45c5838919f86dc44113",
            "sentence": "In the United States, Christmas cards with family photos are popular."
        },
        {
            "id": "a54e9f73e8934f9190866e4421fadba8",
            "sentence": "Before I could protest, I was handcuffed and was on my way to prison."
        },
        {
            "id": "bc13d025b8b543bdaa491e3bf1c57d82",
            "sentence": "Tom tended to curse like a trucker whenever things didn't go his way."
        },
        {
            "id": "31a02f4e18ff4b33a61220edb5700a46",
            "sentence": "I don't watch a lot of movies, but I can't resist a good documentary."
        },
        {
            "id": "6926ac4615014ca9b011d1ad73f74471",
            "sentence": "We should've done it earlier. There's nothing we can do about it now."
        },
        {
            "id": "f3cd1b42746a4b1aa9ce22ede8a887de",
            "sentence": "It's best to get to the airport a couple of hours before your flight."
        },
        {
            "id": "1ab8e979484d41908a1b309b762b1a8a",
            "sentence": "Do you want to stay here or would your rather look for another hotel?"
        },
        {
            "id": "056740f377b240b4a80a999dca351b47",
            "sentence": "Tom took a few photos around his new apartment to send to his mother."
        },
        {
            "id": "297915d3c77847e88fbcb43130c72352",
            "sentence": "Tom wanted to eat cereal, but his mother made him eat scrambled eggs."
        },
        {
            "id": "176cc3763a8c42a49f2ad50f79918229",
            "sentence": "On a scale of 0 to 10, where 10 is the worst, can you rate your pain?"
        },
        {
            "id": "864424021a49421e9dabf32df5882d32",
            "sentence": "Tom bought some stuff that I would never have even considered buying."
        },
        {
            "id": "8360caf9c79e469292c002d542ceafc2",
            "sentence": "My parents and I have different ideas about when my curfew should be."
        },
        {
            "id": "c10d922758054369aa734c2d1cc82208",
            "sentence": "Tom got caught up in the heat of the moment and made a rash decision."
        },
        {
            "id": "35374666cf96465b9387645ef220dcf9",
            "sentence": "Tom opened the envelope, took out the letter, and started reading it."
        },
        {
            "id": "d056eef670f949939c820b5ff7aae9cb",
            "sentence": "On crowded buses, young people should give their seats to old people."
        },
        {
            "id": "5199f7fa3b554677b312c1189142dde8",
            "sentence": "You know how hard it would be to sell something like that, don't you?"
        },
        {
            "id": "9789b67ddfc54a3cb4f10587f5719dae",
            "sentence": "I wouldn't have asked you to come if it weren't absolutely necessary."
        },
        {
            "id": "d56b5603267a472b8b3160a92470ac39",
            "sentence": "There is nothing worse than doing something in a half-hearted manner."
        },
        {
            "id": "81b27ca74a724279bba56f424b73743b",
            "sentence": "Can I talk to you for just a second about what happened in Australia?"
        },
        {
            "id": "cdde54fe9c4049c7a907c8bbf33272e7",
            "sentence": "The color of this stratum stands out from the rest of the cliff face."
        },
        {
            "id": "c9aca058c0a0449783125df83ded235c",
            "sentence": "White wine should be drunk chilled, and red wine at room temperature."
        },
        {
            "id": "b1d3b95c8d274921b122e1c31ddb4108",
            "sentence": "Tom used to be the fastest runner in our class, but he isn't anymore."
        },
        {
            "id": "b227138862944a80a913a85ac041d4f6",
            "sentence": "Tom and Mary dated each other for about three months a few years ago."
        },
        {
            "id": "dba93c76a9cf4de09f55101fcaf6bd86",
            "sentence": "While the rest of us toil, the robber barons eat from gilt tableware."
        },
        {
            "id": "2263b616bbf643a9a392d986935f10fb",
            "sentence": "I can't understand Tom and Mary when they speak French to each other."
        },
        {
            "id": "c0fcc25d738a4855a6cecfa61a3368e5",
            "sentence": "I grew up in Boston, but I've lived most of my adult life in Chicago."
        },
        {
            "id": "5dd6f1788ac046dbad1e1b058071cd1e",
            "sentence": "Tom told me that he'd go with you to pick Mary up at the bus station."
        },
        {
            "id": "f9bbcf3d3e224c45aba9cfedd8f8bc41",
            "sentence": "I think that perhaps Tom and Mary have both forgotten how to do that."
        },
        {
            "id": "47deb99500e3489da72824835ba73b70",
            "sentence": "I tried doing it several times by myself before I asked Tom for help."
        },
        {
            "id": "6109d5457feb470cb168ce0058fb831d",
            "sentence": "At that time, black children didn't go to school with white children."
        },
        {
            "id": "05a0b49574244202906764d4a47c8ccb",
            "sentence": "Tom and I got to spend a little time together while he was in Boston."
        },
        {
            "id": "7e4cb4683c6f4afd82675bcecb5aa8e5",
            "sentence": "Tom's confident that he'll be able to find a solution to the problem."
        },
        {
            "id": "22e25d0a4a8949c6885bbcd2d683858b",
            "sentence": "Tom has been convicted of drunk driving twice in the last four years."
        },
        {
            "id": "7928968a91b6495489bdf3a52ea98a52",
            "sentence": "The story of Tom and Mary's relationships is full of dramatic events."
        },
        {
            "id": "a2ec1ecc68c541098bbd829e38c44d7e",
            "sentence": "Tom is at an age where he is more likely to succumb to peer pressure."
        },
        {
            "id": "aa29c89be8d74df387129904f39aea00",
            "sentence": "Friends are people you can think out loud with. Tom was one of those."
        },
        {
            "id": "f0394e7081e04dd699049fb937a75d4c",
            "sentence": "If you control a nation's children, you control that nation's future."
        },
        {
            "id": "0f6d2189e209466c98588af37614f956",
            "sentence": "I don't understand why Tom wants to go back to Boston after all that."
        },
        {
            "id": "1e4f3d103b2d4710b869de51ded21487",
            "sentence": "I wonder whether a man could live with only two hours' sleep a night."
        },
        {
            "id": "4310919f151843498f7c96142d7f1b4d",
            "sentence": "It's not that I want to have a girlfriend, I just want to be in love."
        },
        {
            "id": "d3d63907796248ca902524e8a3b35878",
            "sentence": "Tom spent years traveling the globe looking for new species of birds."
        },
        {
            "id": "7ffdce9d92fb43f1b8fe6cc2b9ccd04f",
            "sentence": "The giraffe is one of the most iconic species of the African savanna."
        },
        {
            "id": "1f407acbff3541f584086dd8602578a4",
            "sentence": "Tom didn't want to work last night, but his boss said that he had to."
        },
        {
            "id": "0a8651ee13c844b18df27710fba87d1b",
            "sentence": "Tom knows that there won't be much that he'll be able to do about it."
        },
        {
            "id": "d690eb60162b4dc082d3a43f99c8f9d9",
            "sentence": "Tom started falling in love with Mary the minute he laid eyes on her."
        },
        {
            "id": "6e2575fadd13415f96fc71c0c0494838",
            "sentence": "If you want to get good at reading French, then read books in French."
        },
        {
            "id": "1984a101c54a41cfbb40e038cdfc31ba",
            "sentence": "I don't know what they're saying, but I know they're speaking French."
        },
        {
            "id": "82f4c96c75374a0db8ebe74e617844b9",
            "sentence": "My room is so cluttered that I'm too embarrassed to invite anyone in."
        },
        {
            "id": "47820c4f140e41f296ccac7ce21d4294",
            "sentence": "I thought you said that we weren't going to go to Australia with Tom."
        },
        {
            "id": "cdc2c4b5dc0445cfae25a328bee113d9",
            "sentence": "Who was that beautiful woman that I saw Tom walking with in the park?"
        },
        {
            "id": "7b95c0955a224cccb0b2387ece94223a",
            "sentence": "The wretchedness of war isn't enough to stop humanity from waging it."
        },
        {
            "id": "e7812d25f4d0483cb74570bbe1268e1e",
            "sentence": "We noticed Tom was doing something that he shouldn't have been doing."
        },
        {
            "id": "4873079fb259426a84f8240f2f53ff2c",
            "sentence": "Unfortunately, I didn't get to the station in time to catch my train."
        },
        {
            "id": "18530e3d9e6e4e70b9f6510cfe7d2686",
            "sentence": "Tom had barely taken off his coat when they started asking questions."
        },
        {
            "id": "bd4f32d696c84c678a83ab679baed842",
            "sentence": "If you have any questions, please feel fee to contact us at any time."
        },
        {
            "id": "0872de422b0f468b815e978ed8ab95d7",
            "sentence": "I'm happy that the medicine that the doctor prescribed really worked."
        },
        {
            "id": "435ef79b92554fcf82fd1aa60cd15afd",
            "sentence": "He managed to pass his driving test even though he was a poor driver."
        },
        {
            "id": "b38fdc4ec3d14c4f9b7625f7d5e4810b",
            "sentence": "Until quite recently, most of the things we needed were made by hand."
        },
        {
            "id": "f20b2905f6b94c5f8cc22dcafa04356b",
            "sentence": "Your success depends on whether you pass the STEP examination or not."
        },
        {
            "id": "ccea686bfcae418fb70b1f38d8669ff5",
            "sentence": "Tom is fluent in French, yet he doesn't feel comfortable speaking it."
        },
        {
            "id": "92ae273a6704492b8946ed7a7b2db230",
            "sentence": "If you want, you can eat all of these strawberries. I don't want any."
        },
        {
            "id": "c64a0f38f37143d88a7d41a37abae1a3",
            "sentence": "Right now, I'm choosing suitable clothes to wear during the vacation."
        },
        {
            "id": "3ce0dec2854f4e8e9bc5df47d9df0be7",
            "sentence": "Tom wondered why Mary didn't have to go to Boston like everyone else."
        },
        {
            "id": "54c4f76fba944067a383ca74a5ad35b3",
            "sentence": "I promised Tom I wouldn't stay in Australia for more than three days."
        },
        {
            "id": "644753e0747a4ec38cc3fafbaabcafde",
            "sentence": "I just heard Tom and Mary are coming back to Australia for Christmas."
        },
        {
            "id": "4cbd0d069baa4fada2b6090dfb77e85c",
            "sentence": "Everybody thought that Tom was going to be in Australia this weekend."
        },
        {
            "id": "4a1babb5300d4c1b857d946e69992988",
            "sentence": "Does Tom still think that Mary would like to go to Australia with us?"
        },
        {
            "id": "45bd2678a43340ec8db5e4699fcd4501",
            "sentence": "Tom thought Mary was in Australia, but she was really in New Zealand."
        },
        {
            "id": "a4732f89ce8f43faa9a130adcf4a9795",
            "sentence": "Tom told me he thought Mary still wanted to go to Australia with him."
        },
        {
            "id": "d7520aeab41140dc91931328cdd11da0",
            "sentence": "Are you sure it was Tom you spoke to? Could it have been his brother?"
        },
        {
            "id": "0cd23e13a76645be938e0c1f88b29a7e",
            "sentence": "He is a busy man, so you can only get in touch with him by telephone."
        },
        {
            "id": "3a554f001ca542b7a345ceac0d60924e",
            "sentence": "I got the impression Tom wasn't happy with the way things turned out."
        },
        {
            "id": "e63ed8c6a65b4f3b822627d44f0b88dc",
            "sentence": "Tom says he usually has at least three hundred dollars in his wallet."
        },
        {
            "id": "bf650709f0354a9c9fffb49b40768ac5",
            "sentence": "Tom's legs were seriously injured, but he managed to crawl to safety."
        },
        {
            "id": "dd8aeb4dc1534376ae9cecd80f3a88c8",
            "sentence": "Tom opened the envelope, took out the letter, and started to read it."
        },
        {
            "id": "b4335c6db6ff43f3b22bf5d11874ec44",
            "sentence": "I don't think that I can get you to understand how difficult that is."
        },
        {
            "id": "0b4bd33a131f40f08282a0fc91ced700",
            "sentence": "Questioned about his policies, the candidate gave only vague answers."
        },
        {
            "id": "9160ea25db764af29aa041be568ad35b",
            "sentence": "I left home later than usual, but I was still able to catch my train."
        },
        {
            "id": "3e3802a93248467bbdce146af5979c64",
            "sentence": "Tom realized he didn't have enough money to buy everything he wanted."
        },
        {
            "id": "2f7391718632415f8b52bce90799af53",
            "sentence": "Tom realized he didn't have enough time to do what needed to be done."
        },
        {
            "id": "24da7ea92f2243dfa66b1e701e6e1ae6",
            "sentence": "Stay as far away as possible from anybody that you think may be sick."
        },
        {
            "id": "20eff709960944a993ac164590a7cfbc",
            "sentence": "I don't think Tom knows what time I'm going to arrive at the station."
        },
        {
            "id": "df1c7c60d6214f7282fb547b4241042c",
            "sentence": "I don't think it's very likely Tom will come over this time of night."
        },
        {
            "id": "cdd9a8f0fbd742e692f8a9d2381bd8b1",
            "sentence": "I don't think you need to tell Tom why you went Australia last month."
        },
        {
            "id": "3d75797acce64d68a2ef6f82609dd88e",
            "sentence": "I don't think that I need to tell Tom that Mary wants him to do that."
        },
        {
            "id": "273855b228f1460f9d3d63df83dd01a2",
            "sentence": "I don't think that I could stand to spend three hours alone with Tom."
        },
        {
            "id": "74d96b3ad8c942ca844ec1563d1f3fad",
            "sentence": "I suspect Tom and Mary know something interesting is about to happen."
        },
        {
            "id": "6dfb6059562d45ca926c99c877828bf6",
            "sentence": "I suspect Tom and Mary were surprised when John walked into the room."
        },
        {
            "id": "f1a2481b8f00476294edd0ceb1799142",
            "sentence": "Tom told me that he thought that I might be interested in doing that."
        },
        {
            "id": "a0474803aed748fd861a7a0028ccc4b5",
            "sentence": "Tom wanted Mary to do that, but she told him that she wouldn't do it."
        },
        {
            "id": "d0a87601141c4441b02407b654503cf3",
            "sentence": "Tom didn't seem surprised when Mary told him that she had to do that."
        },
        {
            "id": "3110599465ac4df0a3dce42e71aea388",
            "sentence": "Maybe Tom should consider the possibility Mary has left him for good."
        },
        {
            "id": "513c833f7d7b4b5c92a2f737835d03f0",
            "sentence": "There's a possibility that Tom won't want to go to Australia with us."
        },
        {
            "id": "b8bd8ac1c21146e29385998f71b886ab",
            "sentence": "Tom told me he thought that Mary would be present at today's meeting."
        },
        {
            "id": "7a30a2edb85349749a00c493856246a6",
            "sentence": "The Greeks landed on the Italian peninsula in the eighth century B.C."
        },
        {
            "id": "631386caa2aa4b45aba51d82709f4494",
            "sentence": "Tom asked me how I kept from getting nervous in front of an audience."
        },
        {
            "id": "e6e65a3e01cd4e50b227864b0a545080",
            "sentence": "Tom wanted to stay single, but his parents wanted him to get married."
        },
        {
            "id": "3daa53b8f3bd4fb08623bb1078c6552c",
            "sentence": "We lay in the grass holding hands and watched the clouds floating by."
        },
        {
            "id": "77e0dba742cb44d68e50183985b7f3d3",
            "sentence": "Tom said that he had some things that he needed to get off his chest."
        },
        {
            "id": "892c8938d194450c9556a4a69999c3a0",
            "sentence": "The pirates lost their patience with Tom and made him walk the plank."
        },
        {
            "id": "84f9d23c50db4ae3868904f405fb4cfa",
            "sentence": "Tell me one reason why I should trust Tom after what he's done to me."
        },
        {
            "id": "7e8caf6b758e429f90a268993ed6a6af",
            "sentence": "We waited half an hour at the library for Tom, but he didn't turn up."
        },
        {
            "id": "b2315eec5f354760be38b78b87408fe0",
            "sentence": "If you don't get out of my store, I'm going to have to call the cops."
        },
        {
            "id": "5dd3aeaf16d844dbb5113bd166b3fe44",
            "sentence": "There are a lot of things that have changed since you were last here."
        },
        {
            "id": "d52347a8979643e8b03aa9e94cee1385",
            "sentence": "I've always wanted to play a church organ and pull out all the stops."
        },
        {
            "id": "3fd9cc5d81444d0daa075734c3edac0e",
            "sentence": "I met a man yesterday that I didn't know, but he knew a lot about me."
        },
        {
            "id": "c04704f1667d4a958ca0efa293bcd7f9",
            "sentence": "I admit that I was hesitant to speak to you the first time I saw you."
        },
        {
            "id": "01fc7a9bbf9f4542b9944530c7bcf335",
            "sentence": "That wasn't the first time I'd met Tom. I'd met him somewhere before."
        },
        {
            "id": "57c274610d944b06a616e0994b8d2320",
            "sentence": "How much time does it usually take you to get dressed in the morning?"
        },
        {
            "id": "d940201cf8ab4c7b8c10badec1327b10",
            "sentence": "It probably wouldn't have been that difficult to do that by yourself."
        },
        {
            "id": "2a1d48f385524010801e098bf5461cb5",
            "sentence": "Tom soon discovered that he knew more about science than his teacher."
        },
        {
            "id": "e93293e73bb745cd9ed80d905fcd83ba",
            "sentence": "By the time I was your age, I'd already been working for three years."
        },
        {
            "id": "bbfd4af8c68f4eb39fba722ffbd986ce",
            "sentence": "Kindness is a language which the blind can see and the deaf can hear."
        },
        {
            "id": "21a41014a82a4b89905f876615b7ebfd",
            "sentence": "Could you run to the store and buy a couple more bottles of red wine?"
        },
        {
            "id": "74f49592911e4b8b89037113777596ad",
            "sentence": "You're going to have to delve deeper if you want to get to the truth."
        },
        {
            "id": "f0417bbd8f854cbf84c3d4823adc9701",
            "sentence": "Tom is a little unusual in that he doesn't drink tea, coffee or beer."
        },
        {
            "id": "84a21f771510408091560586d1fb79fa",
            "sentence": "Tom was driving well over the speed limit when the accident happened."
        },
        {
            "id": "1ddb9a70caf643e5bd5927f56a484bf4",
            "sentence": "It had been a long, hard day for Tom, and he fell into bed exhausted."
        },
        {
            "id": "36c6117e5e7b40f384a073f7d3ddaabf",
            "sentence": "Someone needs to be at home in the afternoon to sign for the package."
        },
        {
            "id": "dc294ca5d1464f35909feed5a5917e7c",
            "sentence": "We divided into groups of three and went off in different directions."
        },
        {
            "id": "dd979b237c3c4628986f1a04ec7c470b",
            "sentence": "What's the name of that snake that kills its prey by constricting it?"
        },
        {
            "id": "c6db911f75414caf84becfb99a34c203",
            "sentence": "Tom kept talking to Mary, even though the teacher was glaring at him."
        },
        {
            "id": "720ee32cc668477bb6084b644e1234fe",
            "sentence": "I'm busy helping Tom with his homework right now, so I can't do that."
        },
        {
            "id": "82c2effba9f6490a8885e60bc9aa6834",
            "sentence": "I think the one on the left is much better than the one on the right."
        },
        {
            "id": "126c4ccf23794ba185329cf6417c5d41",
            "sentence": "I won't be able to help you if you don't tell me what the problem is."
        },
        {
            "id": "99787e8742a34d2ebe0fa9624cc841d1",
            "sentence": "Sitting down all day and looking at a computer screen is bad for you."
        },
        {
            "id": "faa3fcd007764a8d9d9c3db62fdb2ec5",
            "sentence": "Let's not lose sight of the fact that you and I want the same things."
        },
        {
            "id": "bfd81930b4f247a1a82a3855ef567789",
            "sentence": "I grabbed my little sister's hand, and the two of us started running."
        },
        {
            "id": "2423bb77db7a48358a35c188e8dc1fb2",
            "sentence": "How many times will I have to say that money doesn't bring happiness?"
        },
        {
            "id": "1247591367604e54ba20af8a25d433ee",
            "sentence": "Our blood contains five million red blood cells per cubic millimeter."
        },
        {
            "id": "ed268c2ef79f4b939f6aaa050c18bfab",
            "sentence": "If the police hadn't intervened, they would probably have killed Tom."
        },
        {
            "id": "7ad0afa9c6c14c3d95a3b7dec54bf5e7",
            "sentence": "Recently, there have been signs that the economy is picking up steam."
        },
        {
            "id": "675012c85254470987548f243e3cc3b4",
            "sentence": "The module has only countably many direct summands up to isomorphism."
        },
        {
            "id": "52d615389007473fa4da80fe6d0f0610",
            "sentence": "Tom came home from school early today because he wasn't feeling well."
        },
        {
            "id": "147074c3aee5482aa89b63debc6c3e1f",
            "sentence": "I didn't have a chance to tell Tom that that needed to be done today."
        },
        {
            "id": "784653f8a3644526876496209952e2d0",
            "sentence": "I wasn't able to sell any of the stuff Tom wanted me to sell for him."
        },
        {
            "id": "24b6301d733042038930423196987aa8",
            "sentence": "Tom said he had to wait in line for three hours to buy these tickets."
        },
        {
            "id": "6dd5ce7a76c44817a668feb64dc46ca9",
            "sentence": "Tom told Mary that she should learn how to play a musical instrument."
        },
        {
            "id": "fba866449de44fc4bd9b9ec561f83853",
            "sentence": "I wish I'd spent more time training my dog when he was still a puppy."
        },
        {
            "id": "0b03bdda6c1e4797af393c498f1f6009",
            "sentence": "Have you ever wished that you could spend more time with your family?"
        },
        {
            "id": "f27f5127b07b477cb5a434022d563c5c",
            "sentence": "Judging from how the sky looks, there could be a downpour any moment."
        },
        {
            "id": "2c656056a86c4e46a643b313ca19091d",
            "sentence": "If I were going to buy a boat, what kind of boat would you recommend?"
        },
        {
            "id": "6896d1c3d95f46d0908757a8d872e74e",
            "sentence": "In spite of the depression, the prices of commodities are still high."
        },
        {
            "id": "1d01f39c66da4afa9269aa93af0dab1c",
            "sentence": "I wish I could speak French well enough to get a job at that company."
        },
        {
            "id": "b810f740449c4e118c1160f68d628acd",
            "sentence": "Tom bought three bottles of red wine and three bottles of white wine."
        },
        {
            "id": "5536ae0e1c144c67a65a35e546f94bf6",
            "sentence": "Tom likes making faces at children when their parents aren't looking."
        },
        {
            "id": "9a8a896919ee4a4687f4bf0ba1f773c5",
            "sentence": "I think you know that Tom isn't going to do that unless you help him."
        },
        {
            "id": "a77ee8c06cec4e2db24fd9697f6bd9f3",
            "sentence": "I'm still in Australia, but I'll be back home the day after tomorrow."
        },
        {
            "id": "2667e42f59c644ef88276c0b8e96af7e",
            "sentence": "I don't charge children as much for piano lessons as I charge adults."
        },
        {
            "id": "b5279929f0bf49d88b515c57b1cf87f9",
            "sentence": "Tom put on his mask, gloves and face shield before leaving the house."
        },
        {
            "id": "c4bed50d9e454736a432e05a6ac1b70e",
            "sentence": "Tom played the role of devil's advocate at the brainstorming meeting."
        },
        {
            "id": "954306958b7244c6964c662a533442d7",
            "sentence": "Tom kept dropping subtle hints about what he wanted for his birthday."
        },
        {
            "id": "30b39d3bb49846eaa3817d91a537fa68",
            "sentence": "Tom went to school even though his doctor told him that he shouldn't."
        },
        {
            "id": "f007de6b565d47248dd391017ef7e24d",
            "sentence": "I was on the point of leaving home when a light rain started to fall."
        },
        {
            "id": "a1b30e3c512c4c91a16ee0ebe6cc83d0",
            "sentence": "The man who I thought was his father proved to be a perfect stranger."
        },
        {
            "id": "15727398dc784bdf812ab5a0baa72133",
            "sentence": "They accused him of being in the classroom in order to cause trouble."
        },
        {
            "id": "81cc81d59423443192341d63abc11c64",
            "sentence": "The ground is still wet. As likely as not, the game will be canceled."
        },
        {
            "id": "63b7d478c538460db10dbd63971e3ab1",
            "sentence": "I agreed with her suggestion that we meet again five years from then."
        },
        {
            "id": "48ee0d209a1a492aa3771ec14127d380",
            "sentence": "Even if the sun were to rise in the west, I would not change my mind."
        },
        {
            "id": "b67f77659761456cbd75cdb586616262",
            "sentence": "The rumor is going around that the actress is going to get a divorce."
        },
        {
            "id": "6a44b0b837a04e97ab2a2d170012610c",
            "sentence": "When I was a child, my mother made me eat green vegetables every day."
        },
        {
            "id": "b0b829ad755c4b07ae08bcba01de82a7",
            "sentence": "Knowing what to leave out is as important as knowing what to include."
        },
        {
            "id": "f1ccc73f4031410ebf7d174030649076",
            "sentence": "Tom always pays his credit card bill in full at the end of the month."
        }
    ],
    "nbPages": 716,
    "nbResults": 715026
}