{
    "currentPage": 711,
    "pageSize": 1000,
    "items": [
        {
            "id": "b046dc6e5a584d74bfae6f06d0830911",
            "sentence": "I'll lend you my bicycle if you promise not to let anyone else ride it."
        },
        {
            "id": "cb14c9a243374dec9e3398dddce3882a",
            "sentence": "It's a lot easier to paddle a canoe downstream than to paddle upstream."
        },
        {
            "id": "fae89e5b793a4d7288f9d5c2c685ff40",
            "sentence": "It was interesting to learn about all the various types of baking soda."
        },
        {
            "id": "423f928aef7c4c7b8d9e1d3d515cb8d1",
            "sentence": "Tom bought a new kind of pasta from the store to spice things up a bit."
        },
        {
            "id": "04848d3ccddc4211aa0f806d7910b11d",
            "sentence": "Tom is having a big party at his house. He invited Mary and me to come."
        },
        {
            "id": "b17c023ecf0540b8a3b7b8dc2544ee0b",
            "sentence": "Tom is one of the funniest and most interesting people I have ever met."
        },
        {
            "id": "ff2949547ff547b3aaa1ffce8d5c68fc",
            "sentence": "I'd rather be poor and happy than be rich doing something I don't like."
        },
        {
            "id": "f933c641194740e2ae6cb6b7ac214b25",
            "sentence": "This is the same motorcycle that was left at the scene of the accident."
        },
        {
            "id": "ed19022f9ee34d36bc7aef0dac0b78c7",
            "sentence": "I don't care if the rest of the world forgets me, as long as you don't."
        },
        {
            "id": "9def0a2087804b59a7e99f049067bc0b",
            "sentence": "It's unlikely anyone other than Tom would be interested in buying this."
        },
        {
            "id": "b80a5ccdef0c4a22ba4bbc2bec5ae203",
            "sentence": "This nation's economy has been growing at a rapid pace in recent years."
        },
        {
            "id": "f4a85deb9a714bb2894775b786351f41",
            "sentence": "Tom wanted me to go to Boston with him, but I told him that I couldn't."
        },
        {
            "id": "9bb4c9a4e9294e2eb27965d57822fce0",
            "sentence": "Tom wanted me to go to Boston with him, but I told him that I wouldn't."
        },
        {
            "id": "b720f3b7790d42e89469e5f5e7089345",
            "sentence": "Tom had a lot of suggestions. However, not many of them were good ones."
        },
        {
            "id": "c47c8820da9a4d86bd13c3d5f3078339",
            "sentence": "The man I talked to on the bus said he'd been to Australia three times."
        },
        {
            "id": "5d08734c6e5f4d61a8067861d087b1bf",
            "sentence": "I can't speak French fluently yet, but I can understand it fairly well."
        },
        {
            "id": "836d47eaf208493f91628473d36a105d",
            "sentence": "I sewed a button back on a shirt for the first time just the other day."
        },
        {
            "id": "51ae7d123d97416aa39dd5f697197294",
            "sentence": "Tom knew he barely had enough money to buy everything he wanted to buy."
        },
        {
            "id": "1c3891fc51bc449fa2ce984bbfa10fb7",
            "sentence": "On Monday, Tom made it plain he wasn't yet ready to throw in the towel."
        },
        {
            "id": "42fb13a12bfd40b697bbb21c129b508b",
            "sentence": "I didn't sleep well the night before last, but I slept well last night."
        },
        {
            "id": "b01ebd4bacea449baca9c33679721071",
            "sentence": "The vase fell on to the stone floor and smashed into a thousand pieces."
        },
        {
            "id": "da4221554bb6454b9fc04b1adc2322c5",
            "sentence": "Tom asked me why I thought learning French would be useful for his job."
        },
        {
            "id": "dcb85fb1011a4273bd833e1c2e07ba83",
            "sentence": "I think Tom believes what he's saying is true, but I don't think it is."
        },
        {
            "id": "77ac4d060df8403db09b4ccd84a184f9",
            "sentence": "You're wearing the same clothes you were wearing yesterday, aren't you?"
        },
        {
            "id": "bcde6c839b4449c598473c289549b94f",
            "sentence": "Tom can't swim at all. On the other hand, he is a good baseball player."
        },
        {
            "id": "679060c80687430cab0b3017b7fb3b78",
            "sentence": "Tom realized that he barely had enough time to do what he wanted to do."
        },
        {
            "id": "0a8aadc0e6b04d79801e724a1fbee24d",
            "sentence": "Tom got there early to make sure that everything had been set up right."
        },
        {
            "id": "ffe9d9df11e74265aaa0be7bfb327ce2",
            "sentence": "You should assume we won't have enough money to buy everything we want."
        },
        {
            "id": "b5a9670332d141478d7c94a141058478",
            "sentence": "Tom was happy when he got his final exam back and saw that he'd passed."
        },
        {
            "id": "f9b74859b61e4e3eb16c851887f1d7cd",
            "sentence": "From how you described this place, I was expecting something different."
        },
        {
            "id": "e66c51c61df344c09fccd7371ea49857",
            "sentence": "Who would have thought back then that Tom had only seven years to live?"
        },
        {
            "id": "90c2cab00b234ca4a264ca750d8beeb8",
            "sentence": "Tom was sitting in the front passenger seat when the accident happened."
        },
        {
            "id": "1355f70ef0534c88abfe5f394387dfb1",
            "sentence": "Tom eventually found out that Mary was stealing from the cash register."
        },
        {
            "id": "b8f8fcdab8104429981624eb6ca34170",
            "sentence": "For the time being, Tom lives in Boston, and his wife lives in Chicago."
        },
        {
            "id": "d784a8ca0b0640f398111ca26552b039",
            "sentence": "After what happened, I would've thought Tom would go back to Australia."
        },
        {
            "id": "371e4809516b44b5bad5d543641872c0",
            "sentence": "By seven o'clock in the evening, the streets are deserted in this town."
        },
        {
            "id": "411f624353b44cfba7b4e5773a446432",
            "sentence": "Computers are capable of doing very complicated work in a split second."
        },
        {
            "id": "55a25691c3464ea9836518f7205dbc9e",
            "sentence": "I was going to run over the notes one last time, but there wasn't time."
        },
        {
            "id": "1632920e66824335a78ac38f1490ec9f",
            "sentence": "I don't think I want to read Tom's report. The less I know, the better."
        },
        {
            "id": "0f488c9b556f4194acde57f3ae7601dc",
            "sentence": "As there was no bus service, we had to walk all the way to the station."
        },
        {
            "id": "fddd81206fbb4e8a93b9e080d4b792a1",
            "sentence": "The dachshund is a German breed of dog with a long body and short legs."
        },
        {
            "id": "d04b06204b334f3ba72638cb47a59068",
            "sentence": "Modern art is fine. I don't understand why people hate it so intensely."
        },
        {
            "id": "fadde8e4c2b345529a7f020fd831078a",
            "sentence": "Mint leaves possess properties that help with the process of digestion."
        },
        {
            "id": "9e1da6354b6346f185e39ea98fa694a5",
            "sentence": "I think that it'd be better if you didn't go drinking with Tom tonight."
        },
        {
            "id": "ed64afc039324e1c89dd3b5292a29b8f",
            "sentence": "How am I supposed to help you if you won't tell me what the problem is."
        },
        {
            "id": "73bcd5a95d9440d290f74e2248719abf",
            "sentence": "Do you think you can make it through this movie without falling asleep?"
        },
        {
            "id": "c4645962f5ef48eb8e90ebee32e49115",
            "sentence": "Tom bought a bottle of water for himself and a carton of milk for Mary."
        },
        {
            "id": "144e174dab9b4982bfbe80c9be77db17",
            "sentence": "If they see us talking to each other, we could get in a lot of trouble."
        },
        {
            "id": "cd94f6e23924467d8bfa3ce32d9e5d5b",
            "sentence": "Tom has already spent close to half of the money he won in the lottery."
        },
        {
            "id": "d94879ab705a4f9da1211b8d683b486c",
            "sentence": "What I want is for everyone to act like adults and stop this bickering."
        },
        {
            "id": "ee2c10d5df9e4ab7baf79611a6a5a4ae",
            "sentence": "Though he lives within a stone's throw of the school, he is often late."
        },
        {
            "id": "cc4cccd362ce42e4b4ac2ba27dce0fff",
            "sentence": "Mary told Tom to go easy on the ice cream if he didn't want to get fat."
        },
        {
            "id": "e511b1be128c4871ad9c79f6fa20ffee",
            "sentence": "Tom gets a good feeling inside when people laugh heartily at his jokes."
        },
        {
            "id": "8b7c71caa9cf4f26a29904c69aea4011",
            "sentence": "We'll do everything we can to make sure that this doesn't happen again."
        },
        {
            "id": "f645a7c9f5a7400eaf8841527d4af100",
            "sentence": "If it were not for electricity, our civilized life would be impossible."
        },
        {
            "id": "89c97cb7c7d048db9b4e553207c0e8a7",
            "sentence": "The fruit is similar to an orange in shape and to a pineapple in taste."
        },
        {
            "id": "c8a211fe48c0417ebcbb2b9e1ce956ce",
            "sentence": "My grandmother walks faster than me, and plays tennis better than I do."
        },
        {
            "id": "a43fe3c9efe34c26988b53be15897f34",
            "sentence": "If you want to lose weight, you should cut down on between-meal snacks."
        },
        {
            "id": "e666afef5ccd4fb09cef2f9e366e7eef",
            "sentence": "A blue suit, white shirt and red tie are required for all male workers."
        },
        {
            "id": "f07e4024aa8c458cb7b6adccb857b3b3",
            "sentence": "I advised the shy young man to declare his love for the beautiful girl."
        },
        {
            "id": "c280b3175df7402688baba3f1caf9e19",
            "sentence": "Be sure to get in touch with me, if there is anything I can do for you."
        },
        {
            "id": "7c5b87b8f8174d1db32bef587a0f0b3e",
            "sentence": "Doctors should keep abreast of all the latest developments in medicine."
        },
        {
            "id": "611b0f0ba7ec4734b4fdf81cfd4f920a",
            "sentence": "ALS slowly destroys the nerves and muscles needed for moving your body."
        },
        {
            "id": "adcb0a0f44424cf0ba28357d3e88be5a",
            "sentence": "I saw a young man lying on the bench under the cherry tree in the park."
        },
        {
            "id": "459a8dc39908469691b89ac9b59b60c4",
            "sentence": "I'm planning to buy one of these shirts. Maybe you should buy one, too."
        },
        {
            "id": "4e89716e6c6b46cb8fd899ab466e06e7",
            "sentence": "The toys that Tom made sold like hotcakes at the flea market last week."
        },
        {
            "id": "dfd1871e38254be895c6b0bc774a4374",
            "sentence": "You can make up for lost time by taking an airplane instead of a train."
        },
        {
            "id": "5cbcf0e8128f4152b2c8bdea191f4da8",
            "sentence": "Why don't you just admit that you don't know what you're talking about?"
        },
        {
            "id": "6a5eb179a7e74b44ab7b0e9e14341442",
            "sentence": "Tom worked part-time at a fast-food restaurant while he was in college."
        },
        {
            "id": "995f6e3e60b14030ac01397950a0c6bd",
            "sentence": "Tom got out of his truck to see what was lying on the side of the road."
        },
        {
            "id": "aa47607f30944efa8495aad63084bae9",
            "sentence": "You can't keep beating yourself up over things that happened years ago."
        },
        {
            "id": "b5d0321e533c4aa5856efe7a82d97209",
            "sentence": "Tom was one of the ones who stayed and helped clean up after the party."
        },
        {
            "id": "27adf8d9a3374f9592fe4f5b077910db",
            "sentence": "Note that this theorem does not assume the existence of such an object."
        },
        {
            "id": "de00f8252262471c81af312ddc8818c3",
            "sentence": "It's only a matter of time before we're going to have to do this again."
        },
        {
            "id": "e855116c3ed44fd8be4fbb766ef76065",
            "sentence": "Tom explained it to me, but I didn't really understand his explanation."
        },
        {
            "id": "2c4e11b96dce40e786ebf3f5da374bbb",
            "sentence": "I thought putting the key under the mat was a good idea, but it wasn't."
        },
        {
            "id": "443801516e3643cb80d6e8f6933f8171",
            "sentence": "I tore the paper from the gatepost and put it in my pocket with a sigh."
        },
        {
            "id": "5af54acecfc4412ab5b93923a54b56b3",
            "sentence": "Tom and Mary spent hours walking around town and talking to each other."
        },
        {
            "id": "72d9eb1ebee24bcb9b11c9ae981b3f44",
            "sentence": "Mary took her time choosing a dress even though Tom was waiting for her."
        },
        {
            "id": "84916c9ec6e2463c8aac179327ef9d93",
            "sentence": "Mary is 21 years younger than Tom, but Tom is 22 times richer than Mary."
        },
        {
            "id": "460c201d87d345b19dbeaf9ae1b9f466",
            "sentence": "Preparing a room for painting is the most important step in the process."
        },
        {
            "id": "969f62ce4f5d42dfbc996cab55f87048",
            "sentence": "Tom never forgets to give his wife flowers on their wedding anniversary."
        },
        {
            "id": "a5e6eff5f70541ce91f1ad0f0cef68c1",
            "sentence": "Tom has been avoiding me like the plague ever since he broke my glasses."
        },
        {
            "id": "636bf88abe4a4411b7b833259bbae99d",
            "sentence": "Tom has some food allergies, so he has to be careful about what he eats."
        },
        {
            "id": "e0a2292051064be0bd58fcfc1b12f81b",
            "sentence": "Tom has to study hard and catch up with the other students in his class."
        },
        {
            "id": "ceafaff3aa2d4e6492bf9ff49ce191c6",
            "sentence": "Tom is captain of the football team and is on the baseball team as well."
        },
        {
            "id": "d15afc121c74442dad3969cd55bbc806",
            "sentence": "Tom is looking for an apartment with three bedrooms near where he works."
        },
        {
            "id": "edee5a2acdeb47c4be284619c8a34864",
            "sentence": "We both know what\\'ll happen if we don\\'t do what we\\'re supposed to do."
        },
        {
            "id": "2a015e5b478c4b96bbaaf12a67ae39c9",
            "sentence": "What\\'s the first thing you\\'re going to do when you get back to Boston?"
        },
        {
            "id": "87f9310510ba4c8d8b1160a3172d28bb",
            "sentence": "Tom would like to have stayed for dinner, but he had to go back to work."
        },
        {
            "id": "218ae1a8ca7b4365a926940c8ce9b8ce",
            "sentence": "Tom, which do you prefer, girls with long hair or girls with short hair?"
        },
        {
            "id": "89c648b183fc4bb5914346afb5857339",
            "sentence": "Tom can probably pull some strings for you and get you into that school."
        },
        {
            "id": "6c484593972c460bb7ca1a576fa29df3",
            "sentence": "I was driving down Park Street when I saw Tom and Mary walking together."
        },
        {
            "id": "83dd8b20dc29422eaee5d2e2b2140018",
            "sentence": "I was planning on going to the beach today, but then it started to rain."
        },
        {
            "id": "a8745fde4ef84cbfb038245a06b95502",
            "sentence": "I wish you would tell me what I ought to do in this difficult situation."
        },
        {
            "id": "d9a3b0a398024427970e84007dec450b",
            "sentence": "Have you already decided how you\\'re going to take care of this problem?"
        },
        {
            "id": "80cf476d34684a8297caf1d710568f17",
            "sentence": "I can\\'t believe Tom is still talking about what happened two years ago."
        },
        {
            "id": "87400cbcec594de38282131543647dff",
            "sentence": "I can\\'t help you next Monday, but I can help you the Monday after next."
        },
        {
            "id": "cdb6574bc66b49c983021f8b95bffc38",
            "sentence": "If Tom knew how to swim, he\\'d probably want to go to the beach with us."
        },
        {
            "id": "2f3d369c19f0497c937334a13c5328cc",
            "sentence": "If you tell your teacher you lost your homework, she won\\'t believe you."
        },
        {
            "id": "9c1bbb5a437f4eb3974015160a540c7e",
            "sentence": "If you\\'d like to study French with a native speaker, please contact me."
        },
        {
            "id": "25c7ef097edb4fac8c2b87e4b9b3f733",
            "sentence": "She advised him not to buy a used car, but he didn\\'t follow her advice."
        },
        {
            "id": "812b5b23b1ad49caae2a1676e806d2e2",
            "sentence": "The reason you have a headache is because you\\'ve been working too hard."
        },
        {
            "id": "f94d33a8517547858ba32053a077c8bf",
            "sentence": "There\\'s no way that Tom could have stolen the money without being seen."
        },
        {
            "id": "a5109b0c48f44b14820e68d961ec892e",
            "sentence": "I know that Tom can play the saxophone. Can you play the saxophone, too?"
        },
        {
            "id": "6666f17d4380488ba45b3a6872b27777",
            "sentence": "I wanted Tom to ask Mary if she was planning to go to Australia with us."
        },
        {
            "id": "42e5f5984dec42308a4151a8fae612ad",
            "sentence": "I never thought I\\'d live to see the day when I\\'d have to sell my home."
        },
        {
            "id": "97b911c764f446798f71388e25d04091",
            "sentence": "In 2013, Tom Jackson published a book about the history of shipbuilding."
        },
        {
            "id": "b4bfb644abbf4eb6b5c7ea0e8d09d0d6",
            "sentence": "Instead of eating vegetables, he puts them in a blender and drinks them."
        },
        {
            "id": "90fee5651444488f8835a8446cf1f325",
            "sentence": "I can\\'t imagine anybody would be surprised if Tom and Mary got married."
        },
        {
            "id": "7e3c2154c0aa4c7d8094cd819c3e85c9",
            "sentence": "I don\\'t think many people can say they are satisfied with their salary."
        },
        {
            "id": "7b7ca50997564e3093b2c77c96d3d586",
            "sentence": "I like to put an ice cube into my coffee, because it\\'s usually too hot."
        },
        {
            "id": "2dd4e45b60d6426fa571c92f45cad868",
            "sentence": "I think it\\'s strange that no one is on the street this time of the day."
        },
        {
            "id": "98a9df2dea984cf19b66db9bebc5177e",
            "sentence": "I thought it\\'d be great if we could get Tom to play a few songs for us."
        },
        {
            "id": "134ae732aa1e4a66a979c9606bfca074",
            "sentence": "There\\'s no point talking to you, because you won\\'t do as I say anyway."
        },
        {
            "id": "890ffd16263b405b8b5bf2f8f867d0a7",
            "sentence": "Tom is the only one in our family who doesn\\'t have a driver\\'s license."
        },
        {
            "id": "6f0dd546af494757bdfb195bd9f1ff27",
            "sentence": "The police say that Tom\\'s fingerprints were found on the murder weapon."
        },
        {
            "id": "c81e826c361f4ac38f781290358b842c",
            "sentence": "Tom decided to use Mary\\'s computer even though she had told him not to."
        },
        {
            "id": "34dd3f081ebb4f158a6b172c50152532",
            "sentence": "Tom probably just wants to find out what time he\\'s supposed to be here."
        },
        {
            "id": "0b2d4d81e285462e80e321d0387e36d6",
            "sentence": "Tom doesn\\'t understand what\\'s going on either, but he won\\'t admit it."
        },
        {
            "id": "8d772fad0bfd4965b80d743b48c954d1",
            "sentence": "Have you ever wondered what might\\'ve happened if Tom hadn\\'t been here?"
        },
        {
            "id": "bdd7116032fb44d2831525369b0b3fc7",
            "sentence": "Tom can\\'t believe that Mary thinks it\\'s OK to let John take the blame."
        },
        {
            "id": "75a5b988dd2b4f1dac866eb4f5bc34db",
            "sentence": "Tom stopped in Boston on his way back from a business trip to Australia."
        },
        {
            "id": "c78e0bd8d15c47bea85fcfe61eb0bf75",
            "sentence": "Tom took off his pants and carefully hung them over the back of a chair."
        },
        {
            "id": "370e8ed11319470399035bc7ff88c6da",
            "sentence": "Tom usually fishes off the dock, but sometimes he fishes from the shore."
        },
        {
            "id": "eee9040e567e417b85f8160d16316545",
            "sentence": "It took about five minutes to get to my uncle\\'s house from the station."
        },
        {
            "id": "7eab90e2a96b46fcae94a48ed6a78951",
            "sentence": "The only fingerprints that the police found on the doorknob were Tom\\'s."
        },
        {
            "id": "3d37ebfc3506485da94c4226313e3335",
            "sentence": "I thought Tom would just sign the contract without reading it carefully."
        },
        {
            "id": "ed481cec36bb4a78b24e1d2925070489",
            "sentence": "I\\'ve already told Tom I plan on staying in Boston for three more weeks."
        },
        {
            "id": "772224005f684642afa9b5f5dad6cf15",
            "sentence": "Let\\'s play another hand of poker. I want a chance to win my money back."
        },
        {
            "id": "09bcc05959694d70a392b5f9bd526997",
            "sentence": "Mary looked in her purse, but she didn\\'t find what she was looking for."
        },
        {
            "id": "fa7d4e656023484ab0c2e123d4040d05",
            "sentence": "Tom and Mary were plotting to kill Tom\\'s father for the life insurance."
        },
        {
            "id": "87e8e67feee144e5891e211defc4f5f6",
            "sentence": "Tom can\\'t explain the difference between cheap wine and expensive wine."
        },
        {
            "id": "0066272ed270407aa48ce373833ee61e",
            "sentence": "Tom did the best he could, but he still wasn\\'t able to pass the course."
        },
        {
            "id": "5c29950b300b4b8ebe41f4547a7c4408",
            "sentence": "Tom didn\\'t use to like red wine, but now he drinks it almost every day."
        },
        {
            "id": "83939d3e3b274b558a482ed74ffd75ff",
            "sentence": "You were always playing tricks on me when we were in junior high school."
        },
        {
            "id": "18bc0d6b0c324812990533aab4c0b71d",
            "sentence": "Tom doesn\\'t understand the difference between confidence and arrogance."
        },
        {
            "id": "4d085700ee1743589bfab7e8a46123e0",
            "sentence": "Tom couldn\\'t go to Boston with us because he didn\\'t have enough money."
        },
        {
            "id": "5717edc5de4144ce83d2c8237d7fb276",
            "sentence": "I\\'m making myself a sandwich. I\\'ll make you one, too, if you want one."
        },
        {
            "id": "1ff1908bad6e4e5eb348200159241a0e",
            "sentence": "I can place the palms of my hands on the floor without bending my knees."
        },
        {
            "id": "20b71ccc116e4b999ee0695ed401159c",
            "sentence": "I just happened to be in Boston at the same hotel where Tom was staying."
        },
        {
            "id": "9b7590d9ade448dc8cb2f99d7706e587",
            "sentence": "I want to do everything I can to make sure Tom is able to go to college."
        },
        {
            "id": "cac0d5f3df9e416cba0e5d7d5b4c09dd",
            "sentence": "I knew Tom wouldn\\'t be able to learn enough French in just three weeks."
        },
        {
            "id": "d3d76bb9a23f48429ad22cce20086c66",
            "sentence": "I knew you wouldn\\'t be able to learn enough French in just three weeks."
        },
        {
            "id": "addfb03d4f784f7dbda7893ba11b510a",
            "sentence": "Are you sure you don\\'t want me to buy you something at the supermarket?"
        },
        {
            "id": "dc76028ca08343dca9dab2f956c5f6b4",
            "sentence": "It wouldn\\'t be all that difficult for us to do what Tom wants us to do."
        },
        {
            "id": "28ca683d1f9d49db839a47e061412d55",
            "sentence": "Yesterday, when Tom was backing up his car, he ran over Mary\\'s bicycle."
        },
        {
            "id": "d5c691ec49624540991d4bcae665fd7d",
            "sentence": "After I got married, my Japanese got better and I could understand more."
        },
        {
            "id": "db751ed264084d2a950d8c4e81ea21b6",
            "sentence": "As soon as I can get the chance, I\\'ll help your mother paint the fence."
        },
        {
            "id": "4b05a9b4a1e44ca29e85aef6c57e6eb7",
            "sentence": "Though I\\'ve decided to go to the party, I\\'m not looking forward to it."
        },
        {
            "id": "9721b3c2e87442c08b6cb1e8b57de10a",
            "sentence": "She advised him to go to the hospital, but he didn\\'t follow her advice."
        },
        {
            "id": "857c2cd4a22d43d9a4ea2ddc20d133d5",
            "sentence": "Everybody in the car said they wanted to get out and stretch their legs."
        },
        {
            "id": "e865e1aa27fb48b28f7d72b3dc77d6e1",
            "sentence": "If you\\'d told us earlier, we\\'d\\'ve been able to do something about it."
        },
        {
            "id": "0fe4f463fd024e6096650542540b3303",
            "sentence": "Tom didn\\'t want to eat the worms even though they were high in protein."
        },
        {
            "id": "869e43b8ced1424ab0c661be9b6bbb9d",
            "sentence": "Tom doesn\\'t allow his children to watch more than one hour of TV a day."
        },
        {
            "id": "85b9ee3acd224228adbdcd8e8c74df7a",
            "sentence": "Tom doesn\\'t like basketball much, but he really likes volleyball a lot."
        },
        {
            "id": "2fc08bce99b144c4b7572c7d5c2a7d5d",
            "sentence": "I wasn\\'t surprised when Tom told me he didn\\'t want to go to Australia."
        },
        {
            "id": "002458ab698f47c2a49c45fe460ce38a",
            "sentence": "There are some differences between British English and American English."
        },
        {
            "id": "9380c7842e48497cb2c00223cbd322d7",
            "sentence": "There is an urgent need for a new approach to dealing with this problem."
        },
        {
            "id": "7a546abc7a494455ad961ed705fb0c60",
            "sentence": "Tom added his name to the list of people who wanted to attend the dance."
        },
        {
            "id": "c925a976110e44899b8eee91804a9800",
            "sentence": "Tom and Mary have achieved remarkable results using their new technique."
        },
        {
            "id": "088cfb6470c64224ada5552b04a9f112",
            "sentence": "How many people do you know who actually spend time with their children?"
        },
        {
            "id": "307d674d098748da84ee49b8c6bf86cc",
            "sentence": "Tom would\\'ve made the same decision I\\'m making if he were in my shoes."
        },
        {
            "id": "3a7947307b344447a92e3e46ab5993a5",
            "sentence": "Tom promised himself he would study French for thirty minutes every day."
        },
        {
            "id": "ba1d1f7c2df74eaa8c228bf4f62f9fdf",
            "sentence": "Tom didn\\'t have enough experience in dealing with that kind of problem."
        },
        {
            "id": "dabdfdff8feb4fa7950a0357f517a241",
            "sentence": "You\\'d be amazed how often I\\'ve seen Tom and Mary hanging out together."
        },
        {
            "id": "b0380a24c8034ba2a1f49d9ac4a488b5",
            "sentence": "Tom couldn\\'t shake the feeling that Mary was hiding something from him."
        },
        {
            "id": "e02ec72a2baa4545af5d42d60c741434",
            "sentence": "Tom and Mary sat next to each other at the table in the conference room."
        },
        {
            "id": "b19be708bf27463d92d193f4025dea44",
            "sentence": "Tom was standing just in front of a large building that was up for sale."
        },
        {
            "id": "3e1cdaedd2814a17830b762908c6c7cc",
            "sentence": "Tom wondered when Mary had bought the milk that was in the refrigerator."
        },
        {
            "id": "6d746d007b6848db990b1b55c69e11a4",
            "sentence": "Did you know that there\\'s a rumor going around that you two are dating?"
        },
        {
            "id": "5b82d0ac2d8a4ad5b96af919e368caa9",
            "sentence": "Didn\\'t you tell me yesterday that you and your boyfriend had broken up?"
        },
        {
            "id": "989f5c6f34ce4715b3853cce397cb1dd",
            "sentence": "I can\\'t tell you how to do that. You have to figure it out on your own."
        },
        {
            "id": "7ac49cf9a82e4ade817d982a4ec405ca",
            "sentence": "Tom never for one instant thought of trying to convince Mary to do that."
        },
        {
            "id": "89620981ceff48799a761e0c31828e59",
            "sentence": "Tom thought the little place on the corner might be a good place to eat."
        },
        {
            "id": "e5ac5b79007b416b8e99628c1ecac57a",
            "sentence": "Tom woke up in the middle of the night and ate an entire bag of cookies."
        },
        {
            "id": "2b37430836da4e8e9cf7d84839da76f2",
            "sentence": "After we finished painting the fence, Tom made sandwiches for all of us."
        },
        {
            "id": "ab9775c8f3d84764bb4b682d9d8cb29c",
            "sentence": "Are you seriously thinking about pursuing a career as a race car driver?"
        },
        {
            "id": "97a9381cbeef443ba6b0d30cfbd6a36e",
            "sentence": "Because Tom mistranslated one sentence, our company lost a lot of money."
        },
        {
            "id": "4706b91ba12b4a41b901aac0a82856e2",
            "sentence": "We thought some students would come, but there was nobody the classroom."
        },
        {
            "id": "67f0e98b938047b687b236f6efc47f29",
            "sentence": "Tom decided to say nothing until everyone else had given their opinions."
        },
        {
            "id": "cb626ec134c6411eaa46e0578d9ce2a0",
            "sentence": "Tom wasn\\'t able to play basketball last season because of a broken leg."
        },
        {
            "id": "b8030494851144939579b01910e8fc7f",
            "sentence": "For the lack of something better to do, Tom decided to take a long walk."
        },
        {
            "id": "49f544ec6fd345acbe424e32cc2918f6",
            "sentence": "Everyone seemed to already know that Tom and Mary were getting divorced."
        },
        {
            "id": "3f50fba501aa47489608e5442a96c377",
            "sentence": "He decided to feed his dog the rabbit that he had shot earlier that day."
        },
        {
            "id": "2120ce26323b44f58b37d7b025d4b5bb",
            "sentence": "Tom opened up the crate with a crowbar and took out a stick of dynamite."
        },
        {
            "id": "9f07b945401745a18a26771685690747",
            "sentence": "I realized that even though I wanted to eat, I didn\\'t have enough time."
        },
        {
            "id": "3ad29b22c82e44eda0c20666e19b5f25",
            "sentence": "Tom is usually the last to leave, but last night Mary left after he did."
        },
        {
            "id": "ac051a8e1b3945f1adbd21c0fd2e3f07",
            "sentence": "Tom kicks a football with his left foot, but writes with his right hand."
        },
        {
            "id": "ea0f6640426b4858823da5a27e75adf1",
            "sentence": "I\\'d prefer to only hire people to translate into their native language."
        },
        {
            "id": "e2def9d13c3e4ceda2f605e564849feb",
            "sentence": "The United States has almost a fourth of the world\\'s prison population."
        },
        {
            "id": "8969ae66745343009dd2c062ac7de48d",
            "sentence": "Tom was killed by the husband of the woman he had been hanging out with."
        },
        {
            "id": "592e4526498246dcad50784cc7d7f2da",
            "sentence": "Tom quit going out with Mary because he didn\\'t like her sense of humor."
        },
        {
            "id": "c85819ef97274bc0bc959522fa1b3b53",
            "sentence": "Tom knew where Mary was, but he wouldn\\'t tell the police where she was."
        },
        {
            "id": "32c3d27dee33494a8c1a5112276bf591",
            "sentence": "Tom told me that if it didn\\'t rain tomorrow he\\'d go cycling with Mary."
        },
        {
            "id": "bba2dfa6f40a4f029ec2d41da32a4235",
            "sentence": "What would you like to eat if you knew the world was going to end today?"
        },
        {
            "id": "60829a37e0d843c692e0b43251865ca4",
            "sentence": "When I was a college student, I always pulled all-nighters before tests."
        },
        {
            "id": "2081acc5c3dd40839d2f18122f9615e0",
            "sentence": "Tom gave Mary some money to help her buy her mother a Christmas present."
        },
        {
            "id": "e6059debe4fb4e848f667053ed76f66e",
            "sentence": "I don\\'t want to have to explain this again, so please listen carefully."
        },
        {
            "id": "cf2e2fa476124513872a007c2ee08d65",
            "sentence": "I think it\\'s time for me to start taking my responsibilities seriously."
        },
        {
            "id": "dccfbd51342a4a0ebba42a72b848fcac",
            "sentence": "She may have argued with him, but I don\\'t think she could have hit him."
        },
        {
            "id": "08dc240e649742c9bb23433742d305d2",
            "sentence": "Tom was killed instantly when the bomb he was trying to defuse exploded."
        },
        {
            "id": "f39f96743e144064a19cd62e6b67f60b",
            "sentence": "Tom went out with Mary on Friday night and with Alice on Saturday night."
        },
        {
            "id": "2f785dc5a22e40dca2d5bae41ca940e5",
            "sentence": "Tom wished that his classmates would treat each other with more respect."
        },
        {
            "id": "38bc901ed4e04eaa98c049950ea7da05",
            "sentence": "Tom was able to make himself understood in French when he visited Paris."
        },
        {
            "id": "942ae121351f4bf08153a3518cc5dbe6",
            "sentence": "When we started this business, neither one of us had had any experience."
        },
        {
            "id": "ed0560b724f64a74971f8cb2e4a30478",
            "sentence": "Tom didn\\'t want to admit that he was the one who had broken the window."
        },
        {
            "id": "6859963a9f314f32800000da3c096ef6",
            "sentence": "I used to hang out with Tom a lot, but these days he\\'s not around much."
        },
        {
            "id": "8794c58f299c47469277bb9c4b03e9c8",
            "sentence": "Now\\'s the time to decide whether you really want to get married or not."
        },
        {
            "id": "6c7b15f98fdc49218f05b246b69adf2d",
            "sentence": "I\\'m not sure I have enough time to clean my room before I go to school."
        },
        {
            "id": "1a7e9ab7fadb496d9c5a66a909d61ffa",
            "sentence": "He was raised in the United States, but his native language is Japanese."
        },
        {
            "id": "68ec42b5b1614f1294a1a7ccaf723717",
            "sentence": "I arrived at the stadium at 4:00 p.m., but the game had already started."
        },
        {
            "id": "590607cecc8f4332a62c700e9233bf6d",
            "sentence": "Tom doesn\\'t have to tell me about what happened if he doesn\\'t want to."
        },
        {
            "id": "774fefd7d9f74730846a9e21e3e20fb5",
            "sentence": "Mary wrote something in Tom\\'s notebook while he was away from his desk."
        },
        {
            "id": "f4eb7eef6bb74e5dbe631667a603b1aa",
            "sentence": "That may have been true when you were a kid, but it\\'s not true anymore."
        },
        {
            "id": "03116100194b457d9d43b7356ce08c68",
            "sentence": "Tom\\'s hand-eye coordination has never been the same since the accident."
        },
        {
            "id": "40872b394c5a49cda989e0452183a8bf",
            "sentence": "You know that Tom and Mary don\\'t get along with each other, don\\'t you?"
        },
        {
            "id": "d088fddabe0248f0b30dee3b5a8df66e",
            "sentence": "Tom and Mary both put their hands into the popcorn bag at the same time."
        },
        {
            "id": "9d44e35b4c03450398f5eee949651ec4",
            "sentence": "Tom asked me how long my parents had been married before they separated."
        },
        {
            "id": "d8c667df6e9145d4a35507984ab30d77",
            "sentence": "Tom forgot to switch off the light in the hall before he left his house."
        },
        {
            "id": "eee50fec68ab47e6a75b09f37c4fdeed",
            "sentence": "Tom asked Mary who she thought would be the most likely to win the race."
        },
        {
            "id": "0bcfd3e6e60f48a7960cde5db507ccce",
            "sentence": "Tom asked the man at the front desk where he could get his suit pressed."
        },
        {
            "id": "653afbc9087e4a1ba0e2a35c872cccce",
            "sentence": "Tom knew he barely had enough time to do everything that had to be done."
        },
        {
            "id": "5e2e276d01564766a2bfe05a07b5bbd8",
            "sentence": "I\\'ve botched things up so bad I wish I could find a hole to climb into."
        },
        {
            "id": "c18a8e5cf6254a5799712236f1ef962c",
            "sentence": "I wonder whether or not there\\'ll be more snow this year than last year."
        },
        {
            "id": "81400e6201ee4cbfae9c65c1a006dfc1",
            "sentence": "I\\'d like to move back into the apartment building where I used to live."
        },
        {
            "id": "d266114ee3ac4e31b856dd48fb770d28",
            "sentence": "I wanted Tom to play chess with me, but he said that he didn\\'t want to."
        },
        {
            "id": "a0d96a2a3a3647b5b7ddde2a01a1e25a",
            "sentence": "We\\'re looking for someone who can take care of these kinds of problems."
        },
        {
            "id": "5a6681bbb59246bd95729530f5f19559",
            "sentence": "Tom can\\'t get along on his salary because he has high medical expenses."
        },
        {
            "id": "99eeeace8a8d4c9c8465b73a6a3edb93",
            "sentence": "Tom doesn\\'t need to bring a lunch. I\\'ll make something for him to eat."
        },
        {
            "id": "7c0586698170492ba9365b5c49e1ecb7",
            "sentence": "She denied having met him even though we saw them talking to each other."
        },
        {
            "id": "922482f3c22044bcbc226566ff7e4abb",
            "sentence": "Everything that I saw was completely different from what I had expected."
        },
        {
            "id": "3b8e0186e5164287a521cd970446b972",
            "sentence": "I wonder whether or not Tom has ever asked Mary why she didn\\'t do that."
        },
        {
            "id": "9b165975f74f4e73a7f6308fd0ff485e",
            "sentence": "Tom certainly wouldn\\'t be pleased if Mary went out on a date with John."
        },
        {
            "id": "3b77eb2eae8344e4914f62d9a2601d09",
            "sentence": "Tom lived three miles away from Mary when they were both in high school."
        },
        {
            "id": "917cf8ca9653465ea740eb7217c9ea47",
            "sentence": "Don\\'t forget to tell Mary that she doesn\\'t need to do that by herself."
        },
        {
            "id": "2c9e2a3894d149efbf48a2fb1e7b83d4",
            "sentence": "Shouldn\\'t you phone home? Your parents will be wondering where you are."
        },
        {
            "id": "4f537a58924e407085b6d5bf3ceed4fb",
            "sentence": "I never imagined that my skills as a lawyer would be used to defend Tom."
        },
        {
            "id": "61f81f396b2d4b3b965bce62f7b54161",
            "sentence": "Tom wanted more coffee, so I went into the kitchen and made another pot."
        },
        {
            "id": "79da1c22aba94d968f1560cb7d12e932",
            "sentence": "I think that you\\'re the one I\\'ve been waiting for for all these years."
        },
        {
            "id": "704c048e2beb446fa677cfa6ed06a5ec",
            "sentence": "I think you\\'re the one that I\\'ve been waiting for for all these years."
        },
        {
            "id": "eaa4604f42bc41e4a17f6a6f56a6f8ff",
            "sentence": "Tom wanted Mary to buy him some stamps while she was at the post office."
        },
        {
            "id": "91852658ba33446b89698c88811f2851",
            "sentence": "Tom was hard up for money and said he would take any job he was offered."
        },
        {
            "id": "cdbfad39674d403497daaa192a9b1a02",
            "sentence": "We have three adopted children. The younger two are biological brothers."
        },
        {
            "id": "5662c676011446d0a3d44369777e5bc9",
            "sentence": "Tom called the insurance company to report that his car had been stolen."
        },
        {
            "id": "b04edfdbf4b14fa3b8ec5329daa0823e",
            "sentence": "Tom and Mary have been trying to come up with a solution to the problem."
        },
        {
            "id": "8477fcd95c7942c1adcbb278cfcab333",
            "sentence": "I was in my room and didn\\'t hear what was happening in the living room."
        },
        {
            "id": "9ad2e766977444b0875cc296e597afb4",
            "sentence": "I can tell you that if I were in Tom\\'s place, I wouldn\\'t go to Boston."
        },
        {
            "id": "90fb0f827faa4ef7bbf0da1c9191022c",
            "sentence": "Tom has written several books, but none of them have been published yet."
        },
        {
            "id": "f7b8d7ceeb394a90866522401e505031",
            "sentence": "What does Tom really think of the way we\\'ve been handling this problem?"
        },
        {
            "id": "8ce97b7c69da49ff91ddfb60a8b4d5b4",
            "sentence": "Mary put her head on Tom\\'s shoulder and Tom wrapped his arm around her."
        },
        {
            "id": "dd9dda0ba247417b89abfb9428ad654b",
            "sentence": "There\\'s still a chance that Tom might not have to spend time in prison."
        },
        {
            "id": "bad21eb19f7f4aa7b51e6c418a247453",
            "sentence": "Tom texted Mary to let her know that he was going to be late for dinner."
        },
        {
            "id": "8407410014b34af382c1222b7e96b1b8",
            "sentence": "Looking at your phone as you\\'re walking down stairs isn\\'t a good idea."
        },
        {
            "id": "a0a91355cafe412ebae4fd427d469087",
            "sentence": "Tom and I are good friends now, but we didn\\'t like each other at first."
        },
        {
            "id": "2a6daa8e7345482a9ddffefeff6ed0fd",
            "sentence": "I can\\'t tell you what a disappointment it was that Tom didn\\'t show up."
        },
        {
            "id": "44161fef7f18454bb661ee491feb7724",
            "sentence": "It\\'s hard to believe that something like that could happen around here."
        },
        {
            "id": "d61d29f964074badb41504ce2d88f779",
            "sentence": "Tom danced with Mary and only three other girls at the high school prom."
        },
        {
            "id": "e371ab74a434430395cecb45957151a4",
            "sentence": "Tom didn\\'t have the faintest idea what he was going to do the next day."
        },
        {
            "id": "fcd48387aea944d49ce364ff022617c0",
            "sentence": "Tom was injured when a large chunk of ice slid off the roof and hit him."
        },
        {
            "id": "83ae3b1dc5d84fb793170a07e4b63ec5",
            "sentence": "Tom wouldn\\'t have come if he didn\\'t think it was important to be here."
        },
        {
            "id": "ccf80db4aac244cf916df84706b7d6cc",
            "sentence": "Tom, Mary, John and Alice all think that Boston is a good place to live."
        },
        {
            "id": "21fec20ea4a84192b0d0c21d42bce531",
            "sentence": "Instead of sitting next to Tom, Mary moved the chair to the other table."
        },
        {
            "id": "6ebf2e0480084781b59a44b579209e50",
            "sentence": "Tom didn\\'t deny that he was the one who stole Mary\\'s diamond necklace."
        },
        {
            "id": "1bdfbaccb554416c83cb4bcc877da179",
            "sentence": "Starting today, I\\'m going to try to read at least three books per week."
        },
        {
            "id": "be73206936db42b19d829e2a6c570bd9",
            "sentence": "I know that I've met that guy over there, but I don't remember his name."
        },
        {
            "id": "72576f43005545aea49f9037000e2a12",
            "sentence": "Tom has been hunting for a job since he lost his previous job last year."
        },
        {
            "id": "0627511addaa4fed8241217c1bb01562",
            "sentence": "A blue suit, white shirt and red tie are essential for all male workers."
        },
        {
            "id": "90525fcee0534b84b07abb89960649c9",
            "sentence": "I was afraid to go near Tom's dog because I was afraid it would bite me."
        },
        {
            "id": "cd708e4895824787a6143fffc05b5510",
            "sentence": "If I'd known that you were sick, I could've visited you in the hospital."
        },
        {
            "id": "eacb41adf18c4554a3d56d35235871fc",
            "sentence": "Buying lottery tickets isn't considered a good way to invest your money."
        },
        {
            "id": "f48a4cd910ec461d96df8d2697094375",
            "sentence": "Doing something with someone else is more fun than doing it by yourself."
        },
        {
            "id": "4d91f1e6922e4b3bbb5e441a448d044e",
            "sentence": "I can't believe that you aren't at least willing to consider doing that."
        },
        {
            "id": "3432e5f4b9f8475e8228b15f5649494f",
            "sentence": "I'm beginning to believe we'll never be able to convince Tom he's wrong."
        },
        {
            "id": "a4c5d30e5bab4d48b9288d225d961a5b",
            "sentence": "I can't believe you wouldn't enjoy playing cards with me and my friends."
        },
        {
            "id": "36a342260d384083bc278d26b82cb8eb",
            "sentence": "If Tom had been speaking French, I would've been able to understand him."
        },
        {
            "id": "52e0249ac9074d83931194e8137bf5fd",
            "sentence": "I'd like to go to Australia, but I don't have enough money to get there."
        },
        {
            "id": "dce20db591a64ce09cbbaee5db1bf1a9",
            "sentence": "The small hill turned out to be an ancient burial mound 2,000 years old."
        },
        {
            "id": "2fbec89593d0450fae4fc81e96d8f15d",
            "sentence": "Just because you think it's not possible doesn't mean you shouldn't try."
        },
        {
            "id": "ef247d736b8a4bf896108f5d1ac525b1",
            "sentence": "The most recent report shows that we are lagging behind our competitors."
        },
        {
            "id": "c3a08da08b6f4538a7ca4f5def622148",
            "sentence": "If Tom had been a little more careful, he would've been able to do that."
        },
        {
            "id": "ea8b38853bcd47d19ba9acb4ceedb3de",
            "sentence": "Your articles always provide interesting and useful information to know."
        },
        {
            "id": "aa780c689f044fdaa3b098367df896ae",
            "sentence": "The death of one man is a tragedy. The death of millions is a statistic."
        },
        {
            "id": "f4e95160b14c4aa3bd93189bb3141dfa",
            "sentence": "Unwed couples deserve visitation rights just as much as married ones do."
        },
        {
            "id": "7d1a8b9c018f483380268c1eb63bc71f",
            "sentence": "You have the right to consult an attorney before speaking to the police."
        },
        {
            "id": "d9d884c11fa6459c99e06a012f2ff783",
            "sentence": "Nothing has to be the way it is just because it's always been like that."
        },
        {
            "id": "9d92c3efc56e4c9ab229ab9c4fbcf5ee",
            "sentence": "One of Tom's greatest failings is his seeming inability to admit defeat."
        },
        {
            "id": "414a948cdcc1473898f0dacc89e7d75b",
            "sentence": "I want you to know that if you need any help, all you need to do is ask."
        },
        {
            "id": "15e6689849ff4809a241e2c68ff952b2",
            "sentence": "If I were to give you three hundred dollars, what would you spend it on?"
        },
        {
            "id": "0927d0c75ceb4744a017ace956d4857b",
            "sentence": "Some of the students were studying. Other students seemed to be napping."
        },
        {
            "id": "5bea4169a7114e789abca6d8a5e9d398",
            "sentence": "Why don't you tell us what made you think that that was going to happen?"
        },
        {
            "id": "1349660674bf4341b31456da79b5c6a1",
            "sentence": "I'm sure I'll get along with him because we're from the same prefecture."
        },
        {
            "id": "aeba11e687e84e95ac098434f542c715",
            "sentence": "You didn't know you were the ones who were supposed to do that, did you?"
        },
        {
            "id": "a86739d3c87d425190a31c2b909bcd08",
            "sentence": "You didn't know you were supposed to do that before I got here, did you?"
        },
        {
            "id": "c2f14730c34141dcb1efd402d328cf57",
            "sentence": "You did know that I was the one who was supposed to do that, didn't you?"
        },
        {
            "id": "673e80e5d20d4ffeac671b4cc3bd5fc1",
            "sentence": "I was going to go swimming today, but I left my swimming things at home."
        },
        {
            "id": "7a70cf3d43d3433d8c473b6ce97e266a",
            "sentence": "I can't remember the last time I've seen you so excited about something."
        },
        {
            "id": "546063843c5a408ea535a7c010a90ab0",
            "sentence": "Tom was about to shoot himself, but Mary was able to talk him out of it."
        },
        {
            "id": "9f04608fe9824985bf7a7d3e83199078",
            "sentence": "Tom went to the police station to report that his truck had been stolen."
        },
        {
            "id": "cf57e54723e74253898b28f6ae967f32",
            "sentence": "I heard something about that, but I don't know if what I heard was true."
        },
        {
            "id": "54975a8d978d4295ad251efe83a35c73",
            "sentence": "You look like a kid who was just caught with his hand in the cookie jar."
        },
        {
            "id": "f08d3b92780f46978e7df818fc273371",
            "sentence": "It was against school rules to wear makeup at the high school I went to."
        },
        {
            "id": "84200aaf727e4bd7a69a61a54c96a627",
            "sentence": "Is it true that there are more male bus drivers than female bus drivers?"
        },
        {
            "id": "0a000fe0b39a41da8b6c59af2533bc31",
            "sentence": "The bus didn't have any passengers on board at the time of the accident."
        },
        {
            "id": "bef5cd8a1eb34b9b928e6d35c92c40a1",
            "sentence": "If the bus driver had had a gun, things might've turned out differently."
        },
        {
            "id": "904d6410c93a4518af8069ca9b60d4fe",
            "sentence": "If it hadn't been for your raincoat, I would've been soaked to the bone."
        },
        {
            "id": "aed1e2866ab74ed18e63491849b40f35",
            "sentence": "Buckle down and get to work. Do you think we're on a Sunday picnic here?"
        },
        {
            "id": "b0ab04a4f88a4fe686a79888870e45f5",
            "sentence": "No matter how interesting magic shows may be, I don't like them so much."
        },
        {
            "id": "72776c5e6b19470883555c1d98eccb79",
            "sentence": "What that fortuneteller said yesterday is nothing to be concerned about."
        },
        {
            "id": "bd3e715c95ee4161b5424930f2b9761a",
            "sentence": "This is how I've always done this, and I plan to keep doing it this way."
        },
        {
            "id": "4cc875698e9d41d6aca11501e9ca3ff5",
            "sentence": "If anyone finds out what I did, I'll be the laughingstock of the school."
        },
        {
            "id": "b81379ef49f2470687826a17e3efc0f9",
            "sentence": "The doors opened and a large crowd of people rushed out of the building."
        },
        {
            "id": "6fbcf1eba21742489a016be2f57cb0fd",
            "sentence": "The hospital that used to be across the street remained open until 2013."
        },
        {
            "id": "2e6b56efae0548c08ac4ecaa4ceba622",
            "sentence": "My father always thought that he wanted to be a pilot when he was a boy."
        },
        {
            "id": "e10349d9edaa4081aa6eb714a87a2c5b",
            "sentence": "My mother told me that a boy should never kiss a girl on the first date."
        },
        {
            "id": "a8893642b1cd44fb8d215b920fa51f2d",
            "sentence": "Tom knew that Mary had told John that she saw Alice kissing another man."
        },
        {
            "id": "633b4c807d2e44978a9789e42f8801b1",
            "sentence": "Many people think that children spend too much time watching television."
        },
        {
            "id": "546b0eaf122f4b73960d6c245b2cbb8f",
            "sentence": "The world follows one golden rule: whoever has the gold makes the rules."
        },
        {
            "id": "dda2ab94551c4b22aae6521be8941858",
            "sentence": "At the moment, it doesn't look like the conflict will end any time soon."
        },
        {
            "id": "f8fd726dcc1b4f89b3b3df5fb2710eda",
            "sentence": "Frederic Chopin wrote his first composition when he was seven years old."
        },
        {
            "id": "c6f84c5633d2487da271cf0bbd161977",
            "sentence": "The hospital quarantined the infected patients to avoid cross infection."
        },
        {
            "id": "e240a1d76eba409e8c5d17eace008774",
            "sentence": "Tom would be able to explain everything to you much better than I could."
        },
        {
            "id": "b0be264fb3f84076993757631fe00783",
            "sentence": "Tom called Mary's mother and asked her if Mary was allergic to anything."
        },
        {
            "id": "b34e07f5730f4e24a06db7392405b84d",
            "sentence": "I suspect that Tom won't tell Mary the real reason he's going to Boston."
        },
        {
            "id": "70998e0f488e4a3fbda25d93c3fc7c52",
            "sentence": "Tom and Mary spent the afternoon planning their first vacation together."
        },
        {
            "id": "035fbd9c7f4348f08b962781cc8c20e7",
            "sentence": "Tom knows some French, but not really enough to carry on a conversation."
        },
        {
            "id": "26fb10290cf64513b6ec511df4688538",
            "sentence": "You ought to get into the habit of brushing your teeth after every meal."
        },
        {
            "id": "d82ab2c73af6411fa8005806b48b372b",
            "sentence": "Tom handed Mary his car keys and told her that she could borrow his car."
        },
        {
            "id": "66e4ea05995b43f4955764dc2ee6a8c4",
            "sentence": "I don't have good luck, so I don't play pachinko or buy lottery tickets."
        },
        {
            "id": "30f06cfe1d2a4cd6983129b0bb55bd05",
            "sentence": "To avoid interest charges, Tom pays his credit card in full every month."
        },
        {
            "id": "60dd6eea680d4da8ab9f76420e1ae6ec",
            "sentence": "The economy still hasn't completely recovered from the financial crisis."
        },
        {
            "id": "43f346ef37bf4629a21cb98731ef302d",
            "sentence": "She's determined to get back at her friend for stabbing her in the back."
        },
        {
            "id": "6535a4575d814f188eac2b1ddb2ee309",
            "sentence": "If it hadn't been for your raincoat, I would've been soaked to the skin."
        },
        {
            "id": "1c47f3331113461ba1be4d5e8df766db",
            "sentence": "How much do you think it would cost to get to the zoo from here by taxi?"
        },
        {
            "id": "2d526def009e475194a202b4a0346556",
            "sentence": "I've brought three cases of beer. We don't have to drink it all tonight."
        },
        {
            "id": "0ef9d68ee5424842b85f9a0581c19be3",
            "sentence": "I was tired yesterday when I got home from work, so I went to bed early."
        },
        {
            "id": "90e71a75abdb4ff2b8eca9cc6f542be2",
            "sentence": "I have three brothers. One lives in Japan and the other two live abroad."
        },
        {
            "id": "c6ee6c35284049a9bb6ddf24cdbd660e",
            "sentence": "I think we'll get there in time if we don't get caught in a traffic jam."
        },
        {
            "id": "9a105b9592304b5bb5aa1887e01fdb91",
            "sentence": "Tom is from another country, but I can't remember exactly which country."
        },
        {
            "id": "5ee3b5a0485d424e89797f47aea3e654",
            "sentence": "I still have the sweater that you gave me when I was thirteen years old."
        },
        {
            "id": "bb3319830f704a939736faf8de673d81",
            "sentence": "I wish I had time to go home and change into something more appropriate."
        },
        {
            "id": "a10ce3d5454c40b6ba1f46710bc06a05",
            "sentence": "I knew I should never have gotten involved with your harebrained scheme."
        },
        {
            "id": "d9bda0bca0b248cca38f5e8ad30f9a34",
            "sentence": "Tom thought that Mary and John might be dealing with contraband weapons."
        },
        {
            "id": "14fc48b9c1d849e28a2e7370383688f5",
            "sentence": "The restraining order prevents Tom from being in the same place as Mary."
        },
        {
            "id": "6111005aee8a49969851624d54390b24",
            "sentence": "Quite a lot of people were surprised by the fact that Tom had joined in."
        },
        {
            "id": "8efd2b6db3ae4d838713665100f7c91a",
            "sentence": "I can put up with a house being untidy, but I don't like it to be dirty."
        },
        {
            "id": "6f609e25238b4c87baee5fd3b31a7f19",
            "sentence": "The lawyer asked the judge to make allowance for the age of the accused."
        },
        {
            "id": "74747a749dca472bb58e5d0406eca4ce",
            "sentence": "Tom ate lunch at a small restaurant near the hotel where he was staying."
        },
        {
            "id": "5e1a7ad6b37e4de887d3d7c617ec7199",
            "sentence": "I will have been to Hokkaido three times if I go once again this summer."
        },
        {
            "id": "a2363d8fab3b4d3f9ce18e3bea8f0790",
            "sentence": "Would you please let me know when it would be convenient for us to meet?"
        },
        {
            "id": "617ef6c9f68e4875920741c6e08d252f",
            "sentence": "In the U.S., most people can vote when they reach eighteen years of age."
        },
        {
            "id": "ea79be964e5e4f6bae6ed591d41fbe8c",
            "sentence": "I'll do your shopping, clean up the house, and cook your dinner for you."
        },
        {
            "id": "a2ea3c6b672e4663a5ebe16616f3a7e8",
            "sentence": "As I missed the train, I had to wait for the next one for about an hour."
        },
        {
            "id": "da95899586d84211aa2337d8d4e79080",
            "sentence": "The boy was on the point of drowning when his father came to his rescue."
        },
        {
            "id": "eaafbe980a6742479da5c76e6e3a9ea4",
            "sentence": "It is rumored that the firm is going to tie up with an American company."
        },
        {
            "id": "549e4e40eb0a4bcabaf08bbcc3fef8b2",
            "sentence": "He got into the habit of smoking soon after he got a job in the company."
        },
        {
            "id": "5857efb0eba54e709fcb3198d8bbb574",
            "sentence": "The morning after I arrived there, I took a walk into the woods of oaks."
        },
        {
            "id": "b6351a385df54d6487c27c2bc12b41d5",
            "sentence": "I recognized the bank teller as the man I had seen in the movie theater."
        },
        {
            "id": "41ebb16f8fc2479f95d499e2a494a34b",
            "sentence": "It was not what he said, but the way he said it that made me suspicious."
        },
        {
            "id": "4e20994ec1b4496b880c0e42cdb652b1",
            "sentence": "When Kawazoe pinned me down at the meeting, I broke out in a cold sweat."
        },
        {
            "id": "9b6d1a35bd724c5197d6297e985ac1e0",
            "sentence": "Please telephone me when you have made up your mind what you want to do."
        },
        {
            "id": "ceed56a4262543598192f1c47cae8eda",
            "sentence": "To be a good batter, you've got to hang loose and follow your instincts."
        },
        {
            "id": "deaa1058494b44cc95b2cc7ababb6b5c",
            "sentence": "She would have fallen into the pond if he had not caught her by the arm."
        },
        {
            "id": "afcabeee1d2b41e08bf2a07afca6ac61",
            "sentence": "If I go by air one more time, I'll have flown in an airplane five times."
        },
        {
            "id": "64017ee840ba4ff0bd094df9fdde73fe",
            "sentence": "We stopped over in Los Angeles for two nights on the way to New Zealand."
        },
        {
            "id": "e63135ca31854ebe8c548660c45e8730",
            "sentence": "It's a good rule to look both ways before you cross the street anywhere."
        },
        {
            "id": "b0b91abb6bb54aac96dfd72e7acb089b",
            "sentence": "I was just wondering if Tom had ever been over to your house for dinner."
        },
        {
            "id": "8c225c70642b453da638d5c1f4f6ba00",
            "sentence": "Tom isn't the only one who has to study hard. I have to study hard, too."
        },
        {
            "id": "6024a15fb78f432b838408eefa899983",
            "sentence": "So much has happened. It's as if the whole world is flipped upside down."
        },
        {
            "id": "4bcd87884882437ca7bd4f18ddd0cec9",
            "sentence": "I'm wondering if any of my kids will remember that today is my birthday."
        },
        {
            "id": "c8219529c3934b98978a10bf2031dc41",
            "sentence": "Tom knew that Mary wasn't from Boston even though she said that she was."
        },
        {
            "id": "a4b0ebf9a4664e529627b5186d2c579e",
            "sentence": "I looked for the key under the welcome mat and in the nearby flower pot."
        },
        {
            "id": "9ff4a473e65b4395b0d89e7f36726c0b",
            "sentence": "What's important isn't how many books you read, but what books you read."
        },
        {
            "id": "5c206ef91e2f42dba696c14b83db1666",
            "sentence": "My teacher told me that I should've spent more time preparing my speech."
        },
        {
            "id": "2856ea637fcf482683da228f8c2d149f",
            "sentence": "Someone came into our house and stole some stuff while we were sleeping."
        },
        {
            "id": "f5203607384e4e9990a7f8142d29d6c8",
            "sentence": "There are usually never many cars on the road this early in the morning."
        },
        {
            "id": "7923d82c81664e1eb18f39e36cd5e272",
            "sentence": "Children who are sixteen years old or younger may not enter the theater."
        },
        {
            "id": "fd7f86db0bae423eae16ebd385d05472",
            "sentence": "I think Tom has more than only a passing interest in what happens to me."
        },
        {
            "id": "60f8f81ff11d441187d4e6a54be9871e",
            "sentence": "The world didn't end on the day that the cult leader predicted it would."
        },
        {
            "id": "7d1404237dfb493b92b9e0ae8f31606a",
            "sentence": "I learned to drive a car when I was eighteen and got a driver's license."
        },
        {
            "id": "f7677a2f95a74038a0789e80d6e49e3d",
            "sentence": "Nothing makes us age quicker than the thought that we're ageing quickly."
        },
        {
            "id": "24e397c87adb44c490d5f585ffbc0141",
            "sentence": "I'm going to a Japanese restaurant tomorrow with my sister and my niece."
        },
        {
            "id": "7fcc70a52ad24af382ea218648bb6ab5",
            "sentence": "Even though I was speaking in French, they didn't seem to understand me."
        },
        {
            "id": "c9eb19ec0e494867af556693f5f11246",
            "sentence": "I'm near-sighted, so I can't make out what is written on that signboard."
        },
        {
            "id": "f88f17f38733408291dfb67b8b81d1d8",
            "sentence": "I'm pretty sure that I won't be able to convince Tom to stop doing that."
        },
        {
            "id": "4e74a226effd47aaa39bef3ec05db5ce",
            "sentence": "Tom was angry when he found out that he was getting paid less than Mary."
        },
        {
            "id": "2bb2b7d70c0147a882c8220fd787d03a",
            "sentence": "If you find yourself craving junk food, then pick a healthy alternative."
        },
        {
            "id": "1cd538f3f9784079ad3c1f0f0de73633",
            "sentence": "Tom and Mary told me they wouldn't be able to go swimming with us today."
        },
        {
            "id": "4a1523aafee34f4fac409385f173e8c8",
            "sentence": "If you're asking me whether this is correct or not, I don't really know."
        },
        {
            "id": "b8cbe528d00642b1b1a519bbd1a7fd58",
            "sentence": "I wonder whether Tom knows that Mary was involved in a traffic accident."
        },
        {
            "id": "77c8975a468545229e7959ed1981d67d",
            "sentence": "Every time Tom and Mary were about to kiss, somebody came into the room."
        },
        {
            "id": "1fe756d8f098417880109fb627bbcfb0",
            "sentence": "No matter how fast you may walk, you won't be able to catch up with Tom."
        },
        {
            "id": "57152c31ed6042b4a83e8fdc5daba3e9",
            "sentence": "Tom hopes Mary knows that she shouldn't do what John has told her to do."
        },
        {
            "id": "880f134764db476299113b74d0ebef2c",
            "sentence": "Tom hopes that Mary knows she shouldn't do what John has told her to do."
        },
        {
            "id": "6b4670e95df14fb9ad6b69a3b6b1c0c4",
            "sentence": "Tom told me that he thought that Mary would be interested in doing that."
        },
        {
            "id": "e5fb134f012e4c4f9c5c95b02f78d3f8",
            "sentence": "My doctor says the hives are probably caused by the dish soap I'm using."
        },
        {
            "id": "3780ba020cac40f38cc4d7640f696003",
            "sentence": "Nowadays, we often use the term \"senior citizen\" to refer to old people."
        },
        {
            "id": "4a8cb0163d524df4a2a34e384847fa1e",
            "sentence": "Could you buy some eggs and milk for me while you're at the supermarket?"
        },
        {
            "id": "25a2c50f9d464fc28b214fa9d16017a5",
            "sentence": "Tom said that if I couldn't help him, he'd get someone else to help him."
        },
        {
            "id": "2f290bd575c94b23b9f2af1b0405683b",
            "sentence": "Tom said that if I wouldn't help him, he'd get someone else to help him."
        },
        {
            "id": "2ce394d4580f4263b49157ebdb201eef",
            "sentence": "By the time I got there to pick Tom up, he was more than ready to leave."
        },
        {
            "id": "a2407d8256094379bee759cd7945f68a",
            "sentence": "Tom's childhood might've been happier if his parents had stayed married."
        },
        {
            "id": "dd10bb2b97594fdab4a0131fbb5a1c96",
            "sentence": "You should expect this kind of thing to happen more often in the future."
        },
        {
            "id": "5dfd683f7d8b431ab16e671d6f15fe27",
            "sentence": "Tom lives further away from school than Mary does, but closer than John."
        },
        {
            "id": "1369506c1ae44793a76051801795d1ca",
            "sentence": "A flight attendant was rescued from the wreckage of the passenger plane."
        },
        {
            "id": "d7f478894b7a4be9ab07ecf100384579",
            "sentence": "Tom woke up in the night with a burning pain in the middle of his chest."
        },
        {
            "id": "4f04d3204a5d4994b35b9ded591c3b51",
            "sentence": "Tom regrets not having gotten on better with his brother over the years."
        },
        {
            "id": "e9e76467b81945ca8196dd245312d094",
            "sentence": "Tom sent Mary a text message telling her he wanted to break up with her."
        },
        {
            "id": "52b97dc37d3646f68ab367983f461bfe",
            "sentence": "Do you think that anyone else in your office will get married this year?"
        },
        {
            "id": "b1d901182d20424ab112d239421d039b",
            "sentence": "I suspect Tom and Mary probably didn't do what they were supposed to do."
        },
        {
            "id": "62d468abcad945c3a058e54bc961fba8",
            "sentence": "A long time ago when I was young, I used to write in my diary every day."
        },
        {
            "id": "c5671e66a24b413bb56b05e495e3be22",
            "sentence": "At the time, Mary was probably the most photographed woman in the world."
        },
        {
            "id": "ab5b5c6894c348d7ac535e210557265a",
            "sentence": "It's none of your business, so don't mess up things by getting involved."
        },
        {
            "id": "be8a30d1afa248478aeb2bceaa1ea196",
            "sentence": "Don't take it for granted that Tom will help us every time we need help."
        },
        {
            "id": "0e82431e35194f5ea92e771a6f60848e",
            "sentence": "The car that I have now is much better than the one that I used to have."
        },
        {
            "id": "7c1d19075feb4ab094aa3b8185731772",
            "sentence": "I think that it's highly unlikely that Tom will get custody of the kids."
        },
        {
            "id": "6c670597db4941538f37d00bd47bf179",
            "sentence": "Do you think that there's any chance that Tom knows Mary's phone number?"
        },
        {
            "id": "8e32d4e188ea4ca895247c98a750b942",
            "sentence": "I still think that it's unlikely we'll ever find someone to replace Tom."
        },
        {
            "id": "8c8193bf29384f9781159165a81e4e63",
            "sentence": "I think that it's time for me to accept responsibility for that problem."
        },
        {
            "id": "1181173b9b1540169dc5ecbfea9c9daf",
            "sentence": "The company incurred a deficit of $400 million during the first quarter."
        },
        {
            "id": "b2419c519c53442687a26d0fa27daa90",
            "sentence": "What I was trying to say was that I could help Tom, but I don't want to."
        },
        {
            "id": "368e1fbcabea450183061a996b40d0df",
            "sentence": "If you want to go fast, go alone. If you want to go far, go with others."
        },
        {
            "id": "b8596e2a4b2344bea671394c0e11d49c",
            "sentence": "Tom needed to go to the bathroom, but he was too shy to ask the teacher."
        },
        {
            "id": "cedbdae8791d41fa91e15d02859367a1",
            "sentence": "No one knew what he was actually called. Everyone simply called him Tom."
        },
        {
            "id": "5296309e11084a7d96560961bb132aed",
            "sentence": "It's unlikely anybody other than Tom would be interested in buying this."
        },
        {
            "id": "48f5996a6a4d4ea982d460be5cc9e005",
            "sentence": "Tom finally realized Mary was never going to consider him her boyfriend."
        },
        {
            "id": "f39b5a8fac1548bca424371c0993ba9d",
            "sentence": "My brother is so smart and witty that I can not beat him in an argument."
        },
        {
            "id": "f3b1d6ead8de41aaa20fef30819ecf2e",
            "sentence": "I borrowed the book from the library, but I haven't read much of it yet."
        },
        {
            "id": "b2deb31644084e0fa1789f042e87b56f",
            "sentence": "Nothing is the matter with the car. It's just that you are a bad driver."
        },
        {
            "id": "0af6455ec76f474883a12fc49896eb3a",
            "sentence": "My mother's religion helped her to come to terms with my father's death."
        },
        {
            "id": "bf799baa5dc844e48cc17df39184f0f2",
            "sentence": "When he was faced with the evidence, he had to admit that he was guilty."
        },
        {
            "id": "20e91b80100d4941ad5e00e96b34c6f0",
            "sentence": "Before deciding to buy it, I tried on the jacket to see if it would fit."
        },
        {
            "id": "587693c178c84a4eb49b102478cd1e46",
            "sentence": "At Christmas he went out of his way to buy me a really nice model plane."
        },
        {
            "id": "fc430ff2c0ac4f8fbe0febc6d2b45294",
            "sentence": "Her eyes shone with joy when she saw that her mother was not mad at her."
        },
        {
            "id": "d7819c98ba4f418cb6ff7144550cd7ff",
            "sentence": "It is the things that we do not possess which seem to us most desirable."
        },
        {
            "id": "32dadfdd65c44c76be77e8578e943f93",
            "sentence": "I'm looking forward to meeting with you the next time I visit your town."
        },
        {
            "id": "8d966f85668948cba0af41f97fc0cb7a",
            "sentence": "I didn't get much sleep last night so I was nodding off all day at work."
        },
        {
            "id": "6711fcfa4929474ea688dacd61c00930",
            "sentence": "I was walking in the park with a friend of mine when it started raining."
        },
        {
            "id": "f0efd74f02ad4906a22fad281dadb425",
            "sentence": "We can stay here for as long as our supplies of food and water hold out."
        },
        {
            "id": "7f784818ba3b430cab9ca0467f6a89a5",
            "sentence": "I don't want to work in a company that doesn't care about its employees."
        },
        {
            "id": "047f5ff3a75843baaac08ce933d833b2",
            "sentence": "If you keep on drinking so much, you might end up becoming an alcoholic."
        },
        {
            "id": "21459c67229f428dbe9ed83ec265093b",
            "sentence": "He gently took the paper out of her hands and said, \"It's time to rest.\""
        },
        {
            "id": "2d4d50a65dfe4dcc8a42825df8870662",
            "sentence": "I bought a pair of gloves for Tom. For Mary, I bought a pair of mittens."
        },
        {
            "id": "5b58c2926c6140eaaf3b270f19ac10a4",
            "sentence": "Tom's daughter who lives in Boston will be coming for a visit next week."
        },
        {
            "id": "2114e71ef79d49feb689972876d2ea78",
            "sentence": "It's surprising you haven't heard anything about what's going to happen."
        },
        {
            "id": "c6229ff677f44d0dbd0d608334ab70c6",
            "sentence": "A module is said to be semisimple if it is the sum of simple submodules."
        },
        {
            "id": "5f00f98c96fd4363b1a6008d5fa28bdb",
            "sentence": "Do what you think has to be done in the way you think it should be done."
        },
        {
            "id": "a1b77caf35f7457a9ba3b04744da2be0",
            "sentence": "Don't just read books. Go outside once in a while and get some exercise."
        },
        {
            "id": "d47119c2bc06496594189edb806da7bf",
            "sentence": "No matter how hard you try, you won't be able to finish that in one day."
        },
        {
            "id": "6e5935e0a142490db708f75bf69ed206",
            "sentence": "Without your help, I couldn't have gotten over that difficult situation."
        },
        {
            "id": "3d8c1c2181a54559873e6d6648ae8799",
            "sentence": "Tom and Mary became friends with the other children in the neighborhood."
        },
        {
            "id": "c66dd1c4fa964a74a97881c727a0e352",
            "sentence": "Why do you always speak to me in English? Is it because I'm a foreigner?"
        },
        {
            "id": "9deab7e106f3441fbb94ac0ca8eacc70",
            "sentence": "Even though he's turned twenty, he's still too timid to chat with girls."
        },
        {
            "id": "df9f6f5d7e8941f28faeb9d3a61f5259",
            "sentence": "Tom had no idea Mary was planning to stay in Boston for three more days."
        },
        {
            "id": "d57020919e3b4694a65d111066f33807",
            "sentence": "Let me know beforehand instead of springing it on me at the last minute."
        },
        {
            "id": "eb243056080a42a6841209c64f8b414f",
            "sentence": "Mayan pyramids and large temples were built elegantly using stone tools."
        },
        {
            "id": "57439dee6c064da5a722ab273f6da5e6",
            "sentence": "Tom came to Boston last summer and stayed with us for a couple of weeks."
        },
        {
            "id": "5dc4612f8415480b9b56b61cee5c6fe2",
            "sentence": "You're the only person I know who likes getting up early in the morning."
        },
        {
            "id": "c4325f37cba94c81aa25cb48fc037d85",
            "sentence": "A statue was erected in the park to commemorate the fallen of both wars."
        },
        {
            "id": "34915360d17b4fa886b1d261127ce0ba",
            "sentence": "I wish that I knew where Tom bought those shoes. I'd like to buy a pair."
        },
        {
            "id": "7dbbfb36cabc4524be1061abe6bee951",
            "sentence": "Tom rushed home to get his washing off the line before the rain started."
        },
        {
            "id": "13867bec87b74515a8f8c62aa6c4f02d",
            "sentence": "All men are mortal, and Socrates is a man, therefore Socrates is mortal."
        },
        {
            "id": "60e58913d74d48c3848d75524a810735",
            "sentence": "I wonder what happened to the letters that Tom asked me to mail for him."
        },
        {
            "id": "65c7da712a994479a698c7f07d317085",
            "sentence": "Cats, dogs, monkeys, bats, whales, dolphins, and humans are all mammals."
        },
        {
            "id": "5ac527b080e94496a754206e7b4dcadf",
            "sentence": "Everyone is a moon, and has a dark side which he never shows to anybody."
        },
        {
            "id": "d0dbed0597a44d78883c63b44abda612",
            "sentence": "Mary told her friends that she didn't like the ring that Tom bought her."
        },
        {
            "id": "5395c9be041341cd80335ac29dd3f0d3",
            "sentence": "Which of the languages you know was the most difficult for you to learn?"
        },
        {
            "id": "49e95c99c018416bbbf371f6cb3c740f",
            "sentence": "I came across some old family photos when I was cleaning out the closet."
        },
        {
            "id": "fadd5a92b0df49c4ac4d4e110ffd38ca",
            "sentence": "Over 4 million Australians communicate in a language other than English."
        },
        {
            "id": "33264ee490264ff1b8e0985a7f017c4b",
            "sentence": "If you get good grades at school, I'll let you go to Boston next summer."
        },
        {
            "id": "87902d74a7284193963d278fcb278e38",
            "sentence": "Do you want to learn French? If so, then you've come to the right place."
        },
        {
            "id": "4f88aac5cb1c4aaf82a01898be22aa60",
            "sentence": "Even though we can't be perfect, we still want to strive for perfection."
        },
        {
            "id": "5ce7eead0063483c9c6a60e64c0462df",
            "sentence": "Take more money with you because you never know how much you might need."
        },
        {
            "id": "cd90c69fa5be48bfbad4fb1e55940659",
            "sentence": "No matter how ruthless you are, you'll never snuff out all your enemies."
        },
        {
            "id": "e8f96cb1e05d4c37a9788690c1cf1554",
            "sentence": "Mary wasn't expecting roses for her birthday, so she was very surprised."
        },
        {
            "id": "9dd2764704564cd68d167362e29dc65c",
            "sentence": "Tom was able to buy a gun, but he wasn't able to buy any bullets for it."
        },
        {
            "id": "85a59ba38dbb4c79b7e4ae537ea17ad6",
            "sentence": "Instead of telling us to do it for you, why don't you just ask politely?"
        },
        {
            "id": "0374fd5f24f043ffa8e4de5101d865a2",
            "sentence": "Don't drink and drive or get into a car with anyone who's been drinking."
        },
        {
            "id": "d1cbe710ab304aed83cc11b0562abacb",
            "sentence": "Tom usually only drinks one glass of wine, but yesterday he drank three."
        },
        {
            "id": "607b9f6e70404e48af2b9a5b7ba6f18a",
            "sentence": "It's common for people who are hard of hearing to know how to read lips."
        },
        {
            "id": "e4863959f1974b898e27141447a9daa2",
            "sentence": "I don't think you're doing that as well as you could with a little help."
        },
        {
            "id": "46be3b132a9b443d8141a64c94233e0a",
            "sentence": "Imogen of the Internet looks rather svelte after six hours of Photoshop."
        },
        {
            "id": "18989a08194f4443a89e576cf5df63a6",
            "sentence": "As a rule, he arrives at the office at about nine-thirty in the morning."
        },
        {
            "id": "feff9ab8c6bd4a5da48d410064d3e6f0",
            "sentence": "Please choose a password that's easy to remember but also hard to guess."
        },
        {
            "id": "9e9bcb9db1a44d95ac9b55b7b6eaa1a5",
            "sentence": "You aren't actually suggesting that I go out with another girl, are you?"
        },
        {
            "id": "de02edb32b2f4aa588aff50776b79927",
            "sentence": "It's possible we won't be able to get to Boston in time for the wedding."
        },
        {
            "id": "abc937b846f94705ae7f0237e62074de",
            "sentence": "Happy New Year. I'm looking forward to working with you again this year."
        },
        {
            "id": "6ef39cfc49f54814b5802f85d3dcf659",
            "sentence": "The surgeon who operated on Tom is very experienced and highly regarded."
        },
        {
            "id": "f8429df66f2d4440b3d36c01556b067f",
            "sentence": "Tom found living with the guilt for what he had done, almost unbearable."
        },
        {
            "id": "cd6ebbc11fb94fb6bca8624d167624ad",
            "sentence": "I'll keep my fingers crossed that everything will go well for you today."
        },
        {
            "id": "2a9a935f224a435cb2994547fb7d79d6",
            "sentence": "We caught an express train that left later and got there much too early."
        },
        {
            "id": "b3db5e666bc84b9a8cc5fdec9d9d4387",
            "sentence": "I don't think that Tom is going to go to Australia with Mary next month."
        },
        {
            "id": "f88c608ec0224007aff773cc3a706c3e",
            "sentence": "You'll save your father a lot of worry if you simply write him a letter."
        },
        {
            "id": "2a1a4af2b8a04d53a0dfd73de7a730f8",
            "sentence": "When the weather had cleared, the children began to play baseball again."
        },
        {
            "id": "7f72777b21e14283b085e3afd8805e78",
            "sentence": "Fully booked for the night, the hotel had to turn away some late guests."
        },
        {
            "id": "f552fd94e1314a1390ade4dc416b239d",
            "sentence": "Please accept our heartiest congratulations on the marriage of your son."
        },
        {
            "id": "42876e8b9ad849fa8f4f3bccb89fbf04",
            "sentence": "The firm has added 25 new associates to work on mergers and other deals."
        },
        {
            "id": "d5ced3f34eb24615b197c2fd6f4f1344",
            "sentence": "Tom entered the teachers' room even though students weren't supposed to."
        },
        {
            "id": "1a0222fb7c214d72b7b197b973b014f0",
            "sentence": "Tom thought it would be better to go talk to Mary than to just text her."
        },
        {
            "id": "f4c35656be654b11accd1a7018ac61f9",
            "sentence": "Tatoeba: Ever heard of sentence fights? Yeah, that's what we do for fun."
        },
        {
            "id": "7fd5c1348c5e42d29c749035cc2e19a4",
            "sentence": "This is probably one of the most frequently-asked questions that we get."
        },
        {
            "id": "0b263bc28c71418191cba0f03bac8de3",
            "sentence": "Tom couldn't find a job that he liked in Boston, so he moved to Chicago."
        },
        {
            "id": "39ea911ebaad4488a02bbd21d037e88f",
            "sentence": "A lot of horror films start with a young family moving into a new house."
        },
        {
            "id": "ea1bcc9b248945bcb367a64d62ab7203",
            "sentence": "As soon as I entered my office, I saw that the safe had been blown open."
        },
        {
            "id": "06f0cd6471e74a8590c5344c9d637939",
            "sentence": "There's nothing wrong with remaining silent when there's nothing to say."
        },
        {
            "id": "9b58932156454a3f8b39c2ca7ae0c9e5",
            "sentence": "Tom didn't like to travel, but Mary did, so he ended up traveling a lot."
        },
        {
            "id": "60b72a2fb92b4c3ca880a0178a8fb8e0",
            "sentence": "It would've been nice if Tom had listened more closely to what was said."
        },
        {
            "id": "02f3025a084a474fb8fc152731acde50",
            "sentence": "I'm sorry we're late, but we were caught up in the five o'clock traffic."
        },
        {
            "id": "78062311ce0c4f2495ac44bc44442b2b",
            "sentence": "There's no way to explain this in a way that Tom will likely understand."
        },
        {
            "id": "f4c797e0c4ea47ac9aedf1f5742ec2fd",
            "sentence": "Listening to Tom cry like that, you'd think it was the end of the world."
        },
        {
            "id": "9ae888859a4a4893ae5dbf429de33611",
            "sentence": "I want to buy a house, but I don't have enough money for a down payment."
        },
        {
            "id": "c5bba45c95c14b919889f27b1acf5cd9",
            "sentence": "Have you tried everything or do you still have something up your sleeve?"
        },
        {
            "id": "92e525c607bd45608cf3e39d75015755",
            "sentence": "One of my ex-girlfriends is now dating my younger sister's ex-boyfriend."
        },
        {
            "id": "c94e0e6bf72f4c5e975ea302ed60b0f6",
            "sentence": "I walked our dog this morning, but usually Tom is the one who walks her."
        },
        {
            "id": "4ce51f5e36314b94be134af189b8ae41",
            "sentence": "Having finished the delicious meal, Tom and Mary weren't hungry anymore."
        },
        {
            "id": "15a7afbb4b4e4135af5288a846ec314f",
            "sentence": "Have you ever stopped to think about how things could be if we did that?"
        },
        {
            "id": "2a0c2c19220745a38dd23d748b4d843c",
            "sentence": "Tom will only do what he wants to do, no matter what you tell him to do."
        },
        {
            "id": "2ee68f1630b341ee9646e64c54345435",
            "sentence": "Tom and Mary got married, even though their parents didn't want them to."
        },
        {
            "id": "930d3ffc0df248ad968e779c29190ae6",
            "sentence": "I'm driving to Boston, so whoever wants to come with me, get in the car."
        },
        {
            "id": "5f04fc51ae744284ae26a009b3b3cd21",
            "sentence": "Tom didn\\'t think he had the stomach to tell Mary what needed to be done."
        },
        {
            "id": "ae396f9acc634aa68e917b1611c92192",
            "sentence": "I learned to drive a car and got a driver\\'s license when I was eighteen."
        },
        {
            "id": "631d1940aa55475eb5bd7602b4838428",
            "sentence": "It didn\\'t surprise me at all that Tom got arrested from drunken driving."
        },
        {
            "id": "d19f2b574d00461cb18b70e2ed0af5bc",
            "sentence": "The teacher told Tom that he couldn\\'t give him anything higher than a C."
        },
        {
            "id": "a08237f81af54b35a6a1a978d2641883",
            "sentence": "Tom and Mary often text each other, even when they\\'re in the same house."
        },
        {
            "id": "2e1bcaf37bad4835b44088e2397f4bcb",
            "sentence": "Tom bought a camera just a couple of days ago, but he\\'s already lost it."
        },
        {
            "id": "06131dda085a46ac9dfe99fa87041f60",
            "sentence": "Tom is over thirty, but he\\'s still financially dependent on his parents."
        },
        {
            "id": "e671d6ba271c4f91bdf00698e3df1a3a",
            "sentence": "Tom\\'s divorce from Mary reportedly cost him more than a million dollars."
        },
        {
            "id": "9aaae9dd94024b4896bcef77708ed12a",
            "sentence": "Try not to spend so much time complaining about things you can\\'t change."
        },
        {
            "id": "1a0e264c8d114caf972ba45512596a08",
            "sentence": "We can either go to the beach or go mountain climbing. We can\\'t do both."
        },
        {
            "id": "195551a6b5b447348bbf041dd0da9bb1",
            "sentence": "Tom is the only American Mary knows whose father wasn\\'t born in America."
        },
        {
            "id": "d411587819794cfdbec5f56305294ca6",
            "sentence": "Tom knew certain things about Mary that she hoped he wouldn\\'t tell John."
        },
        {
            "id": "a8383cc1ae974dc0bd52976d54de053e",
            "sentence": "Tom needs at least nine hours of sleep every night or he can\\'t function."
        },
        {
            "id": "185995b2ba924106ac9b41bdef70f63e",
            "sentence": "Tom promised Mary that he\\'d meet her last night, but he never showed up."
        },
        {
            "id": "7f1995267ca4415a9f283fab5fd394aa",
            "sentence": "I was allowed to go there on condition that I came back by five o\\'clock."
        },
        {
            "id": "14f3bd4484fc45058e2ccc97cf95e09a",
            "sentence": "I wonder where the ice cream is. Do you think Tom could\\'ve eaten it all?"
        },
        {
            "id": "e9e216b447c44550ad84b370891287a3",
            "sentence": "Tom gave a lot of his old clothes to a homeless man that he met recently."
        },
        {
            "id": "3471a6b5da6e4cec9ce0dd2e7c0395e5",
            "sentence": "Tom got a box of cereal out of the cupboard and poured himself a bowlful."
        },
        {
            "id": "96bdf7986cd941e4a6ce3123ddfdd3ec",
            "sentence": "Tom had a new scar on his forehead since the last time Mary had seen him."
        },
        {
            "id": "4d3952e5db15420bac1d256845357665",
            "sentence": "I don\\'t know if I can speak French well enough to explain this properly."
        },
        {
            "id": "bc49d0a472084b33a94166b52e3f12bf",
            "sentence": "I knew I shouldn\\'t have put off doing my homework until the last minute."
        },
        {
            "id": "d8797d55590a44d89a9db60569ac287f",
            "sentence": "I never for a moment imagined we wouldn\\'t get home before the storm hit."
        },
        {
            "id": "2fabac33afb54332a9d812320f715c1b",
            "sentence": "I want to find out if Tom is going to wear the new shirt that I gave him."
        },
        {
            "id": "28f1b764e67749ab8f584f3ff9340b24",
            "sentence": "Someone famous said that imagination is more important than intelligence."
        },
        {
            "id": "8f002f9c0fba4d54b3e31fbad683213d",
            "sentence": "Tom has two brothers. One lives in Boston and the other lives in Chicago."
        },
        {
            "id": "bee944c924ee44be9862db3cb670a33a",
            "sentence": "If Tom had been a little more patient, he would\\'ve been able to do that."
        },
        {
            "id": "8ede9110895548208c8b44c186afe178",
            "sentence": "Is there any chance that Tom might have gone to Mary\\'s house last night?"
        },
        {
            "id": "9cef68e9b3394a63baccd9541d40d0cb",
            "sentence": "I can\\'t believe that you\\'re eating what the doctor told you not to eat."
        },
        {
            "id": "d9935701a1b640978b7d687a2c8c85cd",
            "sentence": "I haven\\'t heard anything from him since then. I wonder what he\\'s up to."
        },
        {
            "id": "e64f10c34fcc4cdf96dc3bddf90c93cd",
            "sentence": "Tom pressed a button, but nothing happened, so he pressed another button."
        },
        {
            "id": "e3cab292669e4e58b974b75c90c8e1e4",
            "sentence": "Tom removed the hacksaw from his toolbox and asked Mary if she wanted it."
        },
        {
            "id": "dcd7bdec3f0840578a345c4a07116385",
            "sentence": "Tom said that he thought Mary knew who John hoped would win the election."
        },
        {
            "id": "b030e537ffb1411b9bc0c6229757702e",
            "sentence": "Tom seems to have a lot of fun trying to cause as much trouble as he can."
        },
        {
            "id": "b16677fa521346edb137c556c10f76a5",
            "sentence": "Tom soon discovered that he knew more about science than his teacher did."
        },
        {
            "id": "365b1852a7d443c69cd4172fa0159ceb",
            "sentence": "I thought Tom wouldn\\'t tell the teacher that I hadn\\'t done my homework."
        },
        {
            "id": "3623aa875eaa468e902f7928b870b2af",
            "sentence": "Tom said he wanted to drop in on some old friends while he was in Boston."
        },
        {
            "id": "7a96c7864b0b47b8a3601b78b7ade56b",
            "sentence": "Tom was shocked to hear that Mary had been injured in a traffic accident."
        },
        {
            "id": "14f7e8ef875f416e88466aa69f2c8ce6",
            "sentence": "Tom could\\'ve saved me a lot of time if he\\'d told me about that earlier."
        },
        {
            "id": "daa1d7042ea84390be927d681c3ceff2",
            "sentence": "The waitress flirted with Tom thinking that he\\'d leave her a larger tip."
        },
        {
            "id": "8da6f3ed6c8f4654abf3ddba3715dbe2",
            "sentence": "Tom can\\'t account for his whereabouts on the day that Mary was murdered."
        },
        {
            "id": "e4df8a5ef7c64542983ab5c21e8a2b80",
            "sentence": "We have to consider the possibility that Tom was involved in the robbery."
        },
        {
            "id": "60196350b59944248a2adfb0283696f5",
            "sentence": "Tom stopped talking as soon as he noticed Mary wasn\\'t listening anymore."
        },
        {
            "id": "7b05f9f5c26d4155969930ae6cf6defd",
            "sentence": "Tom told Mary he thought she was the most beautiful woman he\\'d ever met."
        },
        {
            "id": "ba034fa5c41142b6aff82d451442a384",
            "sentence": "Tom\\'s living proof that you don\\'t have to have brains to be successful."
        },
        {
            "id": "527ddff0c016479db00db22be17ae59d",
            "sentence": "We\\'re always going there! Let\\'s go to a French restaurant for a change."
        },
        {
            "id": "550f357e478e45dcb7f860992e1ae7cf",
            "sentence": "Tom was rushed to the hospital after being found unconscious in his home."
        },
        {
            "id": "1760b943169a4d7880fe2d6709ddf773",
            "sentence": "Tom was sitting in a comfortable armchair, reading the evening newspaper."
        },
        {
            "id": "c0f9fab40b1a44e4ad33c4d5296524fa",
            "sentence": "Tom would have missed the train if he had stopped to buy a chocolate bar."
        },
        {
            "id": "8966c413bdd449f3a94d77e5338eac14",
            "sentence": "Why do the five yen coin and the fifty yen coin have holes in the center?"
        },
        {
            "id": "5b68069b44c24d06b8fe4ac534d49f52",
            "sentence": "If it\\'s at all possible, I\\'d like you to take part in the next meeting."
        },
        {
            "id": "33f669c66db542f9ab9a191364d45dbd",
            "sentence": "Tom became interested in music because his neighbor was quite a musician."
        },
        {
            "id": "cd49eb6705e547e6bf70f526057cce66",
            "sentence": "I think that maybe I won\\'t be able to make myself understood in English."
        },
        {
            "id": "055e863400754696baa5092d6ba5fa82",
            "sentence": "I\\'m fairly certain that Tom can understand French, but I could be wrong."
        },
        {
            "id": "a2be8e9ee78c4efd8937a0c70f247193",
            "sentence": "A long time ago when Pluto was still a planet, there was a boy named Tom."
        },
        {
            "id": "d3f9f368a4284a0d9312f997b3a6b9ac",
            "sentence": "Every time cigarettes go up in price, many people try to give up smoking."
        },
        {
            "id": "58cbc25a5d3c4f6b9ba5097d05927ee0",
            "sentence": "How many times do I have to tell you not to eat candy just before dinner?"
        },
        {
            "id": "5ffeafeb294a4a7885a31b2507c8608f",
            "sentence": "I\\'m going to teach one of Tom\\'s advanced classes while he\\'s in Boston."
        },
        {
            "id": "9992f8a7c7904ef2bb29a5f7acf40f5d",
            "sentence": "If we\\'d followed Tom\\'s advice, we wouldn\\'t be having this problem now."
        },
        {
            "id": "fe41487f5f00484ea29fcd1b3a20409f",
            "sentence": "The fact that he did not accept any money shows that he is an honest man."
        },
        {
            "id": "44ded57ad4f54f60afb95fac19bd420d",
            "sentence": "I was going to write to you, but I started doing other things and forgot."
        },
        {
            "id": "a341eb39b6bb4fb48f14ae8fd283c52f",
            "sentence": "Tom and Mary are having a house-warming party this coming Friday evening."
        },
        {
            "id": "7afc19ed68ec4a82846a062183ac6310",
            "sentence": "I think that you should know that whatever happens, I\\'ll still love you."
        },
        {
            "id": "d570c9aa62d74c0e8396a0703cd62a2a",
            "sentence": "I think you should know that no matter what you do, I\\'ll still love you."
        },
        {
            "id": "f257162e4a084e20a1ced368697d61ef",
            "sentence": "If you want your workers to be happy, you need to pay them a decent wage."
        },
        {
            "id": "29ca73d49bd44265aadc880862f7d101",
            "sentence": "I only eat meat from animals that I have personally killed and butchered."
        },
        {
            "id": "91fcb97e81e54132a8846b15a1144b28",
            "sentence": "I had to catch the first train this morning in order to get here in time."
        },
        {
            "id": "cf43e92c47f94b9c82011e38ecbba075",
            "sentence": "I held onto the rope for as long as I could, but I finally had to let go."
        },
        {
            "id": "a34ef875687748098c40cf22c3603bec",
            "sentence": "I overheard Tom and Mary speaking French to each other just before class."
        },
        {
            "id": "2c5f401e70344b69ab1c2a2c3761527f",
            "sentence": "I wanted to let you know about that, but Tom told me not to say anything."
        },
        {
            "id": "08b51d450e9b4a688e623a45b562e69b",
            "sentence": "Why don\\'t you look into the problem yourself? It\\'s your responsibility."
        },
        {
            "id": "bb49dafd57b64445b9cec1d94d2aee9d",
            "sentence": "A lot of people are going to tell you that you shouldn\\'t have done that."
        },
        {
            "id": "36d53429abac49a19962b40e2771dfb9",
            "sentence": "Yesterday was the first time Tom had ever played in front of an audience."
        },
        {
            "id": "0bac0c0924c745d287c933503b8d2614",
            "sentence": "Tom told Mary that he would be quitting his job and going back to Boston."
        },
        {
            "id": "8af2608ec1984d50b6a06bf15938a610",
            "sentence": "Tom doesn\\'t have Mary\\'s address in Boston, but he has her phone number."
        },
        {
            "id": "b3aa125df7be457eb7df1ba645c0388a",
            "sentence": "I\\'m surprised Tom doesn\\'t know how to sing at least one song in French."
        },
        {
            "id": "26171c33867342ef9dd0f4b02bb90f5c",
            "sentence": "All you have to do is write a few sentences about what you did yesterday."
        },
        {
            "id": "0f5d0cc7463e4f4892a05ef0ae24c591",
            "sentence": "Can you get that medicine over the counter or do you need a prescription?"
        },
        {
            "id": "443c17d6bae843fdb2192f6873c6fdd7",
            "sentence": "I can bring in some more sophisticated equipment if you think we need it."
        },
        {
            "id": "496579d8b89b4269b1964dab1292c3d1",
            "sentence": "The ozone layer helps protect us from ultraviolet radiation from the sun."
        },
        {
            "id": "4bae51e2774e44beb937802d123fe085",
            "sentence": "There were a lot of empty beer bottles lying on the ground near the tent."
        },
        {
            "id": "b5185b09b9324d10afdb67aa2d8c4762",
            "sentence": "To be a good translator, I think Tom needs to hone his skills a bit more."
        },
        {
            "id": "3cd299605e69481c89cc9c561192ceaf",
            "sentence": "Tom accidentally deleted all the files on one of his external hard disks."
        },
        {
            "id": "672daa5b1fef416e877ce46df0595b98",
            "sentence": "I think Tom is likely to be very hungry by the time he gets home tonight."
        },
        {
            "id": "d00235777edf4ea09feba49215f0cf59",
            "sentence": "Tom always listens to the news on the radio while he\\'s eating breakfast."
        },
        {
            "id": "ca5875d3ac5b4912989dd4b031cd7546",
            "sentence": "Tom always makes a point of arriving at least five minutes ahead of time."
        },
        {
            "id": "b1c0494d3039421e82fb450f00b8c596",
            "sentence": "Tom and Mary are planning on going to a movie together on Friday evening."
        },
        {
            "id": "68379d09623e43ecb8ea1eaec192de81",
            "sentence": "I wonder whether or not Tom has already told Mary she shouldn\\'t do that."
        },
        {
            "id": "8125ecd347e5470d8e3fe12e647c8923",
            "sentence": "The police were at Tom\\'s door within three minutes after the phone call."
        },
        {
            "id": "6caa38340aab4f24bbbe463f893b27c5",
            "sentence": "My grandmother used to use her sewing machine a lot when she was younger."
        },
        {
            "id": "26b1e0a5733547ddb1fe7b12e2cf7262",
            "sentence": "By the way, did you find the umbrella you said you\\'d lost the other day?"
        },
        {
            "id": "a5e52fb1e71145ef8baa09f5acd5d603",
            "sentence": "Tom was three years old when his mother was killed in a traffic accident."
        },
        {
            "id": "c9ffc288059b475bac07d9165e7c7f2c",
            "sentence": "Tom says he doesn\\'t know who Mary is planning on going to the prom with."
        },
        {
            "id": "5accb06eb2c44513bdf6831b891bd2dc",
            "sentence": "Tom couldn\\'t go to college because his family didn\\'t have enough money."
        },
        {
            "id": "3a28a649c46e43048596da390f7791e1",
            "sentence": "Tom couldn\\'t believe that Mary didn\\'t want to go to the dance with him."
        },
        {
            "id": "baa63b9e9a3146c188dcf04152caabc7",
            "sentence": "Tom doesn\\'t always get up early, but he always gets up before Mary does."
        },
        {
            "id": "54279bf851784c99af9c41b55e5e9bfb",
            "sentence": "Tom doesn\\'t need any more soap. Mary gave him enough to last a lifetime."
        },
        {
            "id": "e99bd2ba21154e9aac3a01d112f06840",
            "sentence": "Tom wanted to help Mary rake the leaves, but she was using the only rake."
        },
        {
            "id": "eba95d304cd542988ee70e207ad3974e",
            "sentence": "When I was younger I could remember anything, whether it happened or not."
        },
        {
            "id": "1caba03e8b41456fb5581b54f0b9a99e",
            "sentence": "I haven\\'t used French in a long time and I\\'ve forgotten a lot of words."
        },
        {
            "id": "5160560f849d4ec2ad5375fd9142d9e2",
            "sentence": "At first, Tom thought French was difficult, but now he thinks it\\'s easy."
        },
        {
            "id": "daf45d46a6454b968e54ab42dcfb5bb6",
            "sentence": "Did you really think I wouldn\\'t find out that you went there last night?"
        },
        {
            "id": "5f61361bc8cb41adab39e72ceca868f5",
            "sentence": "Tom bought that camera because Mary thought it was the one he should buy."
        },
        {
            "id": "306946b6348c466ba132f5edeac02869",
            "sentence": "I assume you\\'re not interested in playing tennis with us this afternoon."
        },
        {
            "id": "6a5de20e8ce14e3eb8ba9549f4fcb366",
            "sentence": "Tom knew Mary would sit with John, but he was hoping she\\'d sit with him."
        },
        {
            "id": "6ae6b121391848b28c22862e39faf7ca",
            "sentence": "Tom knew that Mary wasn\\'t likely to be able to do what she wanted to do."
        },
        {
            "id": "68c9c7b2129c47bba3d6acb7b80dd0bd",
            "sentence": "We have to figure out who started the fire that burned down Tom\\'s house."
        },
        {
            "id": "2b25d7aa11d2491cb1a36505ab791e5b",
            "sentence": "Tom thought what Mary was wearing wasn\\'t appropriate for a formal party."
        },
        {
            "id": "d7caa83a02824bdc8ebf2f334f40e1f1",
            "sentence": "Tom, Mary, John and a few other people plan on doing that this afternoon."
        },
        {
            "id": "1e37ecff80334007b0f6bec99f43c584",
            "sentence": "Tom didn\\'t have enough money to buy what Mary wanted him to buy for her."
        },
        {
            "id": "1f0893fa03424ee0aeafe053cd0a0df0",
            "sentence": "Tom didn\\'t think what Mary was wearing was appropriate for the occasion."
        },
        {
            "id": "eddcee011d824e178603938b45226bee",
            "sentence": "I know that Tom can play the clarinet? Can he play the saxophone as well?"
        },
        {
            "id": "693c3e037a8543dda9c5c6082201d815",
            "sentence": "Tom asked if you\\'d be willing to take care of his dog while he was away."
        },
        {
            "id": "46047b35e00e481a904113b57a3f6429",
            "sentence": "People don\\'t like working with Tom because he\\'s hard to get along with."
        },
        {
            "id": "877ff252b36b407591d7d9fdac06dbf6",
            "sentence": "It quickly became obvious that Tom couldn\\'t understand very much French."
        },
        {
            "id": "a5291e94a353466bab2bc943114f46e2",
            "sentence": "Tom and Mary bumped into each other and dropped their books on the floor."
        },
        {
            "id": "633f027f5db64aed95194aa122cf87e6",
            "sentence": "Tom made it very clear that he wanted his money back as soon as possible."
        },
        {
            "id": "dff68b38f78c476aa8c8a4770070fc4f",
            "sentence": "I can give you a copy of the report, but I can\\'t vouch for its accuracy."
        },
        {
            "id": "400efcf2e95e43a384c69aead828180b",
            "sentence": "Mary looked through her closet trying to find something suitable to wear."
        },
        {
            "id": "b23efaaac2e84deaab80140e978b31a5",
            "sentence": "Tom met Mary on the way home from where he worked part-time after school."
        },
        {
            "id": "e0ec3b72c179478eac34e962efb9a8f3",
            "sentence": "Tom decided that he would have to visit Mary before the end of the month."
        },
        {
            "id": "af41b73f9c6848fdbdfb69b6359804b0",
            "sentence": "The first step in solving a problem is realizing that there\\'s a problem."
        },
        {
            "id": "7fe93c85b1c54e9da7bfe0d47725fd76",
            "sentence": "When I speak French, most of the people in the room don\\'t understand me."
        },
        {
            "id": "05b584b4875d49e39c707b682da19dfb",
            "sentence": "As soon as Tom got on the train and found a place to sit, he fell asleep."
        },
        {
            "id": "8a7833062c854906825cbb167d32ea83",
            "sentence": "I was the only one at the meeting who didn\\'t think that was a good idea."
        },
        {
            "id": "774a41aba3474c9983d51ea627686585",
            "sentence": "I\\'ve never been the kind of person who complains about things like that."
        },
        {
            "id": "f3afe842f1fe4be0b0e3307900ffaeae",
            "sentence": "I\\'ve heard that it\\'s dangerous to walk alone on Park Street after dark."
        },
        {
            "id": "c8dbc202c30b44749efd433ead888e47",
            "sentence": "I\\'m starting to get a bit worried because Tom should\\'ve arrived by now."
        },
        {
            "id": "8d08756683d74329a7e04567e50fd62c",
            "sentence": "After Tom lost his job, he started to gamble to cope with his depression."
        },
        {
            "id": "4f834e90472547e6965111b8e4c64be1",
            "sentence": "It\\'s about time for our children to learn the real meaning of Christmas."
        },
        {
            "id": "1a2854c70edb4baba2ad4ea911f8de4b",
            "sentence": "Many people think that children don\\'t spend enough time playing outside."
        },
        {
            "id": "fc5366a323fb4509a363d084f24ae8f3",
            "sentence": "Tom didn\\'t know what language the people in the next room were speaking."
        },
        {
            "id": "9861f3af6edb40609e260b8296d4c7a6",
            "sentence": "Have you ever wanted something so much that you\\'d do anything to get it?"
        },
        {
            "id": "c8b01aa629c34ae28ecc65a3478bd300",
            "sentence": "Would you eat the last cookie on the plate if other people were watching?"
        },
        {
            "id": "6b018942a1d44b1c963ea8a7e35bcfc5",
            "sentence": "Tom walks through a very classy neighborhood on his way home from school."
        },
        {
            "id": "3f17d9b779d84ea2b546d9665e8826eb",
            "sentence": "When Tom met Mary at the station, he asked her how her vacation had been."
        },
        {
            "id": "43bf22ce86a14ac6b7051f0532473d5e",
            "sentence": "Tom knew that Mary wouldn\\'t be able to do what she thought she could do."
        },
        {
            "id": "d9c7c3d4c3b54bcb8d62caf0167d18a9",
            "sentence": "At least Tom stuck around long enough to find out how much money he owed."
        },
        {
            "id": "ab0bc791eb8f458291c8ac0c4cc255ed",
            "sentence": "Tom and Mary lay down side by side on the grass and looked at the clouds."
        },
        {
            "id": "932f862b52034da4a2740f64bf852d3a",
            "sentence": "Tom doesn\\'t want to admit it, but he\\'s excited about tomorrow\\'s dance."
        },
        {
            "id": "1dd647cc8ca342468d0a98beadc4f52e",
            "sentence": "In this country, public displays of affection are generally frowned upon."
        },
        {
            "id": "9413533f5ee54fc9b3a6f25ced25e385",
            "sentence": "Many people seem to be interested in knowing the answer to that question."
        },
        {
            "id": "ea6b8d9d4f0d4f34be77a2011d20eb1d",
            "sentence": "Tom had intended to go with Mary, but something came up and he couldn\\'t."
        },
        {
            "id": "c951393ed99b42969cb67bc3f124673d",
            "sentence": "I think that you\\'re the one that I\\'ve been waiting for all these years."
        },
        {
            "id": "559b7a9a372e4b33a4854c7c02c60c50",
            "sentence": "Tom didn\\'t think that it would take a long time to complete the project."
        },
        {
            "id": "70c97682052045d48dd7ed31e7a23bbe",
            "sentence": "One thing you definitely don\\'t want to do is to go out alone after dark."
        },
        {
            "id": "0d2a7187fc90403e92e214eb62e75c50",
            "sentence": "Our store is open every day of the year except Christmas and New Year\\'s."
        },
        {
            "id": "c0e3178a7bea43e8b591c0e8667786bf",
            "sentence": "If you drink warm milk before you go to bed, it\\'ll help you fall asleep."
        },
        {
            "id": "7ecc6581bb2848feb18f09861593f2e8",
            "sentence": "Tom certainly doesn\\'t seem like the kind of person that would back down."
        },
        {
            "id": "010ab7c6f76f4bc1b98bbdbc633fc592",
            "sentence": "I know Tom was the one who did it, but I won\\'t ever be able to prove it."
        },
        {
            "id": "26a824d7560641098fe2d4075aa94a15",
            "sentence": "It would\\'ve been nice if Tom had listened to what I said more carefully."
        },
        {
            "id": "5644f9aa83934e45ba8dda4fa5d8151c",
            "sentence": "After having experienced many failed relationships, Tom finally met Mary."
        },
        {
            "id": "f7f3c1d3eb2b4a198dfdc8476c81876b",
            "sentence": "She advised him not to use too much salt, but he wouldn\\'t listen to her."
        },
        {
            "id": "c752bff8c58648949ea0eb7be7192025",
            "sentence": "Even though I ate three bowls of cereal for breakfast, I\\'m still hungry."
        },
        {
            "id": "46feaebd9302484a9e1c0dac53dd7424",
            "sentence": "I know how hard it must\\'ve been for you to tell Tom about what happened."
        },
        {
            "id": "4d08914af3d7477399095b00721629b6",
            "sentence": "Tom doesn\\'t want to get into the water until the lifeguard goes on duty."
        },
        {
            "id": "94f9cd95ac514270bac4acd70d72982f",
            "sentence": "Tom has always known that he would eventually run his father\\'s business."
        },
        {
            "id": "83468bebd3254cbd9416c3ebff99d0e1",
            "sentence": "How long do you think it\\'s going to take you to come up with a solution?"
        },
        {
            "id": "9b1c702efece461b9104db98c9dfee62",
            "sentence": "I assume you\\'re telling me now because you figured I\\'d find out anyway."
        },
        {
            "id": "2da0f462a190423d96edef14ea2377c0",
            "sentence": "Tom told Mary that he could speak French even though he really couldn\\'t."
        },
        {
            "id": "1bea6b1bac8e487797a4da2b3577b091",
            "sentence": "If it isn\\'t out of your way, please take this letter to the post office."
        },
        {
            "id": "f9da41d04aa14397997e588233ff7a3e",
            "sentence": "Tom should\\'ve laughed at Mary\\'s jokes, even though they weren\\'t funny."
        },
        {
            "id": "ed4171b139ed48b4b21cecaa30422958",
            "sentence": "Tom said he\\'d be interested in taking over Mary\\'s job when she retires."
        },
        {
            "id": "434ca682fadf487ca4e9204c0842a1c0",
            "sentence": "It\\'s very unlikely that any evidence will turn up to prove Tom\\'s guilt."
        },
        {
            "id": "8e7eaccd4fa74acfab17664b4a4ffec6",
            "sentence": "Tom closed the store early and went home because he wasn\\'t feeling well."
        },
        {
            "id": "c5ba184aa6e843b1a337e33121ee52af",
            "sentence": "Tell Tom that I\\'m going to do that as soon as I have a little free time."
        },
        {
            "id": "829849aa76df458d8529f135f47d3345",
            "sentence": "The security guard told Tom that he couldn\\'t take pictures in this area."
        },
        {
            "id": "76f8b13025524be280c0b596998dcc33",
            "sentence": "Tom doesn\\'t know what the difference is between astronomy and astrology."
        },
        {
            "id": "a69d8bd25e6044258a9f8ff3921eda9d",
            "sentence": "Instead of focusing on our differences, let\\'s focus on our similarities."
        },
        {
            "id": "8572a533672d4c08bb2789b52ce9fb55",
            "sentence": "Tom didn\\'t know whether he should stay a bit longer or leave right away."
        },
        {
            "id": "ff9d0ffab12c4ab88898d995b92e7be8",
            "sentence": "Tom looked at the half-open door and wondered what was on the other side."
        },
        {
            "id": "fac9095c63c74c2ab2351f65434ad16e",
            "sentence": "How could you fall asleep when you were supposed to be watching the kids?"
        },
        {
            "id": "e5e6abcbc86a4bb1ae0bb35fb08f1b70",
            "sentence": "I wanted to eat lunch with you, but I had to take me son to the hospital."
        },
        {
            "id": "8175eea860be472a81d56bcd9a3c2549",
            "sentence": "I'm not the one who took care of Tom when his mother was in the hospital."
        },
        {
            "id": "f2c9e093b5e5439da5adc97e9e2015a2",
            "sentence": "I'd like to come to your party, but unfortunately I have to be in Boston."
        },
        {
            "id": "1b8cf4b12d8a4f7b8fb8463c0b0b2726",
            "sentence": "Is there anything you've wanted to do recently, but haven't been able to?"
        },
        {
            "id": "4594d1864f144ad3aeb01ad5c90ac754",
            "sentence": "We have to do everything on this list, but not necessarily in this order."
        },
        {
            "id": "5e33436e801147d9b6ef9965699bd744",
            "sentence": "The population of Tokyo is about five times as large as that of our city."
        },
        {
            "id": "d22068e9e0dd4e3c98ac6ccddd52f8b1",
            "sentence": "Tom's parents said that they wouldn't let him go to Australia by himself."
        },
        {
            "id": "ff8cc7dd995345e6a66ba03c44c2551a",
            "sentence": "Not very many students could answer the questions that the teacher asked."
        },
        {
            "id": "07edc205ea3f455494376c9c69eb8bca",
            "sentence": "I didn't think Tom would be interested in buying any of Mary's paintings."
        },
        {
            "id": "cefb7ad8ebfb48f2807b9dbd71652146",
            "sentence": "Be selective in your battles. Sometimes peace is better than being right."
        },
        {
            "id": "f6cf33582cb848cba3019ef0fa1583cd",
            "sentence": "If the baby hadn't started crying, the soldiers wouldn't have noticed us."
        },
        {
            "id": "991ad20ad9274289ab3348faed99f7c5",
            "sentence": "If you're that tired, you'd better not drive. You can sleep here tonight."
        },
        {
            "id": "75e510b952a041da8885eea4d4ed3015",
            "sentence": "I realized that I had grown up when I started heeding my parents' advice."
        },
        {
            "id": "14dcda2fade244508804aad156d47a00",
            "sentence": "Tom and Mary both played in the same orchestra, but not at the same time."
        },
        {
            "id": "60789d4f9e934862a0bbad68ea9f16a2",
            "sentence": "He is proud of the fact that he has never consulted a doctor in his life."
        },
        {
            "id": "7bd1a1ebc2a84bebb3d5c01217b1fbc3",
            "sentence": "Hearing about people kidnapping little children just makes my blood boil."
        },
        {
            "id": "e803567b28c246b2aeab6afb3a59deb3",
            "sentence": "Try the store across the street. They might have what you're looking for."
        },
        {
            "id": "cb26e5ac61af4315b8e0031f6087a500",
            "sentence": "I'll be here today until 2:30, but tomorrow I'll only be here until noon."
        },
        {
            "id": "34310bdafe5c4f94a176e1daf5bde0e9",
            "sentence": "There are a lot of stories flying around about why Mary left her husband."
        },
        {
            "id": "35de095ad6b046c285e3d02a67bb87df",
            "sentence": "We know that we need to buy more of these. The only question is how many."
        },
        {
            "id": "1292b13f32e246508f97edeaa88a746c",
            "sentence": "Tom told me that he used to play the clarinet when he was in high school."
        },
        {
            "id": "0f397ac952d14eb28e0687931a78fd2d",
            "sentence": "Tom was in a hurry to catch the bus, so he didn't stop to talk with Mary."
        },
        {
            "id": "f116c12499d747b8be5a18fe5d8ae481",
            "sentence": "Tom didn't find out that he'd been adopted until he was thirty years old."
        },
        {
            "id": "7cda909224da4ba6877b385d61f2cfc9",
            "sentence": "My parents don't like my boyfriend because he dropped out of high school."
        },
        {
            "id": "43560c55603e4a4e96875f186194cda5",
            "sentence": "I was surprised because my husband actually ate some of our wedding cake."
        },
        {
            "id": "06dc5145d0484b79b4dbeb067ed58938",
            "sentence": "The driver stopped and opened the door, but nobody got on or off the bus."
        },
        {
            "id": "9e8b7d81c9334af59439d4629671b6ca",
            "sentence": "All of the passengers managed to escape before the bus burst into flames."
        },
        {
            "id": "ffb122f5415f4a578c597385a7943cee",
            "sentence": "You promised me that you wouldn't spend any more money on computer games."
        },
        {
            "id": "2acb4b3f4edb41179d13dc084e6c27b5",
            "sentence": "Nobody knows how or why, but aliens abduct hundreds of people every year."
        },
        {
            "id": "771c29b725374a6b8369f8eaf75aa634",
            "sentence": "We searched the entire shop for Tom, and found him in the toy department."
        },
        {
            "id": "318c530b633348179a437b6a122eb414",
            "sentence": "There are rumors that the secret peace negotiations have already started."
        },
        {
            "id": "3f5a08eee436480ca7a588dd6a6b856f",
            "sentence": "I'd like to put my valuables in a safe deposit box, if any are available."
        },
        {
            "id": "8b0117304623479b8a89ae505891186d",
            "sentence": "I'd like to buy that for you, but I don't have any money on me right now."
        },
        {
            "id": "062f5c26edb74f3b8603638f5a7924ee",
            "sentence": "Were you the one I saw with Tom in front of the post office this morning?"
        },
        {
            "id": "90d606015ffc45cbab20709782eccefb",
            "sentence": "It's not only today we have to be here. We have to be here tomorrow, too."
        },
        {
            "id": "935ebb6d68c947bfbc273cab69610d01",
            "sentence": "I don't know if it's a bug or what, but this software doesn't work right."
        },
        {
            "id": "46b681d875574db0b52d1185e9448171",
            "sentence": "At this rate, we're not going be finish doing this by the end of the day."
        },
        {
            "id": "79341654a7f140e29aec9cb6e762c238",
            "sentence": "Each time this happens, we always hope it'll be the last time it happens."
        },
        {
            "id": "5aab16c4ed89477989020d5ae89cf862",
            "sentence": "Motorcycles are great. They can easily get through even in heavy traffic."
        },
        {
            "id": "0493527b42db4806aceb3d3ca077ae6d",
            "sentence": "Everybody seemed to already know that Tom and Mary were getting divorced."
        },
        {
            "id": "6ba2b1a1939a45f6aa581a35b79dee75",
            "sentence": "The government asked the SDF for a disaster relief deployment to Okinawa."
        },
        {
            "id": "d409ca6f8bcf4f41916d79e7ea754bb9",
            "sentence": "If you'd stop complaining so much, people would probably like you better."
        },
        {
            "id": "a9929094055044fa99821a2a4f7af777",
            "sentence": "When I was a kid, I went to Boston every summer to visit my grandparents."
        },
        {
            "id": "d67f42f1b5e14e2f80c726a9c796fb3c",
            "sentence": "Tom studies in the bathroom. He says it's the quietest room in the house."
        },
        {
            "id": "77dfac4b9fa049c49e57a4be961fdd50",
            "sentence": "Tom always pretends that he doesn't care about Mary when you mention her."
        },
        {
            "id": "ce8725ada9ff401caa77eaf48a2bfcfc",
            "sentence": "Do you think that anybody else in your office will get married this year?"
        },
        {
            "id": "b7702617aa7c4ec1a8a7133beb7bf3e1",
            "sentence": "Come again tomorrow afternoon, when I'll have more time to talk with you."
        },
        {
            "id": "0b0ff17a65a5421e8495eb0723404c5c",
            "sentence": "If there's a typhoon tomorrow, does that mean I don't have to go to work?"
        },
        {
            "id": "6ecf6439f4804b2ca7393ca5c2b667fe",
            "sentence": "Turn left at the stop sign, and you'll see the post office on your right."
        },
        {
            "id": "a861166c62c949b5b7508daef01fd0b6",
            "sentence": "Tom says that he almost always has at least three hundred dollars on him."
        },
        {
            "id": "884ce7a13fc94e17bf4493778e323635",
            "sentence": "The family received discouraging news from the doctor about Tom's health."
        },
        {
            "id": "e2758667f14540dea892a61b20533172",
            "sentence": "If you see Tom today, please tell him that he's invited to my party, too."
        },
        {
            "id": "f0b89163ae4d4762819c348705f134f5",
            "sentence": "I saw the old gentleman cross the street and enter a store on the corner."
        },
        {
            "id": "96cfba761267413292e3c1267361b853",
            "sentence": "I was really disappointed when I found out that I hadn't passed the exam."
        },
        {
            "id": "ae9d689ad6414eeab54eeaa3d5cd6f46",
            "sentence": "Life is short, so don't waste your time doing things that you don't like."
        },
        {
            "id": "47ce93bd039e4556a0aac17cf098d49b",
            "sentence": "I didn't get to the bank before it closed because I was stuck in traffic."
        },
        {
            "id": "401f9253fbd0406eaa2077be3918023b",
            "sentence": "Tom was already halfway to his car when Mary shouted at him to come back."
        },
        {
            "id": "4477dd856eaa420eba3ab19314e75bf9",
            "sentence": "A bucket list is a list of things that people want to do before they die."
        },
        {
            "id": "b9c1744309214aaab9d959f97e4485e2",
            "sentence": "I never got the chance to practice French much until I started traveling."
        },
        {
            "id": "bcb01ce3a5a14432bca84e8f1fa9c0b2",
            "sentence": "I wanted to buy the book, but I found I had no more than 200 yen with me."
        },
        {
            "id": "fe6ece722d8d4a4bba40c4bdaf573e46",
            "sentence": "It's not only today we have to be here. We need to be here tomorrow, too."
        },
        {
            "id": "233e0ac4f76344fc87dd5d26df4e8eac",
            "sentence": "The dog stood up on its hind legs and put its front legs on my shoulders."
        },
        {
            "id": "cf48f41b825b474eb98598b31738fa63",
            "sentence": "When the water came, it came quick like a tsunami and people were scared."
        },
        {
            "id": "7d44f97d88d14cba9cbc52700cac0e45",
            "sentence": "Emojis were first introduced in 1999 by Japanese artist Shigetaka Kurita."
        },
        {
            "id": "b8bdcfc3a3dc4b51aee80f6adfc6559b",
            "sentence": "Speak a little French every day and you'll soon be a much better speaker."
        },
        {
            "id": "5beb65275a1b42238b0cd47701ea3a9a",
            "sentence": "If Tom says he doesn't want to do that, then stop trying to force him to."
        },
        {
            "id": "62795451ef2146b899a3b587776b4f3f",
            "sentence": "I wanted to stay in bed, but my mother said that I had to get out of bed."
        },
        {
            "id": "0c19390284ee4146a4dde4fe6544cfff",
            "sentence": "All you have to do to pass the entrance examination is to read this book."
        },
        {
            "id": "e123e32010f744058de4d0c52d9716b1",
            "sentence": "If you're not more careful with your things, some of them may get broken."
        },
        {
            "id": "39696a94e9ca4643b359074fd8c51888",
            "sentence": "I haven't yet met anyone that I'd like to spend the rest of my life with."
        },
        {
            "id": "fecd81ba19fd442297b5a9d9fa228383",
            "sentence": "A blue suit, white shirt and red tie are required for all male employees."
        },
        {
            "id": "05cb7d081afa491699ce895f18d3edab",
            "sentence": "You can talk until you're blue in the face, but you'll never convince me."
        },
        {
            "id": "c370f28e758141e99d40d2f04622d017",
            "sentence": "Surprisingly, he did his last job in one-third the time it would take me."
        },
        {
            "id": "380350693bea4d4887a6612f41604741",
            "sentence": "The day will soon come when we will conquer space and travel to the moon."
        },
        {
            "id": "32e0a7120ee04fda81aedca031756103",
            "sentence": "I still don't have enough money to buy the motorcycle that I want to buy."
        },
        {
            "id": "982bf4b0af9a44ef8a88d496ed31b2c1",
            "sentence": "I'll lend you this CD on condition that you don't lend it to anyone else."
        },
        {
            "id": "89e6f4efb7d149da92e3c14352df0e1d",
            "sentence": "I can provide you with some statistical predictions of expected revenues."
        },
        {
            "id": "b394af08b129440a8045cbbea499c51c",
            "sentence": "Tom says that he'll pay back all the money that he owes me before Monday."
        },
        {
            "id": "226830e8aa824c8fb502424f57cc0541",
            "sentence": "Life is like riding a bicycle. To keep your balance you must keep moving."
        },
        {
            "id": "7a96a95a5cea43cfbb91190695af23d7",
            "sentence": "Tom didn't want the rattlesnake to bite him, so he carefully backed away."
        },
        {
            "id": "5389877e9f2a40e1aed65fa71d00b380",
            "sentence": "The platypus, a small amphibious Australian mammal, is a very shy animal."
        },
        {
            "id": "702eafc44b3246b69c67f840958b9f6a",
            "sentence": "There was an article in the paper this morning about Tom Jackson's trial."
        },
        {
            "id": "4cf8877d20674f07aba772cced0cc296",
            "sentence": "The first artificial satellite was Sputnik 1, launched by Russia in 1957."
        },
        {
            "id": "a5c3d0f6060a4f23ac34b04b7a055740",
            "sentence": "If Tom wants to apologize to Mary, he's going to have to go to her house."
        },
        {
            "id": "5abaeccc1af34a66a8c3c8537fcbd8a8",
            "sentence": "When I finished reading the book that Tom lent me, I gave it back to him."
        },
        {
            "id": "33811709003d4c4f95da88d4417f13b5",
            "sentence": "Somebody came into our house and stole some stuff while we were sleeping."
        },
        {
            "id": "94fd7adad8454a9aadd356c6c7fa0337",
            "sentence": "Tom went to a tattoo parlor, thinking that he might want to get a tattoo."
        },
        {
            "id": "bc3a380887b94a60b9f5e83c11984d20",
            "sentence": "The newspaper boy delivers newspapers no matter what the weather is like."
        },
        {
            "id": "d29bb69410d5411db1c8b367150e219b",
            "sentence": "I envy the way Tom is able to get people to seriously consider his ideas."
        },
        {
            "id": "4967cbc693b74a4fa56d41c858f08333",
            "sentence": "The letter \"\" is one of the few things Switzerland is not neutral about."
        },
        {
            "id": "3550b4cdf32643a886e9351f080a973b",
            "sentence": "Tom crouched beneath the window, listening to what was being said inside."
        },
        {
            "id": "9266079a6e2f4a6c8100c4bb57dc45e6",
            "sentence": "Do you currently take any medication prescribed to you by a psychiatrist?"
        },
        {
            "id": "dc34078c934e49f9b6a53f6197ecf0d7",
            "sentence": "A friend gave me some tips on how to make a simple but impressive dinner."
        },
        {
            "id": "c778211996ba4c00a4badf3eaf5947bf",
            "sentence": "Human beings, whether they realize it or not, continually seek happiness."
        },
        {
            "id": "84b5244939734a7abf88cd21c96d129a",
            "sentence": "Our section chief always makes a face at me when I ask him for something."
        },
        {
            "id": "3658a4ab641f4c419cb6da9bbfcddc59",
            "sentence": "Communications have been cut off for two hours because of a thunderstorm."
        },
        {
            "id": "7fd4a5387f2047c696effb4dd2858c9a",
            "sentence": "Tom hopes that Mary knows that she shouldn't do what John told her to do."
        },
        {
            "id": "d4864fecfcef4a98b491124894e34839",
            "sentence": "Tom couldn't completely rule out the possibility Mary had killed herself."
        },
        {
            "id": "e39b87689d4240958e5840e02adc29a1",
            "sentence": "They say that you can usually judge people by the company that they keep."
        },
        {
            "id": "493ac99029a844769e22696f076d21c5",
            "sentence": "The least possible amount of oil that can be used is the proper quantity."
        },
        {
            "id": "e7f808be99e241b38feecebfce593459",
            "sentence": "If Tom had been wearing a helmet, he wouldn't have been injured so badly."
        },
        {
            "id": "7ab5fc3d0be24ade9e6cebf5f6f8aac9",
            "sentence": "I sent Tom a lot of messages today, but he hasn't replied to any of them."
        },
        {
            "id": "5ff77d9846ee4eaaa672a7146b9b02da",
            "sentence": "I'm not so sure that I could cope with that, at least not as well as you."
        },
        {
            "id": "fca61a3253a64ceaae70a69e61e650a4",
            "sentence": "Tom went up to Mary at the party and told her that he had a crush on her."
        },
        {
            "id": "da61d756ba88478bb506ff0c3b19bdca",
            "sentence": "I considered teaching French, but decided that it would be better not to."
        },
        {
            "id": "0cbd9aac7c334181b441c2e18cf159d5",
            "sentence": "Do you think that we'll be able to solve that problem in the near future?"
        },
        {
            "id": "6e969cfe2f8f4c738d287c4e3074eb31",
            "sentence": "I want to go back to bed and try to get another couple of hours of sleep."
        },
        {
            "id": "c2cb4c31858942d1a7ec2d55a5585eee",
            "sentence": "Tom told me that he and Mary were planning to do that tomorrow afternoon."
        },
        {
            "id": "3469080eebd94e6baa00a04b83cd84bb",
            "sentence": "While I was talking to one of the clowns, Tom was talking to another one."
        },
        {
            "id": "52cb4404ade647b092037cd9976b5544",
            "sentence": "Mary was wearing a red dress when I saw her yesterday at the supermarket."
        },
        {
            "id": "bba2a22b42494509acfaf03ab127f657",
            "sentence": "We're living in a world where the rate of change is rising exponentially."
        },
        {
            "id": "256fb03087134ea283aa1bc1e354716d",
            "sentence": "After Tom had entered four wrong PIN numbers, the ATM swallowed his card."
        },
        {
            "id": "389cf94d0b6d4124915d8245a244e9df",
            "sentence": "Tom knew Mary was falling for him when she laughed at his terrible jokes."
        },
        {
            "id": "6efdcdba2abd4b6e8ffad300f5483816",
            "sentence": "Tom wrote Mary a soppy love letter and she kept reading it over and over."
        },
        {
            "id": "693b8ba3766f4b7997130208b31ce72f",
            "sentence": "The doctor advised Tom to have at least three alcohol-free days per week."
        },
        {
            "id": "763afa96ce3b48e7a0bdab52df5730dd",
            "sentence": "Tom did a lot of things that he wouldn't normally do in order to survive."
        },
        {
            "id": "d59ae5622f2e4f31b31517b64922ab4b",
            "sentence": "How much time every week do you spend doing fun stuff with your children?"
        },
        {
            "id": "afe49479d48c4ac7bd820d29378fb9d1",
            "sentence": "Whether or not thats what really happened remains the subject of debate."
        },
        {
            "id": "3797cbf7494644c7a33119328052d373",
            "sentence": "If the mountain won't come to Muhammad, Muhammad must go to the mountain."
        },
        {
            "id": "3c5247a27faf41d5966127db300dae4c",
            "sentence": "Even if I use both hands, I can't crack an egg without breaking the yolk."
        },
        {
            "id": "91832b3339924d0f94710027d374b6a2",
            "sentence": "Tom was surprised when he found out that Mary couldn't understand French."
        },
        {
            "id": "b9cb1ff2ff264aaab634680e5bcb83f7",
            "sentence": "I can't believe that Tom is giving Mary the car that he bought last year."
        },
        {
            "id": "eaf1d4d98db44844aa00e6e864a17600",
            "sentence": "I had hardly sat down on the bench when I found it had just been painted."
        },
        {
            "id": "d1f6e7a3cc564c8aae9f77056433b324",
            "sentence": "Why are there no polar bears in Antarctica and no penguins in the Arctic?"
        },
        {
            "id": "e2eb74514e0340e49229fbb440e9068b",
            "sentence": "The series of crimes were thought to have been committed by the same man."
        },
        {
            "id": "2b956e5cea404418ad3406adee397983",
            "sentence": "Children in day care are more likely to get sick than ones who stay home."
        },
        {
            "id": "86e733e00fc441489e5db13b2e1bfa3a",
            "sentence": "Tom gave me a list of things that he wanted me to buy at the supermarket."
        },
        {
            "id": "d9c7de7abe164beebb358cfc78084d03",
            "sentence": "I want for buy some jewelry for Mary, but I don't know what I should buy."
        },
        {
            "id": "b3bed959d77c47bca16659dba09d7764",
            "sentence": "I still think it's unlikely that we'll ever find somebody to replace Tom."
        },
        {
            "id": "c187d8c1b22a481e8b314248a31310dc",
            "sentence": "I still think that it's unlikely we'll ever find somebody to replace Tom."
        },
        {
            "id": "690c98e24dc34b959d702bdff4bb2d62",
            "sentence": "I think that I've found something that you might be interested in seeing."
        },
        {
            "id": "284e09b178af4ab4b5d03bb3bc630bb0",
            "sentence": "I got out of the shower, dried myself off, and then put on clean clothes."
        },
        {
            "id": "9ae539b3bb694153a87cf3487e3b24ab",
            "sentence": "Tom was pulled over by the police because one of his tail lights was out."
        },
        {
            "id": "d0153a5e0f184bfcb4d5f3f8b6810a11",
            "sentence": "Tom got his girlfriend's name tattooed on his arm, but then she left him."
        },
        {
            "id": "4b377f555b9347d4946e875b2610aefe",
            "sentence": "Tom wanted to keep talking about it, but I didn't want to listen anymore."
        },
        {
            "id": "e4e254c241e74cd6b5634f8cad7d41a3",
            "sentence": "I'll be in Australia for three more days and then I'll go to New Zealand."
        },
        {
            "id": "38c291c07e8d4f9485c81d0eb725efa6",
            "sentence": "My mother said as soon as I finished my homework I could go out and play."
        },
        {
            "id": "1239f3e4e48348ce8d4c490c25efd01a",
            "sentence": "Tom wrote down his suggestions on a piece of paper and handed it to Mary."
        },
        {
            "id": "a69aaa66bbb24980bd9b8076a26293fb",
            "sentence": "I will have been studying English for six years by the end of next month."
        },
        {
            "id": "10868ed9800640978009b76e3e3b1a5f",
            "sentence": "When he was young, he was so poor that he virtually had to live on gruel."
        },
        {
            "id": "380b8fc3c32a439490e393248918bf6d",
            "sentence": "The shopwoman showed me a lot of neckties, but I didn't like any of them."
        },
        {
            "id": "6188973df0434a6797e27cb76feca321",
            "sentence": "Though it was a muggy night, she went to bed with all the windows closed."
        },
        {
            "id": "b8a71ec11c334cb5ba7fd1f7723260f9",
            "sentence": "What do you think we must do in order to maintain the peace of the world?"
        },
        {
            "id": "eceb8b74c12a49f9a21a4152c4e5a173",
            "sentence": "It is said that the secret of long life is to have something to live for."
        },
        {
            "id": "ddcb3d0db3ec40678201a372b5122a5c",
            "sentence": "He used to be well off and generous, but now he lives from hand to mouth."
        },
        {
            "id": "c64658737f64463ebbf1e3547d5c3536",
            "sentence": "He still writes novels from time to time, but not as often as he used to."
        },
        {
            "id": "6b6583763b194be5bcd80af878fd77ba",
            "sentence": "He was a writer who had never lived up to the promise of his first novel."
        },
        {
            "id": "3ba57597a4754f8aae869f1ee70fbc3b",
            "sentence": "She was allowed to go to the disco on condition that she was back by ten."
        },
        {
            "id": "c988c89c922f460ba21c5ba5f4d1248e",
            "sentence": "The mother will not be at ease until she hears of her son's safe arrival."
        },
        {
            "id": "27340503caa04362af02dec0acecf702",
            "sentence": "The question is not what education is for so much as how you go about it."
        },
        {
            "id": "28279fe5f9d0479a9268054082d318a3",
            "sentence": "The doctor told you to stay in bed until your fever goes down, didn't he?"
        },
        {
            "id": "30c8c71c9bbd4e5daa3b32cce8ec52e5",
            "sentence": "If you decide to come to America, please let me know as soon as possible."
        },
        {
            "id": "b2498b1792b849898d71c1f474d94fc6",
            "sentence": "That red tie doesn't go with your suit. Why don't you wear the green one?"
        },
        {
            "id": "a0beb0cca4364be7ae2f5c0b440f3cc5",
            "sentence": "It's surprising to know that your school starts at 8:30 and ends at 3:30."
        },
        {
            "id": "2da16f8835af4eafb9c41b28355ce250",
            "sentence": "If it had not been for his timely hit, our team would have lost the game."
        },
        {
            "id": "f54998ede05b43f1849928f12d274908",
            "sentence": "I don't have to study tonight. I think I'll watch television for a while."
        },
        {
            "id": "49d3d1b5c100496d8322cddd6fc52483",
            "sentence": "The first thing he did was to untie his shoelaces and take his shoes off."
        },
        {
            "id": "153207ebed08456ab47af5a2c500303e",
            "sentence": "It was very cold last night, so we didn't go outside, but stayed indoors."
        },
        {
            "id": "d1b2a499d70c480697f0e9af1b7968f1",
            "sentence": "It was when I was eight years old that I climbed Mt. Fuji with my father."
        },
        {
            "id": "fef7903d815743fab2a5be317e6f49b8",
            "sentence": "We were to be married in May but had to postpone the marriage until June."
        },
        {
            "id": "e0cf781de61d4d6aaed1bfa0c1ad494e",
            "sentence": "They would have gotten a better exchange rate if they had gone to a bank."
        },
        {
            "id": "6cbd08b17972471ba5c74ced058d9745",
            "sentence": "Make certain where the emergency exit is before you go to bed at a hotel."
        },
        {
            "id": "a88ff24cfe48437da3a5a6203e337c4e",
            "sentence": "I made a thermos full of coffee so you can take it along with your lunch."
        },
        {
            "id": "9746fce56dca4128acbd95abd314874b",
            "sentence": "The bus conductor told her to get off because she could not pay the fare."
        },
        {
            "id": "f11dab678f1040a09f15782693280d98",
            "sentence": "I left some scallions out on the veranda for too long and they dried out."
        },
        {
            "id": "a92aa7971cd74b7aa0a9d9dba241ba81",
            "sentence": "No matter how busy you are, I think you should at least read a newspaper."
        },
        {
            "id": "cd8d18becdb04e12a03eeaabd5288e27",
            "sentence": "How did you come by an admission ticket for the auto show free of charge?"
        },
        {
            "id": "6723e436e0c147e0be0f6051708fde8b",
            "sentence": "Hold your horses, young man. You can't enter here unless you have a pass."
        },
        {
            "id": "4e99bbdf1d8a43589d31cb6651265a5c",
            "sentence": "We were running out of gas, and what was worse, it began to snow heavily."
        },
        {
            "id": "4c050c8082c54bd69fdf7595386c6423",
            "sentence": "Now that you mention it, what happened to that man who used to work here?"
        },
        {
            "id": "03c01b0a85364f0b9324613504acf3b1",
            "sentence": "This room is very small, so it is impossible to put more furniture in it."
        },
        {
            "id": "90bafb69cbbc45ceb30ae863092fd33b",
            "sentence": "Tom says that he almost never has more than three hundred dollars on him."
        },
        {
            "id": "9d0f5efceb0d4cd29305583899476491",
            "sentence": "In all my travels I've never seen a more beautiful mountain than Everest."
        },
        {
            "id": "9c15a54b63aa4ef88d9af468fa9d11a5",
            "sentence": "Some students in this university don't even know how to talk to teachers."
        },
        {
            "id": "f1377bc90e794deea01af992571f7383",
            "sentence": "The world as we know it is probably going to end within the next century."
        },
        {
            "id": "f14cd9bbd75847238df540fa91df6384",
            "sentence": "We waited for Tom at the library for half an hour, but he didn't turn up."
        },
        {
            "id": "a96ff2a8704247f8982c3a80a5978762",
            "sentence": "There's an interesting article in this magazine about education problems."
        },
        {
            "id": "073b09b967c44a1daa10522e5b7ea85e",
            "sentence": "Yelling about it won't help now. You should've done that when it counted."
        },
        {
            "id": "7107d92740f74ae2b5522365e36396d4",
            "sentence": "Strictly speaking, she didn't like it at all, but she didn't say a thing."
        },
        {
            "id": "f31cf8f02f044bb8b7696651dd413cac",
            "sentence": "At first, Tom seemed angry, but then I realized that he was just worried."
        },
        {
            "id": "610d748fff364908b27ae474212df7b0",
            "sentence": "I know that eventually I'm going to have to tell Tom about what happened."
        },
        {
            "id": "5af8e3e5a2654cae8fc61281d9646c42",
            "sentence": "Man, I just saw it on the news! Damn, you're making me doubt my own eyes!"
        },
        {
            "id": "12a304f0b32f4c6bbbf367f97346a82c",
            "sentence": "Comedy always includes a little tragedy. That's why there are sad clowns."
        },
        {
            "id": "99d6ac60349a41f98cce3821ac757c26",
            "sentence": "I wouldn't have bought this if I'd known it had been made by slave labor."
        },
        {
            "id": "c8c558685fe649e09254ef54b4f850e1",
            "sentence": "If you don't do what the boss told you to do, you're likely to get fired."
        },
        {
            "id": "09617ba91fa14751b6e91266f4e0b3a9",
            "sentence": "If Tom had been wearing a helmet, he wouldn't have been so badly injured."
        },
        {
            "id": "0c1f372510dd4867ba5d2a089d45ccfb",
            "sentence": "Just because you like something doesn't mean everyone else likes it, too."
        },
        {
            "id": "7797689ca0084d5cb7d10fbd88c041e3",
            "sentence": "I don't want to spend more than thirty dollars on Tom's birthday present."
        },
        {
            "id": "dd23a883484e4d25886bf11877984b54",
            "sentence": "I understand everything now and I regret that Tom isn't here with me now."
        },
        {
            "id": "7c696d9639f2445aaad67e2324b66310",
            "sentence": "Tom was afraid Mary might poke her eye out, so he told her to be careful."
        },
        {
            "id": "84f135ebf1dc4e04b95ee3092b36832b",
            "sentence": "Tom decided it wasn't necessary to deal with that problem this afternoon."
        },
        {
            "id": "7aaabb6588a349be8c4b76faeb3a1e65",
            "sentence": "Now that our police force is larger, the crime rate is likely to decline."
        },
        {
            "id": "cb235f2acf0a4b56a47738602e3f49b7",
            "sentence": "My father seemed to be disappointed that I hadn't passed the examination."
        },
        {
            "id": "e0374d13809d4359a46a74e45a9bb3cb",
            "sentence": "Tickets are valid for just two days, including the day they're purchased."
        },
        {
            "id": "39cc5bbfd1064b4cb74359cf895be258",
            "sentence": "Pieces of music played during the broadcast are faded out in the podcast."
        },
        {
            "id": "0540e96dca6e4524b755ddd2eae5e321",
            "sentence": "I have the dim recollection of something like that happening once before."
        },
        {
            "id": "fef45646ab484577b9e8da6c56340997",
            "sentence": "How are you going to spend your last few days before classes start again?"
        },
        {
            "id": "80b306384fb243c6ac264d1c0d9b7b49",
            "sentence": "I haven't yet met anyone that I'd want to spend the rest of my life with."
        },
        {
            "id": "6e83ecbb51d5475bb7bc0276080e99e0",
            "sentence": "Even though Tom was innocent, after hours of interrogation, he confessed."
        },
        {
            "id": "0f9fe6d8fdac4d57b6dbbe84d3633625",
            "sentence": "Tom and Mary both rushed to the window to see what was happening outside."
        },
        {
            "id": "c1ea59dd741e42b0887952340de2ce14",
            "sentence": "The shorter your username is, the easier it is for others to remember it."
        },
        {
            "id": "40ff10544d4b4abf99d0e88e75f7809c",
            "sentence": "If you join this club, you will be entitled to use all of its facilities."
        },
        {
            "id": "e6cff3607d28413aa766b034a93f792a",
            "sentence": "If it were not for the sun, no living creatures could exist on the earth."
        },
        {
            "id": "19e86ea5b9ba468c8296c219ea80ce84",
            "sentence": "If our neighbors around the world are in need, let's lend a helping hand."
        },
        {
            "id": "ae27332fc69c408aaa8eba95e2fb09aa",
            "sentence": "I know that it's highly unlikely that anyone would be willing to help me."
        },
        {
            "id": "1456a06b6dc8479ab2b4d390a834b43d",
            "sentence": "What kind of question is that? Do you seriously expect me to answer that?"
        },
        {
            "id": "fd47d867fbc4489b8beca94da7dfdf65",
            "sentence": "I went home and told my wife about the job I'd been offered in Australia."
        },
        {
            "id": "05fc191d40c74fd39ae9f63d89eb240c",
            "sentence": "Tom must like taking walks. Every time I see him, he's walking somewhere."
        },
        {
            "id": "03b5e29b735d433ab1d77ba92e96dd60",
            "sentence": "If I remember correctly, that's the song that Tom sang at Mary's wedding."
        },
        {
            "id": "7c99156649ca407fa7dff0a59a7671e4",
            "sentence": "Doing something with somebody else is more fun than doing it by yourself."
        },
        {
            "id": "a9fcec060fe94f4982fd3a986b41ddfe",
            "sentence": "Tom was feeling peckish, so he rang room service and ordered a hamburger."
        },
        {
            "id": "ef3cdfcd47bc4e63bde5444d16c111a8",
            "sentence": "Mary's biggest disappointment in life is not being able to have children."
        },
        {
            "id": "cd3b0a387abf4dd680e870d6b3076535",
            "sentence": "Tom is a creature of habit and does pretty much the same thing every day."
        },
        {
            "id": "f0fa15e8faec46e98c5d66600a55c4b8",
            "sentence": "Tom went to school even though his mother told him he was too sick to go."
        },
        {
            "id": "7564b25d9e494610b34174e4e3b97250",
            "sentence": "Please don't forget to put stamps on the letters that I gave you to mail."
        },
        {
            "id": "c9939c71d62f4095b00d0dd95e1ae0bf",
            "sentence": "If that accident had happened in the city, it would've caused a disaster."
        },
        {
            "id": "fe53034841fb401b8fc0225a8ee1bf2c",
            "sentence": "I don't think that you need to tell Tom what Mary said she's going to do."
        },
        {
            "id": "da79a486a3b94086a99964af86cc49a8",
            "sentence": "You seem to be prejudiced against ideas that come from foreign countries."
        },
        {
            "id": "7ac5a7aec712434fa6272adbcd6d4dea",
            "sentence": "The boy pretended he could read, but he was holding the book upside down."
        },
        {
            "id": "aa71b79efd3f418b9e8f7b5d94118baf",
            "sentence": "The mayor thought that he should investigate the decline in tax revenues."
        },
        {
            "id": "78f5f077648e4a0f8af632b4695b833f",
            "sentence": "Because his parents had died when he was young, his uncle brought him up."
        },
        {
            "id": "d225b18c6f904399b490bafc9852f16a",
            "sentence": "You cannot learn the truth unless you hear what both parties have to say."
        },
        {
            "id": "db65ee93560b4281b1164005de0bac63",
            "sentence": "At Christmas she went out of her way to buy me a really nice model plane."
        },
        {
            "id": "9b8211177b2d4752893fdf40e1194b25",
            "sentence": "The child next door was showing off his brand new bicycle to his friends."
        },
        {
            "id": "3de57f49363a498eb0efbc1ef6b8e654",
            "sentence": "Would it be possible to set up a meeting with us on April fifth or sixth?"
        },
        {
            "id": "6f5e3fa629df4e4eaa1e51385f0fad04",
            "sentence": "The driver stopped and opened the door, but no one got on or off the bus."
        },
        {
            "id": "4c18afeb50034ef9b0d27986e66d3e0d",
            "sentence": "If you let the engine run, you might be able to hear what the problem is."
        },
        {
            "id": "fb851d05ef374dbe9a6d9008b71798a3",
            "sentence": "Tom got tired of walking and sat down on one of the park benches to rest."
        },
        {
            "id": "de688bed4f9d48138b545581ad0371cd",
            "sentence": "What we thought might be a bomb turned out to just be a can of motor oil."
        },
        {
            "id": "5ab987d24ca24594a8aeb66e8ed6e494",
            "sentence": "I was supposed to race this week, but I had to drop out since I got sick."
        },
        {
            "id": "995ef1c0783d442daf8f08e1154030ee",
            "sentence": "Tom is very overweight and gets upset when people tease him for being so."
        },
        {
            "id": "7b805f7e41a245a7a469b7309a9431bc",
            "sentence": "Tom played the clarinet before he began learning how to play the bassoon."
        },
        {
            "id": "245c52f598754915a84b54d12156eeb3",
            "sentence": "The people in the next room stay up until all hours doing God knows what."
        },
        {
            "id": "6ce48ebaa024423f910dd2b0fc625483",
            "sentence": "The disagreement between the union and management could lead to a strike."
        },
        {
            "id": "8bba7c8e856349ccbf180ed4e89210e8",
            "sentence": "Whichever is better out of two options is also best out of those options."
        },
        {
            "id": "e54eabc321f3471da9718e85a63d5456",
            "sentence": "The students observed as the teacher demonstrated the science experiment."
        },
        {
            "id": "9d7af4f570e54bcdae7783a3f1e9a3e3",
            "sentence": "Tom was one of the people who stayed and helped clean up after the party."
        },
        {
            "id": "fd3e29e3598d48cda218ab4f04ff5ab6",
            "sentence": "Selling your old car for scrap might be a good way to make a bit of cash."
        },
        {
            "id": "5493b18e9ff2442ea9f7cd0e13572c8d",
            "sentence": "I didn't get to the bank before it closed because I got stuck in traffic."
        },
        {
            "id": "bc334b6ecca7454999d062363eb1bd89",
            "sentence": "Tom studies French for about half an hour every morning before breakfast."
        },
        {
            "id": "1d082dac3f264e10bb18802c274cab30",
            "sentence": "I wanted to be a singer, but I was told I should learn to play the drums."
        },
        {
            "id": "b2fb46a853d24da79dd594a2189d59bf",
            "sentence": "We waited for Tom at the library for half an hour, but he didn't show up."
        },
        {
            "id": "1079ab601d3a4949aa674db0ca82f450",
            "sentence": "When it's windy, the leaves of the old oak rustle and its branches creak."
        },
        {
            "id": "d0d1630b8c754ca39dabc629ea0e4fe8",
            "sentence": "If you go out for dinner with your family, how much does it usually cost?"
        },
        {
            "id": "7733d779aee34812938c274c4acb567b",
            "sentence": "It wasn't till the next morning that we learned that Tom had been killed."
        },
        {
            "id": "0a37a516169747faa481332ffaa1d312",
            "sentence": "I admire the way you always seem to be able to avoid getting into fights."
        },
        {
            "id": "8faa5ea110d445e2aff9671b875ac69d",
            "sentence": "What you spend time doing in your childhood affects the rest of your life."
        },
        {
            "id": "e18870be4ccf4076bb47a02a47e09e7d",
            "sentence": "George Washington was the first president of the Unites States of America."
        },
        {
            "id": "0ed15283f2414ae6bcea70c7a751d0e7",
            "sentence": "Tom told me that he could hear something, but he wasn\\'t sure what it was."
        },
        {
            "id": "5adc550edae84e2aa5fb7fe7cf3566c1",
            "sentence": "Tom shot himself while he was cleaning a gun that he thought was unloaded."
        },
        {
            "id": "f993bd6bac74459fb18007e0b29f5140",
            "sentence": "It\\'s true that she knows a lot about cooking, but she isn\\'t a good cook."
        },
        {
            "id": "281591b5e6394370bd73a500ed6b736f",
            "sentence": "Money isn\\'t everything, but if you have no money, you can\\'t do anything."
        },
        {
            "id": "9f5e8ec33ddd4921af12f978c229a5e3",
            "sentence": "Tom and Mary looked at each other, and then suddenly they started kissing."
        },
        {
            "id": "f425d85a5df64f3e823701b1614578f6",
            "sentence": "Tom began to look for a job three months before he graduated from college."
        },
        {
            "id": "0ce3f7bd95bd4779baf6a5a13b9ca54c",
            "sentence": "Tom put two slices of bread into the toaster and pushed down on the lever."
        },
        {
            "id": "c64346e01a3b43c5a4dfe214fc347b2a",
            "sentence": "Tom spent the whole evening searching the Web for photos of famous people."
        },
        {
            "id": "3bdd355ed994475d8666fb2287a0825a",
            "sentence": "Tom wants to be careful not to use too much water. His well is almost dry."
        },
        {
            "id": "24198e863e03491494cd41da7edcfe0c",
            "sentence": "What is important is not how many books you read, but what books you read."
        },
        {
            "id": "699840765bde4b0d8ce17e42d223cc63",
            "sentence": "When you start looking like your passport photo you should go on vacation."
        },
        {
            "id": "45fc09bb4e164cee8d4339549ef3926a",
            "sentence": "Would you like to see some of the videos we took on our trip to Australia?"
        },
        {
            "id": "9b1c8f45e0b447ecb2a8c93b0a708f50",
            "sentence": "Tom wouldn\\'t be too surprised if Mary didn\\'t like the puppy he gave her."
        },
        {
            "id": "1f409d15f5cb45edb30fe004639579aa",
            "sentence": "When we started out in this business, many people said that we would fail."
        },
        {
            "id": "b882d3fefef7469db1b632f9b6766b3c",
            "sentence": "You say you want to visit Tom? Why in the world would you want to do that?"
        },
        {
            "id": "977b0f0d071e40159eeba46e4b7fb9fd",
            "sentence": "Please attend the meeting in the second floor conference room at 2:30 p.m."
        },
        {
            "id": "42cbd7f044424fbeb927e467dc456c49",
            "sentence": "Since you have a sore throat and a fever, you should probably stay in bed."
        },
        {
            "id": "81d9692a8f9e40009bf8e702b312a89f",
            "sentence": "The lower your self-esteem, the more you tend to focus on negative things."
        },
        {
            "id": "4db0f8ab7e30494f973133deab83f42d",
            "sentence": "Tom usually watches the weather report in the morning before leaving home."
        },
        {
            "id": "88305fbdd8f149c7b28d37ad7d53b6b4",
            "sentence": "Tom was escorted out of the building by security guards after being fired."
        },
        {
            "id": "53cb294cbcd54ada84e77334eb008a5b",
            "sentence": "Tom worried about whether he had enough money to pay for such a nice meal."
        },
        {
            "id": "d65e151941334709bced44c521ea9630",
            "sentence": "I\\'d think that the last thing you\\'d want to do right now is talk to Tom."
        },
        {
            "id": "b6a414714eba451283ef30fab25f70b4",
            "sentence": "Tom doesn\\'t want an iPad. He wants a portable device that supports Flash."
        },
        {
            "id": "eab320539b5a445598e48f95fe9702a0",
            "sentence": "Tom hadn\\'t washed dishes in a week, so the sink was full of dirty dishes."
        },
        {
            "id": "daf594685e6d4eac93d0f9737b095c80",
            "sentence": "Tom is having trouble coping with the fact that his son committed suicide."
        },
        {
            "id": "280d1bb88a4e417d95b3f23ac501f60e",
            "sentence": "Tom sent Mary a love letter, but he never did find out whether it arrived."
        },
        {
            "id": "14a69d0a45654ef3b65b668b5e4a109c",
            "sentence": "I didn\\'t know that you were sick, so I didn\\'t visit you in the hospital."
        },
        {
            "id": "225a442ddea146ecbb250666696d0766",
            "sentence": "I don\\'t usually eat breakfast because I\\'d rather sleep as late as I can."
        },
        {
            "id": "8de062a307dd4068865a4205a3a40a27",
            "sentence": "I\\'m pretty sure that Tom has already forgotten what I told him yesterday."
        },
        {
            "id": "e91e7f70b0364c7780bc085f53c36033",
            "sentence": "Those who choose not to read have no advantage over those who can\\'t read."
        },
        {
            "id": "108f609a70b048c892f71fe1119bf6fd",
            "sentence": "I think it\\'s highly unlikely that you\\'ll be able to do that by yourself."
        },
        {
            "id": "dc29d4fdb0f74473b54b8e75047f506a",
            "sentence": "I\\'m pretty sure that Tom won\\'t buy that car he was looking at yesterday."
        },
        {
            "id": "e50272e11ccf46879a7b42c690166f43",
            "sentence": "I\\'m sure it wouldn\\'t be too hard to find out who hacked into our system."
        },
        {
            "id": "637e4922762b4b169d2a35f4220c1b9f",
            "sentence": "Mary took her earrings off and put them in the jewelry box on her dresser."
        },
        {
            "id": "d850af985e194a6281d93e3f7a838629",
            "sentence": "Maybe Tom should consider the possibility that Mary has left him for good."
        },
        {
            "id": "cdfe8ffbc90c4cda88c7de0de76895e5",
            "sentence": "Men and women between the ages of 25 and 54 have the most stressful lives."
        },
        {
            "id": "fd215c0e1a2b4a1b9b4e434b2316ffd9",
            "sentence": "My teacher told me that I should have spent more time preparing my speech."
        },
        {
            "id": "1921cf153f5e4c33a9ed056c2485a6b3",
            "sentence": "Tom stopped knocking on the door as soon as he realized Mary wasn\\'t home."
        },
        {
            "id": "4dcdd9d127294153a4998ed73130d6d1",
            "sentence": "Tom told Mary that she couldn\\'t just make up the rules as she went along."
        },
        {
            "id": "9d5c8be230d04a5d9ebb693ea8d38316",
            "sentence": "Tom usually plays a good game of tennis, but he\\'s not in good form today."
        },
        {
            "id": "728c98db916d48b29883f5923494101f",
            "sentence": "Tom can\\'t buy what he wants to buy because he doesn\\'t have enough money."
        },
        {
            "id": "10bb6c930af84b1283b04484e9beccad",
            "sentence": "Tom can\\'t change the way Mary is, but that doesn\\'t stop him from trying."
        },
        {
            "id": "4a862adc03424280a61a557d8aa3df52",
            "sentence": "Tom certainly hadn\\'t done anything that deserved that kind of punishment."
        },
        {
            "id": "23567df924f946be9db5efdf6d72d36c",
            "sentence": "As the date of the wedding approached, Tom started having second-thoughts."
        },
        {
            "id": "8c15064f004444c297e306cfaa73bb25",
            "sentence": "Tom says he wasn\\'t here yesterday. It must\\'ve been someone else you saw."
        },
        {
            "id": "57742f3d8a444910bff29916282ee30d",
            "sentence": "We heard that Tom had committed suicide, but we didn\\'t really believe it."
        },
        {
            "id": "271926332e6b4acf82054e92810d0603",
            "sentence": "I usually don\\'t eat breakfast because I\\'d rather sleep as late as I can."
        },
        {
            "id": "3085441b7ac24c10a4696cdb55da65ba",
            "sentence": "She wrote to him to tell him that she couldn\\'t come to visit next summer."
        },
        {
            "id": "34b39dd8cd5848288dfca5fd9a9fa594",
            "sentence": "Tom almost never forgets to send his mother a Mother\\'s Day greeting card."
        },
        {
            "id": "205f5d2ec56d4a43a2909e0618243e86",
            "sentence": "Tom began to worry about how he was going to pay for his son\\'s education."
        },
        {
            "id": "217b7b50220b41c88922777bdb28e90f",
            "sentence": "Tom and Mary want to be together, but everything seems to keep them apart."
        },
        {
            "id": "461fcbefe83145abb75519eae8121bf4",
            "sentence": "Tom had a splinter in his finger, so he asked Mary to help him get it out."
        },
        {
            "id": "6979f34bf79f46a7ab2ea2b829392269",
            "sentence": "Tom had no qualms at all about speaking in front of such a large audience."
        },
        {
            "id": "0d7b67a5456b43cdb73701b01569e7e5",
            "sentence": "Tom has been an inmate of a high-security prison for the past three years."
        },
        {
            "id": "39b41acf3a0340f9b9c16c74d62ed373",
            "sentence": "Tom pleaded not guilty to charges of drunken driving and reckless driving."
        },
        {
            "id": "2f2090e7e18546bc955fa6324be6d7cd",
            "sentence": "Would you mind putting a link on your web page to our company\\'s web site?"
        },
        {
            "id": "b7ece4db73d44f9f97e0fbbb9fecfe54",
            "sentence": "Don\\'t you think this computer game may be a little too difficult for Tom?"
        },
        {
            "id": "c82d9753ba774b309fa67874299c4073",
            "sentence": "Tom and Mary have decided not to talk to their children in French anymore."
        },
        {
            "id": "8356ddbe6e36427884a06c8685009643",
            "sentence": "Tom and Mary were sitting together on the couch when I came into the room."
        },
        {
            "id": "2fb88ee5369e4955a5d70428f58d0d1a",
            "sentence": "Tom asked Mary a lot of questions, but she refused to answer some of them."
        },
        {
            "id": "5e925c7415ef41c1bbd08bdb6d461c9c",
            "sentence": "Tom is often the first one to arrive at a party and the last one to leave."
        },
        {
            "id": "727aac7a6da7479e9cf6cfa558749ca1",
            "sentence": "She borrowed the book from him many years ago and hasn\\'t yet returned it."
        }
    ],
    "nbPages": 716,
    "nbResults": 715026
}