{
    "currentPage": 714,
    "pageSize": 1000,
    "items": [
        {
            "id": "b78d8cbe91b040e28974c04f5124b18a",
            "sentence": "He got up quickly, splashed cold water on his face, brushed his teeth, and shaved."
        },
        {
            "id": "df8d13911a0d464580dae2b9884de511",
            "sentence": "I wish I could be more optimistic, but I don\\'t think things will get better soon."
        },
        {
            "id": "6f13ada0161b4f25bc0629859d9a1d43",
            "sentence": "The kitchen knife wasn\\'t sharp enough to cut the meat, so I used my pocket knife."
        },
        {
            "id": "397a2b2addea4c1684d80eaed6654625",
            "sentence": "Falling in love with Tom was probably the biggest mistake that Mary had ever made."
        },
        {
            "id": "c69a2447f1654d4ba01259854dadc4fa",
            "sentence": "Tom thinks that he\\'s Mary\\'s boyfriend, but Mary thinks that he\\'s just a friend."
        },
        {
            "id": "e5bbb00f47274ce3bf61a0914c49e074",
            "sentence": "I wish I could figure out how to get my car painted without paying a lot of money."
        },
        {
            "id": "339c7c79064242548bd7c9322a79e8f6",
            "sentence": "The biggest problem in Tom and Mary\\'s marriage is Mary\\'s mother\\'s interference."
        },
        {
            "id": "0ccfdfbd550b4f61b6085086fcbb700e",
            "sentence": "Why are you here in Australia? You\\'re supposed to be in New Zealand, aren\\'t you?"
        },
        {
            "id": "60932a9693e74b0d981666fdb007fe09",
            "sentence": "Tom has been in love with Mary since they were both in elementary school together."
        },
        {
            "id": "a5cf776c63cd459aac269d76caacc63d",
            "sentence": "Tom told his teacher that the reason he had been absent was that he had been sick."
        },
        {
            "id": "080b7cfdc91541d4b06366af20c3d683",
            "sentence": "Tom wants to buy an eight-track player to put in the car his grandmother gave him."
        },
        {
            "id": "3035b142efd04fb0822477ef142c7cf8",
            "sentence": "Tom bought two chocolate cupcakes with vanilla icing and gave one of them to Mary."
        },
        {
            "id": "13b9e7f6ea2d430c93c841434a857a8b",
            "sentence": "You have the right to talk to a lawyer for advice before we ask you any questions."
        },
        {
            "id": "bb9f714ccdbf4aca92404475c236c670",
            "sentence": "I think it\\'s unlikely that Tom would be interested in buying your old MP3 player."
        },
        {
            "id": "e26e65a94d3a404eb80c68405df1e302",
            "sentence": "Some people speak from experience, and some people, from experience, don\\'t speak."
        },
        {
            "id": "5c8f4153022544229edb3e9c3ab37e69",
            "sentence": "Just because something's more expensive doesn't necessarily mean that it's better."
        },
        {
            "id": "f330684d3fd642de9887d2a62fec44d4",
            "sentence": "Every high school student should be required to take an introductory logic course."
        },
        {
            "id": "cf694ae898144538a8fbe46f16ad543e",
            "sentence": "The drama on TV was so popular that it stirred up people's interest in the period."
        },
        {
            "id": "b7437f82aee14d569d13d40fda15bf4c",
            "sentence": "He's reigning champion, and no young challenger is going to take it away from him."
        },
        {
            "id": "07757150fb0e4cf7a07f1f6b5a84ad3f",
            "sentence": "Peer pressure often leads to people doing things they know that they shouldn't do."
        },
        {
            "id": "bfcfdeeff0b44a129fc1a158466537ad",
            "sentence": "My parents don't like my girlfriend. They think that she's not good enough for me."
        },
        {
            "id": "091a6472114a4f0d814d433aaf04cacf",
            "sentence": "Tom didn't know where the hospital was, so he had to ask someone how to get there."
        },
        {
            "id": "1baaa420cb264d56b616307029374a06",
            "sentence": "We got divorced three months ago and my ex-wife is already engaged to another man."
        },
        {
            "id": "300f67a460e2426a81f4eec3cc5bef3b",
            "sentence": "How did people sharpen their pencils before the invention of the pencil sharpener?"
        },
        {
            "id": "4427e37ea5a146a89f18ea6c975c8bab",
            "sentence": "Yesterday, I went to work at eight in the morning and came home at eight at night."
        },
        {
            "id": "9c8744a9792347cc939ccff2d1181dcd",
            "sentence": "I'm going to come home a little early. There isn't much work at the office anyway."
        },
        {
            "id": "581dbd32ab204160a09db86fbc191b76",
            "sentence": "I liked the concert we went to last week better than the one we went to yesterday."
        },
        {
            "id": "7d9e11a6f47645f98b9eddcb09f720a6",
            "sentence": "The reason that the report had so many mistakes was because I wrote it in a hurry."
        },
        {
            "id": "dbc5604b257e402d8adf00904d944c77",
            "sentence": "After years of living on his own, Tom found it hard to adjust to living with Mary."
        },
        {
            "id": "cbdfcd6ad6f2472991356879f6ea2de3",
            "sentence": "Tom was furious, but he tempered his language because there were children present."
        },
        {
            "id": "a84d97f580874d9ba2e15ac93ae2a1e8",
            "sentence": "Every religion, like every person, has brought good and bad things into the world."
        },
        {
            "id": "6561d72f595742bb9f0ba4a60c63d1bb",
            "sentence": "When did you find out that Tom wasn't the one Mary wanted to go to the dance with?"
        },
        {
            "id": "6fa154e7fb9c47409f1d5590bf8363d1",
            "sentence": "You still can't drive all the way there. You'll have to walk the last three miles."
        },
        {
            "id": "d4a1228db07940f39200500ad0b62ad4",
            "sentence": "Perhaps you could help us tomorrow. However, if you don't want to, that's OK, too."
        },
        {
            "id": "03d56a38d4354cd4a64dfa8040a7da03",
            "sentence": "Many people watch videos with closed captions for reasons other than hearing loss."
        },
        {
            "id": "a1f683c16ccc4199bc8ee636ae012a3e",
            "sentence": "In order to make a phone call, I put my hand in my pocket and searched for a coin."
        },
        {
            "id": "1bec9b2a95c64f0ba963a347813a8c52",
            "sentence": "I saw a red car and a white one. The red one was nicer looking than the white one."
        },
        {
            "id": "3e3b858305404441b21bb48e32eaa3fe",
            "sentence": "My life would probably have been quite different if I had been born a month later."
        },
        {
            "id": "4c346adc30b24330b2f1afca6011d026",
            "sentence": "Even if you fail the first time you try it, don't give up, but try doing it again."
        },
        {
            "id": "2617f9a3be8848f193d905a3e007d298",
            "sentence": "Little did I know Tom and Mary were playing footsy under the table the whole time."
        },
        {
            "id": "82fbe80d19094ceebca7c010a0fb8b54",
            "sentence": "Buying concert tickets in advance is usually cheaper than buying them at the door."
        },
        {
            "id": "9058f60f018d4075af68a75b6a258b16",
            "sentence": "I realize that you're going to desperately look for arguments to prove your point."
        },
        {
            "id": "3cf80853bc89456499c0e0913acaaf91",
            "sentence": "Tom liked Mary for years, but at some point, his feelings for her changed to love."
        },
        {
            "id": "871278eb768348118be6b9f02c2b4690",
            "sentence": "There's no need to gang up on Tom just because he didn't understand the situation."
        },
        {
            "id": "c44d5315db98464b9adba01448278b16",
            "sentence": "I knew Tom would've been a great addition to the team. Sadly, he died a month ago."
        },
        {
            "id": "2a707d9717b049408f7699c8b4420f30",
            "sentence": "It's a shame that I had to quit my job just when I was getting the hang of things."
        },
        {
            "id": "e95e87bbfc8f4062abfdcf0452b43cbd",
            "sentence": "I wanted to get a tattoo on my chest, but everyone told me that was a stupid idea."
        },
        {
            "id": "8a77046eaf4b4d6591a730d191ae43a9",
            "sentence": "Tom wished that his friendship with Mary could have developed into something more."
        },
        {
            "id": "7241fd75ac66490488d260eb673089f6",
            "sentence": "The friendship between Tom and Mary quickly developed into something more serious."
        },
        {
            "id": "fd3caa0bcee1442eb4bca843276b2a16",
            "sentence": "Many people don't realize that antibiotics are ineffective against viral diseases."
        },
        {
            "id": "4e6a47f8418a48559f57c30eedd327fe",
            "sentence": "I want to draw your attention to the highly encouraging results from last quarter."
        },
        {
            "id": "6f31692987ee4b7a87cb64ef95b6d08e",
            "sentence": "The rebels began distributing food and clothing from the storehouse to the locals."
        },
        {
            "id": "460dd3c1415c4e24a0daa8692bb18925",
            "sentence": "For this sword, the tang passes fully through the handle, tapering toward the end."
        },
        {
            "id": "ace5b9c3007e4174842f070ec5019771",
            "sentence": "The incredible girth of a Sequoia tree is necessary to support its titanic height."
        },
        {
            "id": "92b5e912d0a846b89d12e85c40737aa7",
            "sentence": "The pilots were confused by the seemingly anomalous readings of their instruments."
        },
        {
            "id": "76c34a0cb0c64e29992001f2fbec0ff4",
            "sentence": "The pain you go through because of love is by far sweeter than any other pleasure."
        },
        {
            "id": "2b0cff8bacb340089aabc0eab7cfeeaa",
            "sentence": "If you don't think that the party is going to be any fun, then I don't want to go."
        },
        {
            "id": "37e4dc822c9e4198a81560e62184e3ff",
            "sentence": "If you keep fish in a fish bowl, you should change the water at least once a week."
        },
        {
            "id": "2ff027aa7ff54fc78ece8d9b6c295774",
            "sentence": "I was planning to drop by Tom's on the way home and ask him if he needed any help."
        },
        {
            "id": "105f76504bce4fb384d0adf70395c05d",
            "sentence": "In order to get to know a person, one merely needs to travel with them for a week."
        },
        {
            "id": "144fd70c013b4e06b2ae8642dc4547bc",
            "sentence": "Finding the transpose of a matrix is a common step in linear algebra calculations."
        },
        {
            "id": "e2337d360d594e80bca15e41345224ea",
            "sentence": "I let Tom off in front of the post office, and he walked the rest of the way home."
        },
        {
            "id": "f5c5c3aa8e164084b456d9a491896a3e",
            "sentence": "Even though French is his native language, Tom often makes pronunciation mistakes."
        },
        {
            "id": "7321281c6d3344728e6ed9a184919362",
            "sentence": "Our marriage counselor told us that we needed to spend more quality time together."
        },
        {
            "id": "13af8fff77864a56b678ac09d5f6afad",
            "sentence": "Tom loved the song even though the lyrics were in a language he didn't understand."
        },
        {
            "id": "a87a8e5336c046be9f9c9c3e7b95f72b",
            "sentence": "Tom couldn't tell from Mary's reaction how she felt about what he had said to her."
        },
        {
            "id": "2661345ffc2348cf932c276af198cd24",
            "sentence": "If Cleopatra's nose had been shorter, the history of the world would be different."
        },
        {
            "id": "9bb9c14e4a734bd9a3c7fd70b9bf3a8a",
            "sentence": "White tigers are not albinos. If they were, they would have no stripes whatsoever."
        },
        {
            "id": "5df77b854bf445fe90f2e4a5b929160c",
            "sentence": "I'd like to stay here and chat, but I have to go to a concert my kid's playing in."
        },
        {
            "id": "d4e5c63052d645dbac3f7a54cd0c74e5",
            "sentence": "I'm a great believer in luck, and I find the harder I work, the more I have of it."
        },
        {
            "id": "34bdbe9eb7234b35bc7168e85cccab90",
            "sentence": "I promised myself that I'd make Tom laugh at least once before the end of the day."
        },
        {
            "id": "640a8c34f5b14c238352da3b1930aa9e",
            "sentence": "In a cruelly ironic twist of fate, someday Tatoeba will make an example of us all."
        },
        {
            "id": "578161a58f9848dc8ebd3608ec308aae",
            "sentence": "After spending hours out in the cold winter wind, my skin got all chapped and dry."
        },
        {
            "id": "5ddd493ccca844499e30391e1057b837",
            "sentence": "You may be able to pass unnoticed in a city, but in a village that's not possible."
        },
        {
            "id": "5e7e22fc0cbe49438451190a1a9e4763",
            "sentence": "I disapprove of what you say, but I will defend to the death your right to say it."
        },
        {
            "id": "30ada985d59e40b09c77f390abd011ea",
            "sentence": "Tom isn't the only one who thinks that it would be a good idea to get there early."
        },
        {
            "id": "c087487c47db4edabb3577e6f487a217",
            "sentence": "Three years ago, Tom's doctor told him that he only had three months left to live."
        },
        {
            "id": "62d6e742c60348aab8096f9f6d869727",
            "sentence": "Buttered toast always falls butter side down because butter is heavier than bread."
        },
        {
            "id": "7f5105718f6d471ea3af162fccfa055f",
            "sentence": "Mary suffered from severe postnatal depression after the birth of her first child."
        },
        {
            "id": "ffb8901c948c408e8fb7a3ec950496b5",
            "sentence": "It'll be hard to find a good vocalist who isn't already working with another band."
        },
        {
            "id": "65986ed9ee374111a621360b91770d0b",
            "sentence": "How much bandwidth would you save by using audio only and turning off your camera?"
        },
        {
            "id": "87105cbdc8224604b942cadeca271216",
            "sentence": "Tom knew every inch of the island after being stranded there for over three years."
        },
        {
            "id": "a3e9c3b674b3432095c160c136744cdf",
            "sentence": "Between 1820 and 1973, the United States admitted more than 46 million immigrants."
        },
        {
            "id": "b8c50ee28a374e308ab8e7ba7b73774f",
            "sentence": "There is a new store down the street that is going to open the day after tomorrow."
        },
        {
            "id": "b5c3cb65b4d6493d9d33d4d6355d2225",
            "sentence": "You should've seen the look on Tom's face when I told him about what had happened."
        },
        {
            "id": "15024be0f79c479484459a906bf7a1c3",
            "sentence": "Recently, the price of crude oil has soared, and the cost of gasoline is going up."
        },
        {
            "id": "951bc6f24ebd428fa2d9b8d26304ce14",
            "sentence": "Tom told the police that Mary's sudden disappearance was out of character for her."
        },
        {
            "id": "00995ebe04804af398d890d402be98de",
            "sentence": "Tom's Bible reading group petered out after a few months through lack of interest."
        },
        {
            "id": "26de6a8508e74327902e45bbedeee9dc",
            "sentence": "Call me every few days, and in that way we can keep in touch if something happens."
        },
        {
            "id": "5d2817ef6d5042b6b479805acb11e143",
            "sentence": "We all searched high and low for the missing documents, but they were never found."
        },
        {
            "id": "a7731f357e9245189496c6687e0e7627",
            "sentence": "Tom took thousands of pictures during his vacation, but then never looked at them."
        },
        {
            "id": "093ca81d773a43618330033b444487fc",
            "sentence": "I'm batching it this weekend because my wife is visiting her brother in Frankfurt."
        },
        {
            "id": "bc15d3d6e8fa4832a13a70bdd456135d",
            "sentence": "When I first met Tom, I thought he was a nice guy, but I soon found out otherwise."
        },
        {
            "id": "32d1fb64c519459c8f11cf9e53ffbbfc",
            "sentence": "Before you start learning French, you need to ask yourself why you're learning it."
        },
        {
            "id": "cd8bba854795436c83ecaf444cdc8123",
            "sentence": "Many students complain about the amount of homework that their teachers give them."
        },
        {
            "id": "0ae26b64bd614a4196cdd613582b9d69",
            "sentence": "It doesn\\'t matter how much money you offer me. I\\'m not going to sell this to you."
        },
        {
            "id": "1bb3b469bdf14f2bbca57ce43cb8c2ba",
            "sentence": "I met an old man who says that he\\'s never eaten at a restaurant in his whole life."
        },
        {
            "id": "d05202d968cc452f9793c43bf93cd232",
            "sentence": "A connection between personality and blood type has not been scientifically proven."
        },
        {
            "id": "99a8b46de0a441daa07367199290d0d4",
            "sentence": "It\\'s been a long time since I\\'ve gotten off work while it\\'s still light outside."
        },
        {
            "id": "51336550499146c6b9d53adfb4c5746f",
            "sentence": "There is an urgent need for understanding how climate change will affect our lives."
        },
        {
            "id": "d88de188b78f467dbdc25851255fc527",
            "sentence": "I\\'m beginning to understand why you don\\'t bother to try to explain things to Tom."
        },
        {
            "id": "d8453e266d6442e097754ef58e98b378",
            "sentence": "I\\'ve had a slight sore throat since this morning. I wonder if I\\'ve caught a cold."
        },
        {
            "id": "e5f4b0948566471ea09eb0c8d3a3f92c",
            "sentence": "It\\'ll take longer to tell you how to do it than to just go ahead and do it myself."
        },
        {
            "id": "0db9a7c4fa7148e2a356095e8b56f930",
            "sentence": "Many parents think it\\'s important for their children to learn how to speak French."
        },
        {
            "id": "6f6e0833974b46dfa1a76d47366b60c7",
            "sentence": "The more time you spend talking about what you do, the less time you have to do it."
        },
        {
            "id": "46bb0c51bb8c4b6d88f744381caeaa01",
            "sentence": "Tom started studying French when he was a child, so his pronunciation is very good."
        },
        {
            "id": "26134bbf3bc1401f92924d8c2a31b0b5",
            "sentence": "Even though Tom explained it in detail, I\\'m still not sure I really understand it."
        },
        {
            "id": "6fbaaddb12324509855815cb93882cf2",
            "sentence": "I know what time you said to be there, but I wasn\\'t able to be there at that time."
        },
        {
            "id": "48d52fa4d0f447929c8ad69126230f11",
            "sentence": "Even though Tom didn\\'t want to, he was too polite not to invite Mary to his party."
        },
        {
            "id": "33e8321c40a547ff8a71ab5905c7a064",
            "sentence": "I\\'d like to buy the car you\\'re selling, but I don\\'t have enough money right now."
        },
        {
            "id": "bfb69cead71c4cf5a5ba03b1ff4f97f2",
            "sentence": "I never for a moment imagined I\\'d be able to afford to live in such a fancy house."
        },
        {
            "id": "b17f4f9f3da64ffdba0305431cd3b199",
            "sentence": "Tom certainly gave the impression that he wasn\\'t planning on being there tomorrow."
        },
        {
            "id": "4c66b30e11da4e0394550aa8ec3ee748",
            "sentence": "Tom knew that Mary couldn\\'t swim, but he asked her to go swimming with him anyway."
        },
        {
            "id": "0c2b372334a042039b78e59bd277c4d2",
            "sentence": "The teacher wrote something on the blackboard, but it was too small for me to read."
        },
        {
            "id": "5c90aba3c19945a99f8d79b3a84e2c45",
            "sentence": "Tom asked Mary to pick up some toothpaste and some toilet paper at the supermarket."
        },
        {
            "id": "f9721e81cee3458ab17247ee0ba7c615",
            "sentence": "All the teachers and students we talked to said that Tom is easy to get along with."
        },
        {
            "id": "26fcedce53d540ee9484b93cfad13dfc",
            "sentence": "The police searched Tom\\'s house for three hours, but they couldn\\'t find anything."
        },
        {
            "id": "50ec714e16fa4391a5008d2a0e890fba",
            "sentence": "Tom couldn\\'t completely rule out the possibility that he was going to get drafted."
        },
        {
            "id": "856c72c9b8b943d1b601d8a8d74a5ba9",
            "sentence": "Tom couldn\\'t think of Mary without remembering how painful their breakup had been."
        },
        {
            "id": "bf0186f06d4c4e1b86286d32ee2f969b",
            "sentence": "Tom believes that Mary made a big mistake when she sold her father\\'s Stradivarius."
        },
        {
            "id": "f586b00c54f748899b71b27b87018a6c",
            "sentence": "Tom contacted me the other day asking me if I\\'d play guitar for a charity concert."
        },
        {
            "id": "72cd362ef80a4940b3665d29d0837d2a",
            "sentence": "Tom decided to try trimming his beard with a knife, but he wasn\\'t very successful."
        },
        {
            "id": "a7ef0becb0724b0bbfa62c5ce0064c32",
            "sentence": "Tom didn\\'t buy anything at that store because he thought the prices were too high."
        },
        {
            "id": "d9b93e43248f422d8e98f694ef8c8d20",
            "sentence": "Tom doesn\\'t think there is any advantage of doing it the way you suggest we do it."
        },
        {
            "id": "d0e2e97600d648f28e1b5ddac8162b65",
            "sentence": "My grandmother used to use her sewing machine a lot up until about three years ago."
        },
        {
            "id": "441b78dca7834856ba4483e98b9d14ef",
            "sentence": "All I can think about is next month\\'s vacation. I haven\\'t been on one in so long."
        },
        {
            "id": "cd30536a188441fe9ccc85df148de463",
            "sentence": "Since I was carrying a suitcase in each hand, I pushed the door open with my elbow."
        },
        {
            "id": "78c88c705aba4f26b726bb0249afed4e",
            "sentence": "Tom thought that he had woken up from his dream, but in fact he was still dreaming."
        },
        {
            "id": "aac167c1fcc54f23aa5091acf543caef",
            "sentence": "When you compare this dictionary with that one, you can easily see which is better."
        },
        {
            "id": "2580670bf69248b5a6d332009f7b34e9",
            "sentence": "Tom wanted Mary to talk to John about the problem she was having with his children."
        },
        {
            "id": "c8055cb1c456441a8b41a737c18de756",
            "sentence": "Tom was sentenced to five days in jail and a year on probation for drunken driving."
        },
        {
            "id": "dd7b882b70b84ef4904118186e9417c6",
            "sentence": "We could probably make more money if we lowered the price since we could sell more."
        },
        {
            "id": "59fb093167de45869fe0b6a6b442084d",
            "sentence": "When I was in school, left-handed kids were forced to write with their right hands."
        },
        {
            "id": "567fa9b3b798447887d4ba8d84341d70",
            "sentence": "I don\\'t want to be the one who tells Tom that Mary died in an automobile accident."
        },
        {
            "id": "422f4b47c2d645839e928a2f92beaf73",
            "sentence": "I\\'m sure you\\'re aware that you\\'ll be the only one there who can\\'t speak French."
        },
        {
            "id": "5c24d462025543f6ac4ace94367b6359",
            "sentence": "The reason Tom is fat is because he eats too much and doesn\\'t get enough exercise."
        },
        {
            "id": "bf5e4fb4a0444ec1a067516a9c52dadc",
            "sentence": "Tom says that he can\\'t remember anything that happened on the day of the accident."
        },
        {
            "id": "51c0f45f5db14a74ba4e2dbc66e1e8ce",
            "sentence": "Tom certainly should be careful not to make Mary angry when she\\'s holding a knife."
        },
        {
            "id": "6192fdf7371d4e2f8f69edcff5dd1cff",
            "sentence": "Tom says that someday he\\'ll be able to play the English horn as well as Mary does."
        },
        {
            "id": "bf1bed31dfb74230afdc1088a495200a",
            "sentence": "I can remember some faces, but there are some people here I don\\'t remember seeing."
        },
        {
            "id": "7a254193e63a4f4ebed77dacd27f46d4",
            "sentence": "Tom is doing everything within his power to improve the patients\\' quality of life."
        },
        {
            "id": "b86f3b89ebf14bcc91b56200ae268eb9",
            "sentence": "Tom became tired of always having to pay the bill every time he went out with Mary."
        },
        {
            "id": "71f603f71e3e43efa4798444fc918b4c",
            "sentence": "Tom certainly looked and sounded better than he did last month when we visited him."
        },
        {
            "id": "0e9219691e23400e837654157b0e564c",
            "sentence": "Tom looked at his watch and saw that he only had five minutes left until lunchtime."
        },
        {
            "id": "51b4f49e8dcd4de5b3265663668e6a50",
            "sentence": "Tom works as a bank clerk during the week and as a part-time lifeguard on weekends."
        },
        {
            "id": "a0842e3a643d40b0920ff0ee47310afc",
            "sentence": "I still have a lot of questions I want to ask you about your relationship with Tom."
        },
        {
            "id": "2072abd0c9fd40d0ac9fe783ad98aec9",
            "sentence": "The restaurant owner allowed her to take table scraps home to feed all of her dogs."
        },
        {
            "id": "3572b68b82fa4fe78fe5a2c847bcf24b",
            "sentence": "There is a sewing machine and an ironing board in the room where Tom used to sleep."
        },
        {
            "id": "7e2a6eec7bf640f2a3c865f479d80078",
            "sentence": "Tom doesn\\'t want Mary to say anything to John about seeing Alice with another man."
        },
        {
            "id": "99b302de16d345719e3c17c56705e0b8",
            "sentence": "Tom\\'s trip turned into a nightmare when his passport and credit cards were stolen."
        },
        {
            "id": "cc3a39c990bf47688dc25f229338434c",
            "sentence": "I could have stayed a while longer, but I was getting tired, so I decided to leave."
        },
        {
            "id": "a00782f97bf34a818cb41d42e31f8942",
            "sentence": "I spend as much time working in the garden in one day as my brother does in a week."
        },
        {
            "id": "eaedb1de4aee4b2d8254ec5600b9a0d7",
            "sentence": "The president\\'s sudden resignation has rattled the company. What should we do now?"
        },
        {
            "id": "95435895c0604723b6119bccdd032852",
            "sentence": "I know I should sleep for at least eight hours a day, however I usually sleep less."
        },
        {
            "id": "2cdf398a52fd4f78a6b905cef59d357b",
            "sentence": "I think Tom understands that if he wants my help, all he needs to do is ask for it."
        },
        {
            "id": "f6fe13306a9c42969297afa7c90f3abf",
            "sentence": "Tom certainly had plenty of opportunities to go to concerts while he was in Boston."
        },
        {
            "id": "2e71cc45b2c34d00807a4c9c1bda5a48",
            "sentence": "There was something I needed to get at the supermarket, but I forgot to pick it up."
        },
        {
            "id": "4615d71478374c2d9ed088871b8d0f35",
            "sentence": "When Tom was a child, he went to Boston every summer to stay with his grandparents."
        },
        {
            "id": "17f7547b66f14f2c820d2a6549794995",
            "sentence": "I was also impressed with the school\\'s cleanliness and the students\\' pride in it."
        },
        {
            "id": "eab2a39690294bac9da45d950aeeac20",
            "sentence": "They say that in America anyone can become president, but perhaps that\\'s not true."
        },
        {
            "id": "86d595388e3847988ac9747c6a343802",
            "sentence": "I know it\\'s highly unlikely that I\\'ll be able to convince you that you\\'re wrong."
        },
        {
            "id": "e5e3014b5b53444dbb701fc2b1b68c58",
            "sentence": "I know that it\\'s highly unlikely I\\'ll be able to convince you that you\\'re wrong."
        },
        {
            "id": "9fb3a24c22f84be2a56a7aacd4f6f55a",
            "sentence": "Tom had never had time to read anything other than textbooks when he was a student."
        },
        {
            "id": "c452773b32974dc082e7752ffbe90f62",
            "sentence": "Tom can\\'t quite believe Mary is really going on a date with him this Friday night."
        },
        {
            "id": "abaafda7b1544771bf8427b41a0aebd9",
            "sentence": "If you could share a meal with any three people, living or dead, who would they be?"
        },
        {
            "id": "4050ef91c5b24386921a494d685d62b0",
            "sentence": "At that time, Tom didn't know that Mary was the one he'd eventually get married to."
        },
        {
            "id": "9e397f0340ed4aaa9537579d374eff4b",
            "sentence": "Experts say coffee prices are rising mainly because people are willing to pay more."
        },
        {
            "id": "f255e75134e249059bfefd6d910a89f3",
            "sentence": "He seems to have a habit of getting on his coworker's back when he makes a mistake."
        },
        {
            "id": "4aa044a5d95c4cdeb848280af88f37d1",
            "sentence": "She got so carried away listening to the Beatles that she missed the date with him."
        },
        {
            "id": "e182f220937c44d0a39cf16d3f5e8902",
            "sentence": "It's hard to learn to speak a language if you don't have any opportunity to use it."
        },
        {
            "id": "748842f203cc44bb8ba10a4e37626bfd",
            "sentence": "Without air conditioning, it's impossible to travel by car in the middle of August."
        },
        {
            "id": "15d26e9b5c76497e8ec753ed5baa55ac",
            "sentence": "I don't believe in astrology, but that doesn't mean that I don't read my horoscope."
        },
        {
            "id": "8d315b67349e480ea1af98993e9820a4",
            "sentence": "What's the point of staying alive when all the people you love aren't here anymore?"
        },
        {
            "id": "5316adc7073d4471839303c4b01a4d20",
            "sentence": "The internet can either destroy you or help you grow. It depends on how you use it."
        },
        {
            "id": "64d2ebd7f273478585a41b0a18019ad0",
            "sentence": "I've tried every diet that has ever been published and I still haven't lost weight."
        },
        {
            "id": "6852aed0cfca464f8b08098ac787aa4b",
            "sentence": "I think each of us should give Tom something for his birthday, something home-made!"
        },
        {
            "id": "8c060879bba64d37b321f451b66d9ab5",
            "sentence": "Tom didn't realize that Mary didn't have enough money to buy food for her children."
        },
        {
            "id": "659c84b32ffe41379f310bda8c50fb20",
            "sentence": "Because I don't have children, I can spend more time volunteering than parents can."
        },
        {
            "id": "ea68055b7b6b4472876be4885325083e",
            "sentence": "It snowed last night and I don't have snow tires, so I walked to work this morning."
        },
        {
            "id": "cf6c3ceb62574ad6883bc1e73c09d529",
            "sentence": "I told you it was dangerous. The reason you got hurt was because you didn't listen."
        },
        {
            "id": "c2ad77dd483849e2a6c908a647105a74",
            "sentence": "Even though Tom thought the idea didn't make much sense, he said he'd give it a go."
        },
        {
            "id": "8f8b56f55b7348eaafb9a46b1e779786",
            "sentence": "Tom asked his family to never buy him a skydiving voucher for any of his birthdays."
        },
        {
            "id": "9fd68be65d3d49f79694e1dfb104f37c",
            "sentence": "Don't you think we should've gone where Tom wanted us to go instead of coming here?"
        },
        {
            "id": "1a8072535ee34dc6992188a3fe70bbf1",
            "sentence": "No matter how well I do something, Tom always tells me that I could've done better."
        },
        {
            "id": "6f0c34568fce47b3bfd69a6b1d14efc8",
            "sentence": "Tom lay down in the grass and looked up at the sky, with his hands behind his head."
        },
        {
            "id": "e832876f7bd44c9c9541b050aac2c584",
            "sentence": "Tom wanted to study music in college, but his parents wanted him to study medicine."
        },
        {
            "id": "48d4371193364272909f69d4d709a6ec",
            "sentence": "Tom can play several brass instruments, but he can't play any woodwind instruments."
        },
        {
            "id": "c7aaa377f11a49e0a8fc3b54aab245b7",
            "sentence": "Tom hit the nail on the head when he said our team lacks enthusiasm and motivation."
        },
        {
            "id": "0ecda581e66b4bab93fce1033052e28e",
            "sentence": "Tom fought his way through the flames and rescued the child from the burning house."
        },
        {
            "id": "d9e3ce32c87a4174877742a48053a177",
            "sentence": "When Tom got his final exam paper back, and saw that he'd passed, he felt relieved."
        },
        {
            "id": "332d52151d524ea08a9fc66c8d322fa5",
            "sentence": "I think that there aren't as many French speakers in Australia as there used to be."
        },
        {
            "id": "626b7fd6d4fb4dcebb02825c72b2abdf",
            "sentence": "Tom couldn't believe he was going out with one of the best-looking girls at school."
        },
        {
            "id": "8fa47f15a42f4d2d91cd197bbd8e9933",
            "sentence": "I wanted to get a tattoo on my chest, but everybody told me that was a stupid idea."
        },
        {
            "id": "902f9da02bb541f0a79f47e9b0388443",
            "sentence": "The restaurant we ate at last night was really good. You should eat there sometime."
        },
        {
            "id": "4515d8821bd14aa5866288c29de48fc3",
            "sentence": "Tom has gotten better at playing the clarinet since the last time I heard him play."
        },
        {
            "id": "852a71f98c86465d973baaabaaa394bd",
            "sentence": "If you want to know which direction the wind is blowing, just look at the windsock."
        },
        {
            "id": "d36be68819fa47babd7db60384a6efe2",
            "sentence": "When we started out in the summer of 2010, there were only three of us in the band."
        },
        {
            "id": "428126c18f164120b28d5e66f785a0f4",
            "sentence": "Some hospitals have special rooms to treat patients with highly infective diseases."
        },
        {
            "id": "84bf4b903d4f4055bc6d3a4cfaa0cffe",
            "sentence": "When Tom and Mary got married, they both promised never to lie to each other again."
        },
        {
            "id": "290bb71f656f4a188f290637ae110ac4",
            "sentence": "Tom and Mary spent the afternoon sitting on a park bench, talking about their dogs."
        },
        {
            "id": "c9caf9977c5c40f0b2166f9eb72a46e2",
            "sentence": "Sending manuscript after manuscript paid off. A magazine finally published my work."
        },
        {
            "id": "65e2f6c295414f38a28196d0bb5a09ca",
            "sentence": "Each pancake comes with a dollop of suspiciously soft butter in a tiny plastic cup."
        },
        {
            "id": "6f14936cf4da45efa84382dc72378d77",
            "sentence": "Tom and Mary speak the same language, but they don't seem to communicate very well."
        },
        {
            "id": "e22012773b5b406997cf0f8d5bd8943f",
            "sentence": "Some people bring joy wherever they go, and some people bring joy whenever they go."
        },
        {
            "id": "35bed70f530a4e6888c07f35c3d4f4ec",
            "sentence": "You probably won't live long enough to see your children graduate from high school."
        },
        {
            "id": "43bce56ad4fb42c8ad92d57fcdb3b870",
            "sentence": "I've been trying to talk to you alone, but you always seem to be with other people."
        },
        {
            "id": "73779119eb1f438a986139e1c5de264a",
            "sentence": "It's the dynamic interaction between the characters that makes this novel so great."
        },
        {
            "id": "4e9d4199fd294de99f45e9f0c10f4982",
            "sentence": "Right now I'm reading a book that has been written in English about French grammar."
        },
        {
            "id": "7823cd044fb246dd808021135aa9186b",
            "sentence": "I don't know whether Tom is married or not. To tell the truth, I don't really care."
        },
        {
            "id": "0614e9e485094428bbc8e50e67ebeafc",
            "sentence": "Imogen of the Internet has only been photographed by cheap webcams and cell phones."
        },
        {
            "id": "1c87b370b4e04bb1bdb8594a34e34bd5",
            "sentence": "I spent several hours that afternoon looking out my window at birds building nests."
        },
        {
            "id": "cdddd9cb601d4b2f912973152a145c36",
            "sentence": "I'm sure Tom will come back as soon as he realizes that he left his briefcase here."
        },
        {
            "id": "5908b5c1c5a94257a30b8b0d7f623761",
            "sentence": "I'm sure that Tom will come back as soon as he realizes he left his briefcase here."
        },
        {
            "id": "10c2e382dd3a41648134ea438fed10ec",
            "sentence": "Please leave a message after the beep and I'll get back to you as soon as possible."
        },
        {
            "id": "99e9052b52574233b8a5d150ef396836",
            "sentence": "It's always difficult for children to live up to the expectations of their parents."
        },
        {
            "id": "3fb9475ede9a466dad61240d20005651",
            "sentence": "I plan to sell or give away everything that I haven't used in the past three years."
        },
        {
            "id": "43987eed34254d8097eddbf2a9263642",
            "sentence": "I was going to go to Australia last month, but something came up and I couldn't go."
        },
        {
            "id": "8d57087badd545bb8a351f88ba663d32",
            "sentence": "The girl in the picture was wearing a crown, not made of gold, but made of flowers."
        },
        {
            "id": "7b088c5571e74c93a4168ae0020b340c",
            "sentence": "Tom didn't know Mary thought that he should invite John and Alice to their wedding."
        },
        {
            "id": "7a26ca04a24d4377b8dceac301be6889",
            "sentence": "Tom didn't know that Mary thought he should invite John and Alice to their wedding."
        },
        {
            "id": "52a63ae253f64b66b5ddcb223209f0e4",
            "sentence": "Recently, the price of crude oil has shot up, and the cost of gasoline is going up."
        },
        {
            "id": "06ba508fc53747b89a8306dbb6d40b09",
            "sentence": "Some people think that eating grapefruit with every meal will help you lose weight."
        },
        {
            "id": "dbe0739355b74fd783a9f8c861d4acd1",
            "sentence": "Tom thinks that Mary should apologize to John for not doing what she said she'd do."
        },
        {
            "id": "ed14cd2fcddb4d6e92a6d84665c0419a",
            "sentence": "If you'd followed my advice, you would've been able to do that without any problem."
        },
        {
            "id": "59984547a1a14f56986057d79daec1fa",
            "sentence": "At the time of the accident, almost all of the passengers on the bus were sleeping."
        },
        {
            "id": "a362780b7a0747fa9bf1998dbbc6b378",
            "sentence": "If you went jogging two or three times a week, you could probably lose some weight."
        },
        {
            "id": "0f0439d217fd4137b8246cbd6bd0213d",
            "sentence": "I could tell by the look on Tom's face that he didn't understand what was going on."
        },
        {
            "id": "255c9e678f5d4799809dbba6eac3c7ed",
            "sentence": "Tom believes that the rich deserve to be rich and that the poor deserve to be poor."
        },
        {
            "id": "4157df83abb7433fb96f65ec2fd01bf4",
            "sentence": "I suppose you want to ask me how I was able to make so much money in so little time."
        },
        {
            "id": "9c4654ef3ebe4461af2d4d22ea8f0bd2",
            "sentence": "I thought we had eaten everything in the house, but I found another box of crackers."
        },
        {
            "id": "ffa397d1d80a467e98e88d15e14b20b7",
            "sentence": "She bought him a dog. However, he was allergic to dogs, so they had to give it away."
        },
        {
            "id": "3e5282f2f88e43e095cb76a65223bdef",
            "sentence": "I may not know a lot, but I do know that Tom doesn\\'t know what he\\'s talking about."
        },
        {
            "id": "bb2f39c680f444818b77af3505b63130",
            "sentence": "Tom could have paid for Mary\\'s ticket if he\\'d known she didn\\'t have enough money."
        },
        {
            "id": "16e3e1bf559b48d283a1fb960cbd564b",
            "sentence": "I\\'d rather not waste my time trying to learn a language that I don\\'t need to know."
        },
        {
            "id": "d38feeb7ad024e08b9499bd6ffc66b8c",
            "sentence": "I\\'m putting myself through school, so I can\\'t have things that are that expensive."
        },
        {
            "id": "a6c50fb0fc7b487cbb6b293272086fe7",
            "sentence": "I figured you wouldn\\'t want the teacher to know you hadn\\'t done your homework yet."
        },
        {
            "id": "1aab10eb2a814ef09a34a1ad5bf40d4f",
            "sentence": "I know you probably don\\'t want to go out with me, but I\\'d love to go out with you."
        },
        {
            "id": "101b673369a247a98ca54ccc418fb7fe",
            "sentence": "You should always spend time doing things that help your children get ahead in life."
        },
        {
            "id": "a85967e178c24dd1ba23ab551e38272c",
            "sentence": "Is it true that illegal immigrants are taking jobs away from citizens who want them?"
        },
        {
            "id": "f0259cb08ff242798911ec6518250fb4",
            "sentence": "It was no coincidence that both Tom and Mary were in the cafeteria at the same time."
        },
        {
            "id": "98756715527d439b8243b1da021b6b82",
            "sentence": "Even though Tom has never even tried eating one, he says he doesn\\'t like kiwifruit."
        },
        {
            "id": "1a8fd24ea85e4644a72c0d03215e6788",
            "sentence": "I\\'m skeptical when I hear someone claim to speak more than five languages fluently."
        },
        {
            "id": "47051d28620e4db08f3429a2c7628df5",
            "sentence": "I wanted to discuss this with you yesterday, but you didn\\'t seem to want to listen."
        },
        {
            "id": "5da329bb23544abeafe8b85834d3bba7",
            "sentence": "The library near my house is now open only three days a week due to budget cutbacks."
        },
        {
            "id": "da70a12eb12245dc9274359efd6e4421",
            "sentence": "The most dangerous thing Tom ever wanted to try to do was to hold a poisonous snake."
        },
        {
            "id": "2ac67be53bc04a01aaabcf4aa925dd0f",
            "sentence": "Tom and Mary adopted two children whose parents had been killed by a suicide bomber."
        },
        {
            "id": "fb14780512f24ffda4f5574ca746087a",
            "sentence": "Tom and Mary relaxed in front of the TV for a couple of hours watching an old movie."
        },
        {
            "id": "41b855742d0d49ae985315e911117a73",
            "sentence": "Tom put up with the pain for a couple of weeks before finally going to the hospital."
        },
        {
            "id": "00d893fcc5be40b1abd47e0615068e13",
            "sentence": "Tom wanted to stay in Boston for a few more days, but he had to get back to Chicago."
        },
        {
            "id": "c690d22b27d64c5fa8c6824ac911b2c7",
            "sentence": "Tom wanted to stick around to see what would happen. Unfortunately, he had to leave."
        },
        {
            "id": "9576c48cf05d4bf2bce11587624cca0d",
            "sentence": "When a woman is murdered, the husband or boyfriend is always the number one suspect."
        },
        {
            "id": "484dca536e874c46a13db0237c249c80",
            "sentence": "Tom bought an engagement ring for Mary with money he inherited from his grandfather."
        },
        {
            "id": "14b3a8bddd0b4acc93f736554d29c920",
            "sentence": "As soon as I can get a decent video camera, I\\'ll start making videos to put online."
        },
        {
            "id": "8a36c1a435604559b0b7480b0aa184cf",
            "sentence": "I have many friends who speak fluently, but still don\\'t sound like native speakers."
        },
        {
            "id": "29daf8c930d34f8b9c85de67f25a4f34",
            "sentence": "Tom and Mary were speaking in French, so I had no idea what they were talking about."
        },
        {
            "id": "3bbba513ae0c4384b4dd073c39445147",
            "sentence": "Tom and Mary were in the middle of a heated argument when John walked into the room."
        },
        {
            "id": "6ae19c117c504ccf9b4b63e83d617527",
            "sentence": "No matter how many people tell him he made a mistake, Tom still insists he\\'s right."
        },
        {
            "id": "0ff7955c74714e9b9d3677003b279417",
            "sentence": "Tom claims that he wasn\\'t anywhere near the murder scene at the time of the murder."
        },
        {
            "id": "aff78d54830c44e49f73caba43eb2835",
            "sentence": "Tom is usually the last to leave, but last night Mary left ten minutes after he did."
        },
        {
            "id": "3743f76c8633479582596d611c641977",
            "sentence": "Tom\\'s a very pessimistic person and always sees the negative side of any situation."
        },
        {
            "id": "23db235f8fe547bb964b4162908ddcd9",
            "sentence": "Tom\\'s father died before he was born and his mother died shortly after he was born."
        },
        {
            "id": "5f205df8027f43d98eec0f14bbda4644",
            "sentence": "Contact your local police if you have any information on Tom Jackson\\'s whereabouts."
        },
        {
            "id": "a4592ce3b1914b1e82d7055fe685664a",
            "sentence": "Even though Tom has had way too much to drink already, he\\'s ordering another drink."
        },
        {
            "id": "6b8eea617d54470497da9ba948f58d0e",
            "sentence": "Tom wanted to meet Mary\\'s family, but Mary didn\\'t think that would be a good idea."
        },
        {
            "id": "77be630b449a42dc8fe3cecaa46d702a",
            "sentence": "Tom fell asleep on the train and missed the station that he was going to get off at."
        },
        {
            "id": "39b668c3f06242ce995538fcf8fdff67",
            "sentence": "Even though French is Tom\\'s native language, he often makes pronunciation mistakes."
        },
        {
            "id": "abb07799a4a24512a23a57acf6fee000",
            "sentence": "The police will release the victim\\'s name after they have notified his next of kin."
        },
        {
            "id": "b10b434eca034b95adb0545fb5a5463d",
            "sentence": "My parents said they have already purchased most of their Christmas presents online."
        },
        {
            "id": "cdc2fdf607a0431fba2c1568a2e2690b",
            "sentence": "Since the coat Tom tried on was too small, the clerk gave him another one to try on."
        },
        {
            "id": "34353c5622e04773a34ed62ea646dccf",
            "sentence": "The cake is in the oven now and it should be ready to come out in about ten minutes."
        },
        {
            "id": "ede93ebab6824d59ab6df802c224eacf",
            "sentence": "I didn\\'t want to get married, but my parents really wanted me to, so I got married."
        },
        {
            "id": "592768be80c348fcb57a613e8a1addb5",
            "sentence": "Tom and Mary\\'s little boy loves sitting on the kitchen floor banging pots and pans."
        },
        {
            "id": "01557a32bbc54e55bdd18710fb68acbb",
            "sentence": "Tom warned Mary that John was nothing but trouble. However, she ignored his warning."
        },
        {
            "id": "d131a56f16cf4b60b67e32dab5744c0f",
            "sentence": "Whether you believe it or not, I want to get this thing over with as much as you do."
        },
        {
            "id": "b00a3b3ec3d04a308fe1f3bbd7aa719b",
            "sentence": "Tom sat staring at the tropical fish swimming around in the aquarium in his bedroom."
        },
        {
            "id": "51f1acf3160346f78d03e3d4da926caf",
            "sentence": "Tom decided that it wasn\\'t necessary to take the medicine the doctor had given him."
        },
        {
            "id": "8219d6aa2e194818bbc3d1c16e1b0648",
            "sentence": "It's fine to set up a web page, just be sure you don't infringe anybody's copyright."
        },
        {
            "id": "66248d80bf4d4cbbbaf78b6a0f364cf3",
            "sentence": "I have to admit that when you first told me that you loved me, I didn't believe you."
        },
        {
            "id": "c9c77e60d5624e52b00118c4d11f3678",
            "sentence": "I'm going to ask you a question, but you'll only get one chance to guess the answer."
        },
        {
            "id": "06662c5ba52e4d0e891e9ad83f01694a",
            "sentence": "Tom has been in his room all morning listening to the same song over and over again."
        },
        {
            "id": "52f5578e38bd4fbcb653f0bbe9547511",
            "sentence": "Even though the house was surrounded by the police, the criminals managed to escape."
        },
        {
            "id": "26fa20861c5f42b9bdd61a147d621436",
            "sentence": "The bus now arriving is going to the International Terminal via Domestic Terminal 1."
        },
        {
            "id": "025a2eb5391f447ea32d5e89b8f0deac",
            "sentence": "Once you get a tattoo, it's like wearing the same T-shirt for the rest of your life."
        },
        {
            "id": "8fd1b84a74384b2da59c265ebd46db61",
            "sentence": "At first I thought that Tom was Mary's brother, but later found out he's her cousin."
        },
        {
            "id": "4f391bdc8f364cfc89685d63db51dcf9",
            "sentence": "I only use pens, but I still have a pencil sharpener in my backpack for some reason."
        },
        {
            "id": "2dbeeb9f0b944c70a860b4ed02985b14",
            "sentence": "Tom and Mary always have a lot to tell each other because they lead such full lives."
        },
        {
            "id": "1967c563650d4c28b081feeb32c7c5e6",
            "sentence": "According to the newspaper, the cost of living in Tokyo is the highest in the world."
        },
        {
            "id": "df82c8ba34b04c4097d70b68055dd0f7",
            "sentence": "The louder the music is, the more people drink because they spend less time talking."
        },
        {
            "id": "f0a3b102ad894e11903855bcaf10e26f",
            "sentence": "My car was damaged in a hit-and-run accident in a supermarket parking lot yesterday."
        },
        {
            "id": "3b0eaa11e94e422dac2a3e5681eaecf8",
            "sentence": "My grammar may not be perfect, but people seem to understand what I'm trying to say."
        },
        {
            "id": "fd1f2a1e0af340189bf0c07330ae1fc5",
            "sentence": "You didn't really think you were going to be able to do that by yourselves, did you?"
        },
        {
            "id": "e16024e59f8c4db8aaf38d850f65e741",
            "sentence": "The reason we have so many stray cats around here is that Tom has been feeding them."
        },
        {
            "id": "c3365a71a43b42c18bab3743ebfaf7fe",
            "sentence": "Tom and I both wanted to go to Australia, but the boss said only one of us could go."
        },
        {
            "id": "922191cb9e344275bf2bc2c8f5b839d6",
            "sentence": "The school bus pulled up in front of the school and the students started getting on."
        },
        {
            "id": "a20cb8d8038f4b8dbe04f1ea5b27dc8e",
            "sentence": "With the gas prices the way they are now, many people have started commuting by bus."
        },
        {
            "id": "c967677735cf464ba45e096116bc4951",
            "sentence": "Even though I felt that there was something strange, I just didn't know what it was."
        },
        {
            "id": "07031396f44049968ec0613b06967f63",
            "sentence": "Whenever I talk to my father, I realize that he has a lot more experience than I do."
        },
        {
            "id": "58937b97567047aaac294b054ddb6797",
            "sentence": "If you put your mind to it, you can do it, and if you don't, you won't get anywhere."
        },
        {
            "id": "ab4df91e08274334ad06924622e97275",
            "sentence": "There isn't only one right answer, but that doesn't mean there are no wrong answers."
        },
        {
            "id": "f6752109334f4c59978ce6f8f246fdaf",
            "sentence": "Tom wanted to study French, but Mr. Jackson suggested that he study English instead."
        },
        {
            "id": "4ab10f494d2a448bbfeda2952083dee6",
            "sentence": "Thankfully, Tom didn't have his door locked, so we were able to wait for him inside."
        },
        {
            "id": "debbaa01237a4c37b592dbd3c7c8ced0",
            "sentence": "I saw someone in Australia doing it, and decided that I'd like to try it out myself."
        },
        {
            "id": "0fe8d91641e64845bc335d094fc24bf4",
            "sentence": "Butternut squash is a good source of manganese, potassium, and vitamins A, C, and E."
        },
        {
            "id": "264dc2f496554f16be7414ae92563c13",
            "sentence": "You need to practice speaking French every day if you want to become a good speaker."
        },
        {
            "id": "65e79ab8c5ba4808a8ea1d7f7cdf541d",
            "sentence": "If you accidentally step on a dirty pitchfork, make sure you have your tetanus shot."
        },
        {
            "id": "00ae166eff0f4a4d90f58f360a5f7c43",
            "sentence": "I'm not sure most people understand the depth of cruelty that people are capable of."
        },
        {
            "id": "324bd0b5c7e64177ba262276ffe8c495",
            "sentence": "Bring us two egg sandwiches, two cups of coffee and two pieces of apple pie, please."
        },
        {
            "id": "66de757904054b3e8d032dfed4b3f307",
            "sentence": "We didn't choose this fight, but now that we're in it, we're going to try to win it."
        },
        {
            "id": "7197e742368744dca021bd340196ca94",
            "sentence": "I want to know what you want me to do with all the stuff that you left in my garage."
        },
        {
            "id": "78209e22014f4a93a0326ae37e6479eb",
            "sentence": "Some of the college students who are caught cheating on the exams do not even blush."
        },
        {
            "id": "e6b426c4d54f4873a6caa26ac72e5a4a",
            "sentence": "Chicory root has historically been used as a substitute for coffee during shortages."
        },
        {
            "id": "b3cb093320df4ff892eceef0d0ba055b",
            "sentence": "Three kinds of men fail to understand women: young men, middle-aged men and old men."
        },
        {
            "id": "b5837a2792024c73972309f49ee006a6",
            "sentence": "Whenever Tom and Mary see each other out and about, they always stop to have a chat."
        },
        {
            "id": "605aa686a75c483bb3d0f5082c894c0e",
            "sentence": "The hospital restricts the number of visitors who can enter the intensive care unit."
        },
        {
            "id": "726ac6532d264dfaa19af9dc9a8380bf",
            "sentence": "Visitors are usually asked to remove their shoes before they enter a Japanese house."
        },
        {
            "id": "83554e17d81248d4b1f99ea7cc4f641f",
            "sentence": "Back when there were still hundred yen bills, the American dollar was worth 360 yen."
        },
        {
            "id": "2cfad103bb4a4274a6121a9530723d90",
            "sentence": "Next month, Tom will be in Australia. The month after that, he'll be in New Zealand."
        },
        {
            "id": "92dee428ba244cb9a29fb334a4320396",
            "sentence": "I prefer writing with a pencil, because that way I can erase it if I make a mistake."
        },
        {
            "id": "8bd8fe5fc38f419ca8bf886f637a49d9",
            "sentence": "On September 26, 1959, the strongest typhoon in Japan's recorded history hit Nagoya."
        },
        {
            "id": "e6c3bcb08dc14edb9728c5748c1e66e2",
            "sentence": "According to legend, those woods used to be haunted, so people would avoid entering."
        },
        {
            "id": "aaf9bf9b2dcd4ef0b55d8c180875aa58",
            "sentence": "Tom spent more than three hours looking for his keys, but he still didn't find them."
        },
        {
            "id": "e781bd7acd974a3185e03d5a2a7db87e",
            "sentence": "I'm a high school student who's really into electronic music and learning languages."
        },
        {
            "id": "37a74f94a6664739a9afb08b38aea021",
            "sentence": "I was relieved to know that I wasn't the only one who didn't know what was going on."
        },
        {
            "id": "a2fcf55be7b4460b83a59d90f640bd5e",
            "sentence": "No matter how much we might want to do that, we're not going to be allowed to do it."
        },
        {
            "id": "4ac48ca09d8248c6a4be4c1a731d29f5",
            "sentence": "An infant isn't capable of speaking, so it just screams until it gets what it wants."
        },
        {
            "id": "a530b3cc57e44c349f37957cac0b4a17",
            "sentence": "The reason that I didn't go there was that I thought too many people would be there."
        },
        {
            "id": "b035bc0c57de43789f1d29ddfefd919c",
            "sentence": "I wonder how I can distinguish a coldly smiling smiley from an honestly smiling one."
        },
        {
            "id": "ee994344b5024695ac9b534600732322",
            "sentence": "I've heard that there's a new cake shop near the station that makes delicious cakes."
        },
        {
            "id": "f1dbbdb132034b2ea8aa4dfebb97c296",
            "sentence": "If you would like to speak to a customer service representative, please press three."
        },
        {
            "id": "fc700c0e142049f791202aeadd75fe19",
            "sentence": "Tom heard a strange noise during the night. It seemed to be coming from the kitchen."
        },
        {
            "id": "6054638a2d7a4993a2d9aea398d828e4",
            "sentence": "We would appreciate if the council would stop vacillating and make a choice already."
        },
        {
            "id": "56b3911981e144f0b6048454898a26a6",
            "sentence": "My favorite smoothie is one made with green tea, frozen raspberries and blueberries."
        },
        {
            "id": "f3cd52027a7d42d0ab0efecbe2871315",
            "sentence": "It's irresponsible to leave someone to their own devices in the middle of a factory."
        },
        {
            "id": "b058f2a652d846409f4782991633c599",
            "sentence": "\"A is equivalent to B\" has the same meaning as \"A is true if and only if B is true\"."
        },
        {
            "id": "8418fa388431455da9634aee485887d4",
            "sentence": "If you want something to be done right, sometimes you've just got to do it yourself."
        },
        {
            "id": "0ebbd621d9fb4b8289cfa91f651323cf",
            "sentence": "To compete in a triathlon, you might be required to wear a wet suit during the swim."
        },
        {
            "id": "7834b23459de4248915ea686be480bb1",
            "sentence": "If I could speak French, I'd be able to tell Tom everything I've wanted to tell him."
        },
        {
            "id": "c2f2eada2e1a414d81cdc8eb0ce946f3",
            "sentence": "If there's something that you don't understand, please don't hesitate to contact us."
        },
        {
            "id": "518e1b9cb4984a00bada4cca69e7fb07",
            "sentence": "Quick! We need to hide the cookies before Tom gets home, or else he'll eat them all!"
        },
        {
            "id": "6f0491f8b2a24f11823a8e77cb4f9720",
            "sentence": "A man and a woman, who both had brown hair, were sitting at a table near the window."
        },
        {
            "id": "7769d1cadd9245acb3ed2eeb542c14f5",
            "sentence": "It took almost thirteen hours, but the team of surgeons was able to save Tom's life."
        },
        {
            "id": "31a803b2330f425a9eae45eccde73c50",
            "sentence": "Tom got to the main gate at the time he and Mary agreed on, but she never showed up."
        },
        {
            "id": "00330b5c9f8948c192f63a0ddf61bb37",
            "sentence": "It would be wise to remember that Tom can't do things as well as the rest of us can."
        },
        {
            "id": "72707b26f3f84e85b67e76e010b6d9ea",
            "sentence": "Doing that won't be too difficult, but it's something that'll require a lot of time."
        },
        {
            "id": "dd14009d4a32484499fa8b3261636f57",
            "sentence": "The company's competitive edge will be eroded if system engineers continue to leave."
        },
        {
            "id": "14b88e5b26874bf39a756c9a483f9fe9",
            "sentence": "After six hours' climbing, we finally succeeded in reaching the top of the mountain."
        },
        {
            "id": "46bd738e91a44ec48bcc074e26a89464",
            "sentence": "Tom and Mary complain often that they never get to be together without the children."
        },
        {
            "id": "4fb87449ccd04a8ea1a99ee6a6b695eb",
            "sentence": "Tom considers Mary his girlfriend, but she doesn't consider him to be her boyfriend."
        },
        {
            "id": "7622edbe060742ebb27f9bcab3ee669c",
            "sentence": "Every time I see Tom's picture, I remember how much fun it was to hang out with him."
        },
        {
            "id": "7c817728aa014a0b95ecee41376539e0",
            "sentence": "Tom said goodbye to his family and his wife, thinking he might never see them again."
        },
        {
            "id": "ca48d588d6b24003bbf87d5d96c62d13",
            "sentence": "Tom made a ham sandwich for himself and a peanut butter and jelly sandwich for Mary."
        },
        {
            "id": "4b561557bc87446d9d7dee6e9f44f9de",
            "sentence": "Lola the cow, Lola the cow, she's smart and she brings trouble, and she goes mooooo."
        },
        {
            "id": "039a881e55fa45aab79916775631f37e",
            "sentence": "Tom has three sisters. One lives in Australia and the other two live in New Zealand."
        },
        {
            "id": "c5c90cb86c6e452c970bcf5125d3022e",
            "sentence": "Tom noted in his report that the stock market was a factor in the company's failure."
        },
        {
            "id": "dfab9881660d41db9628fa9d5c2b47d3",
            "sentence": "Tom's dog slipped its leash again and almost attacked one of those tiny, yappy dogs."
        },
        {
            "id": "58af69766249462b90a3c8927d10d329",
            "sentence": "By signing the contract, I committed myself to working there for another five years."
        },
        {
            "id": "b86b2d9654584ca69e05223c6dd301ee",
            "sentence": "When you're finished making that birdhouse, let me know. Maybe I'll buy it from you."
        },
        {
            "id": "32b4c748b4fa467ba08c3b34a15cee00",
            "sentence": "They spoke to me in French, even though I told them I wanted to practice my English."
        },
        {
            "id": "d70753c6aec740e2ad5eec1683a42813",
            "sentence": "Tom took out his wallet and offered to pay for dinner, but Mary said that she'd pay."
        },
        {
            "id": "f85e5c9ad48340848f5bcc3a6d8380ab",
            "sentence": "After she lost her job, she couldn\\'t afford to feed her dogs, so she gave them away."
        },
        {
            "id": "6b1c3ac42a0b485c873f5b08baf22fde",
            "sentence": "I know you\\'ve been waiting a long time, but could you wait just a little bit longer?"
        },
        {
            "id": "a6c1ba9c7eb247aa8b2f5e250df48e8b",
            "sentence": "She advised him to see the dentist, but he said he didn\\'t have enough time to do so."
        },
        {
            "id": "42a102a6c6c0473bb9a4c88a61ed19fd",
            "sentence": "It doesn\\'t matter how smart you are. If you don\\'t work hard, you\\'ll never succeed."
        },
        {
            "id": "f4e7e02e83ec470a8d54b014ba549393",
            "sentence": "I\\'m beginning to believe that we\\'ll never be able to convince Tom that he\\'s wrong."
        },
        {
            "id": "c671d56832ef499d9ddf1ac06b3f7070",
            "sentence": "Why shouldn\\'t truth be stranger than fiction? Fiction, after all, has to make sense."
        },
        {
            "id": "07833ee142fd42bc8baa584af219f471",
            "sentence": "It may seem like a crazy idea, but I think we should go visit Tom and Mary right now."
        },
        {
            "id": "4dac7910fdc84920b024c13f98994741",
            "sentence": "Make your airplane reservations early since flights fill up quickly around Christmas."
        },
        {
            "id": "be09607b02b341d1865934140718a7c2",
            "sentence": "I\\'m no longer quite sure what the question is, but I do know that the answer is yes."
        },
        {
            "id": "e0fcde454b244d83af9e6f6260ad6861",
            "sentence": "I\\'ve been agonizing over whether to do what Tom suggested or do what Mary suggested."
        },
        {
            "id": "ed0ecdae5d214d38b086b0a08719d405",
            "sentence": "My father always speaks to me in French and my mother always speaks to me in English."
        },
        {
            "id": "9f212501bacb4b5ab20d5036daa87b52",
            "sentence": "Tom is looking for someone to help him translate a document from French into English."
        },
        {
            "id": "1338fb0126934a70a6ae75c9c7d36ed2",
            "sentence": "Tom Jackson\\'s new novel is very well written and I\\'m sure you\\'ll enjoy reading it."
        },
        {
            "id": "a9168403dede40a2a653f8a54272a43b",
            "sentence": "I had to attend a meeting so I couldn\\'t make it in time to pick Tom up after school."
        },
        {
            "id": "6025b2de942c48818f0ebc2af45778d4",
            "sentence": "The police weren\\'t able to determine which one of the twins had committed the crime."
        },
        {
            "id": "f115b11fe16b46f3ba0dbbcfb6a1ebd9",
            "sentence": "Tom and I are good friends now, but there was a time when we didn\\'t like each other."
        },
        {
            "id": "e42863dfdf9c4538aca5af854f1931b2",
            "sentence": "Even though Tom has a very demanding job, he always makes time for Mary and the kids."
        },
        {
            "id": "5082c064c878487489451e42b4b28c45",
            "sentence": "Tom believes it\\'s absolutely necessary to drink at least a liter of water every day."
        },
        {
            "id": "eaa6f82989a44016a149a056fc09c21b",
            "sentence": "Tom claimed that the contract was invalid because he\\'d been coerced into signing it."
        },
        {
            "id": "798fa19fdfd346bb87510eb5f3a2feb8",
            "sentence": "Tom claims he doesn\\'t watch much TV, but he watches more than three hours every day."
        },
        {
            "id": "b95d4c51bf17442082c4c1d3d93792e5",
            "sentence": "Tom clearly hopes that Mary won\\'t notice that he broke one of her expensive teacups."
        },
        {
            "id": "d24d1edf581141909a2bc7611518da46",
            "sentence": "Our fire alarm sometimes goes off when my mother is cooking something in the kitchen."
        },
        {
            "id": "7f4a5190a11642489c029b184c7ea28c",
            "sentence": "She spends a pretty good chunk of time just sitting there and looking out the window."
        },
        {
            "id": "d183242709e941308ac53150b2a91603",
            "sentence": "Some healthcare workers spend more time doing paperwork than taking care of patients."
        },
        {
            "id": "c4680814aa1d42448e8df3fa732f4f1e",
            "sentence": "I\\'ve just spoken to your French teacher and he says you\\'re doing well in his class."
        },
        {
            "id": "b4156c63cd954370b80a0a7ffd986848",
            "sentence": "Tom told Mary to put the hammer back into the toolbox when she was finished using it."
        },
        {
            "id": "6373bf64c58649d2bb7a1b40113b017b",
            "sentence": "Tom took me to a restaurant where you can eat as much as you want for thirty dollars."
        },
        {
            "id": "327683769ce2430fb1bea20f54a3125c",
            "sentence": "Tom volunteered a good deal of his time to helping those less fortunate than himself."
        },
        {
            "id": "3a34552a02bc4dcca8f73695a4fad2b8",
            "sentence": "Tom was waiting for someone to do that for him, but no one did, so he did it himself."
        },
        {
            "id": "90c859c5fcb844008a0374a9083dc4e9",
            "sentence": "Tom\\'s parents allow him to do a lot of things that my parents don\\'t allow me to do."
        },
        {
            "id": "2a0ebdb2655444db9ab1ea5b5033866b",
            "sentence": "The guy driving the truck that crashed into our car didn\\'t have a driver\\'s license."
        },
        {
            "id": "c973cd810e5a4207a45b4c1cf48d83b7",
            "sentence": "I hope you know that the last thing I want to do is go there without your permission."
        },
        {
            "id": "3141ef798b9c4c458a6e9338adc929c0",
            "sentence": "Tom certainly wouldn\\'t be anywhere near as rich as he is if he hadn\\'t married Mary."
        },
        {
            "id": "e846af2cc4a74e5d84b0da13462066aa",
            "sentence": "Tom likes both Mary and Alice and can\\'t decide who to ask to the dance this weekend."
        },
        {
            "id": "25823a3ac51440bf98508430fa0ee965",
            "sentence": "Tom opened a new restaurant, but it didn\\'t turn a profit in the first twelve months."
        },
        {
            "id": "fe21f16900ac48e684114fec07308704",
            "sentence": "After Tom had eaten everything on his plate, he asked Mary if he could eat her salad."
        },
        {
            "id": "7b277d59732c4230b79b8bc42d18a16e",
            "sentence": "Everybody was obeying the speed limit, so I knew there was likely a speed trap ahead."
        },
        {
            "id": "af9e2de94d174842807f18f6d8ffe4d8",
            "sentence": "Tom and Mary both wanted to go to Boston, but neither of them could get the time off."
        },
        {
            "id": "bfd9a32870194c3caf2b3ba47b88d73b",
            "sentence": "Tom is the first guy Mary has really been interested in since she broke up with John."
        },
        {
            "id": "01f7243c3a0d486c9f7112fb2b8c7845",
            "sentence": "Tom played a Spanish folk tune on his English horn at a Chinese restaurant in France."
        },
        {
            "id": "e07cfca97ed94bd48c4ab2c7d5c1b2e1",
            "sentence": "Tom pulled out some necklaces from his bag and told Mary to choose the one she liked."
        },
        {
            "id": "a176ae5eb3f34235974ca825b9d3800a",
            "sentence": "Tom needed to store his stuff somewhere, so I told him he could put it in our garage."
        },
        {
            "id": "ace7802a76ac4e91a40371372df39288",
            "sentence": "Tom said that he didn\\'t believe that Mary really planned on going bowling with John."
        },
        {
            "id": "77eb0a8a29cc43cca83fe521e5c66ba9",
            "sentence": "Tom\\'s car was last seen in the neighborhood the day before his ex-wife was murdered."
        },
        {
            "id": "636f693773734976b2fda1fb0ff782c4",
            "sentence": "Tom hoped that the doctors would tell him that he didn\\'t need the surgery after all."
        },
        {
            "id": "2293d7195d4a47c1a45c6acea7bc658f",
            "sentence": "Tom still rides the bicycle that his parents gave him when he was thirteen years old."
        },
        {
            "id": "87db17c7a5054ad98006961c1e7206ae",
            "sentence": "Tom thought it would be a good idea to start a website that sold nothing but popcorn."
        },
        {
            "id": "a8c220b6d47d40bb86f089f934c821d1",
            "sentence": "Considering how long I\\'ve been studying French, I should be able to speak it better."
        },
        {
            "id": "cddc4dca5aa0466fb7d310423a20d691",
            "sentence": "Even though I studied French for three years in school, I\\'m not good at speaking it."
        },
        {
            "id": "da8464ac29b54ef6a62f9f6262392903",
            "sentence": "Don\\'t forget to tell Mary that she doesn\\'t have to do that if she doesn\\'t want to."
        },
        {
            "id": "5ff121e1adb84182902d4b11338e54b0",
            "sentence": "Tom had to have his stomach pumped because he had accidentally eaten some rat poison."
        },
        {
            "id": "770b1af2be764fbe8fce0c917cd138d8",
            "sentence": "There is no other country in the world where earthquakes are as frequent as in Japan."
        },
        {
            "id": "59293adf0af749fdb4ab6be34b1d33e9",
            "sentence": "Thanks to his recommendation, I was able to get a teaching job at a college in Tokyo."
        },
        {
            "id": "aa4af651010743449768d881005949fb",
            "sentence": "The sounds babies make when they babble seem to contain a lot of anterior consonants."
        },
        {
            "id": "467937db23d845928befef21d9e7500d",
            "sentence": "Tom can't help wondering whether he would've been better off if he'd gone to college."
        },
        {
            "id": "026eca5869514ed88bfa9b585f6ed132",
            "sentence": "It would be wise to wait until Tom tells us what he thinks before we make a decision."
        },
        {
            "id": "7db0481fd858453081a3788bd8ef268f",
            "sentence": "You should thank your lucky stars that you didn't get injured any worse than you did."
        },
        {
            "id": "d844296260504c75b6dfe2964e9a598e",
            "sentence": "Tom hadn't done the washing-up for a week, meaning the sink was full of dirty dishes."
        },
        {
            "id": "326b16230ac7472699e3a997ddda1124",
            "sentence": "Tom left a window open during the storm and now almost everything in the room is wet."
        },
        {
            "id": "cc1166d390b84a439e45b9c34302fe56",
            "sentence": "Admittedly, your plan makes sense, but I still think it'll be very hard to carry out."
        },
        {
            "id": "84a2ed2a2c9d48c49b977e4a02a8af4d",
            "sentence": "I hope that you know the last thing I want to do is go there without your permission."
        },
        {
            "id": "ba96b240a4974420bcd8e64a7c90fa07",
            "sentence": "I hope you know the last thing that I want to do is go there without your permission."
        },
        {
            "id": "60485be495f848489e1d36e3eccae726",
            "sentence": "This is the intersection where a three-year-old girl was run over by a bus last year."
        },
        {
            "id": "306c514fba224d51aad04a036ae6f839",
            "sentence": "I think girls spend more time talking about boys than boys spend talking about girls."
        },
        {
            "id": "0ff4c607da4d4373802c08e9edb855fb",
            "sentence": "Tom and his friends use the school printer every month to print the student bulletin."
        },
        {
            "id": "234d18748e474295b953ca9f17d81c4d",
            "sentence": "Our employees are working around the clock to fix the damage caused by the ice storm."
        },
        {
            "id": "959ada45ea63419b83f62384bb9e6bc6",
            "sentence": "I hope that Tom understands French well enough, so I don't have to interpret for him."
        },
        {
            "id": "ac5f613b3b19484ebee5f712d2d33c79",
            "sentence": "If you were only able to meet with one historical figure, who would you like to meet?"
        },
        {
            "id": "aedb9edf8e1d4bb49fbb840fac117b33",
            "sentence": "How would you feel if you told Tom you loved him, but he told you he didn't love you?"
        },
        {
            "id": "bcbd286c21fb465588e683dfd004fa90",
            "sentence": "The boss outlined a three-pronged approach to turn the fortune of the company around."
        },
        {
            "id": "c1721444ccf0457796c9eb6609c93563",
            "sentence": "When in doubt tell the truth. It will confound your enemies and astound your friends."
        },
        {
            "id": "112b2451e2ad45e686c325ad5e62966f",
            "sentence": "Yesterday I had some free time for the first time in a long time, so I went swimming."
        },
        {
            "id": "6178a1b7acfc4675a5dedb6b2abdf906",
            "sentence": "So many people had died that the gravestone supplier was forced to hire a new carver."
        },
        {
            "id": "85b3bd4178444f758f6e5f00aaebef05",
            "sentence": "When Tom got back to his car, a parking ticket was stuck under the windshield wipers."
        },
        {
            "id": "6f8d1004743246dbbd38fdad52848c18",
            "sentence": "We're going to my parents' on Christmas Eve, and my wife's parents' on Christmas Day."
        },
        {
            "id": "b158b63054ad4f42b8ec893174af8243",
            "sentence": "Tom is hoping that he and Mary will be able to spend some time together next weekend."
        },
        {
            "id": "08762ba12c5744f5b9053cde6b0d2f18",
            "sentence": "Soba is made of buckwheat flour, and udon and kishimen are made of plain wheat flour."
        },
        {
            "id": "65f65099502445de9519e3383bf3ec14",
            "sentence": "Tom was interviewed for a podcast about his research, but it won't air until October."
        },
        {
            "id": "b6e1d7e08561411d8d96cf17d2b3a8ba",
            "sentence": "If Tom hadn't already been married, he might've been more interested in meeting Mary."
        },
        {
            "id": "d2c6ace96d6a42558eba27f4013c2c53",
            "sentence": "I have a son and a daughter. My son lives in Boston and my daughter lives in Chicago."
        },
        {
            "id": "551f2b16ff1a449a844adfa4376de5f5",
            "sentence": "We don't have any more vanilla ice cream. However, we still have chocolate ice cream."
        },
        {
            "id": "638c0fe03b45469fafa663bdfeb7fd8b",
            "sentence": "When I finished reading the letter, I folded it up and put it back into the envelope."
        },
        {
            "id": "14cd5247de3248368b7a76f9f01ffbe7",
            "sentence": "Our whole case hinges on whether the government's actions were constitutional or not."
        },
        {
            "id": "1c04dd2d111641919db2476f81affe0c",
            "sentence": "It must have been something really big for him to strike a triumphant pose like that."
        },
        {
            "id": "34fd108fe0b14627af11785d33245cf9",
            "sentence": "All at once, the Buddhist priest burst into laughter, spoiling the solemn atmosphere."
        },
        {
            "id": "e9f63eeeac3f4112b70a7338f96c2d40",
            "sentence": "Dr. Jackson has had several research papers published in well-known medical journals."
        },
        {
            "id": "f225fe3668ba41aa83c87937bb9e9629",
            "sentence": "I think my French would be much better today if my teacher had been a native speaker."
        },
        {
            "id": "670bbc7767024ff398fc85f80af3e282",
            "sentence": "Circular water currents at the base of a weir can trap people, causing them to drown."
        },
        {
            "id": "094def3abf5440b2bf5db0a409e41da4",
            "sentence": "Tom wanted to name his son after his grandfather, but his wife didn't like that name."
        },
        {
            "id": "ef13b0c68a574e068043548d7028d9d1",
            "sentence": "Our company has a well organized system of 200 sales offices, located all over Japan."
        },
        {
            "id": "36c7a79424144b88a737a2c3b84021c5",
            "sentence": "If you want to hear a scary story, I'll tell you about a dream I had a few weeks ago."
        },
        {
            "id": "5e7df8d361934f3d8083b28d6638549a",
            "sentence": "If you want to make sure that Tom understands you, you should speak to him in French."
        },
        {
            "id": "342cb7907c11415e9f47bc5f1e56ca29",
            "sentence": "I have no idea how expensive this is going to be, but I know it won't cost very much."
        },
        {
            "id": "76788192f52a48c49032d289436791c0",
            "sentence": "All things considered, I think you should go back home and take care of your parents."
        },
        {
            "id": "20c7680019fe42578facffe1cfb89418",
            "sentence": "If I had to choose between these two books, I'd choose the one with the yellow cover."
        },
        {
            "id": "7d6c9ad47f98480d95cda84f171d2b1d",
            "sentence": "The number of students who were late for school was much smaller than I had expected."
        },
        {
            "id": "bc1353217c684f5e9ed992d1e946e2fe",
            "sentence": "I don't believe Tom was able to build his house for less than three thousand dollars."
        },
        {
            "id": "61d336d969d3441684e4a0c19f3a0023",
            "sentence": "I wonder how many times we're going to have to tell Tom to do that before he does it."
        },
        {
            "id": "a145ba794f1b4d719c54935bf97e2c4b",
            "sentence": "Outreach programs are the main source of support for at-risk teens in this community."
        },
        {
            "id": "decc4743dea14ae096e546ceb7a29962",
            "sentence": "Tom spent a half hour looking for Mary's ring in the bushes before finally giving up."
        },
        {
            "id": "94ce2812222b402da539ec431925457c",
            "sentence": "Tom started to walk towards Mary, but then he turned around and walked the other way."
        },
        {
            "id": "d1a3588aa46b425296757a7390188093",
            "sentence": "My children try really hard to get up early, but they still often get to school late."
        },
        {
            "id": "295d0a6fc91244eeb328d27158c8e230",
            "sentence": "I know it's not true, but it definitely seems like the sun revolves around the Earth."
        },
        {
            "id": "bb785e11b07d4f1fa6b7bd9bd1ff05ce",
            "sentence": "I don't know what I'm going to do with my cat now that I'm moving to another country."
        },
        {
            "id": "d406992facf84cfe86691557af101b25",
            "sentence": "You can hear sounds in the distance better on clear days than you can on cloudy days."
        },
        {
            "id": "3f90db87f0fa447f8ffcac71ff03d707",
            "sentence": "This stream is like a microcosm for studying the problems facing the wider ecosystem."
        },
        {
            "id": "1d218258863047788a1ff6708fd62e4c",
            "sentence": "Tom and Mary were speaking in French, so I couldn't understand what they were saying."
        },
        {
            "id": "c738a66264b8464c965f5f0846f835bc",
            "sentence": "Tom picked up his order at the counter and went to one of the tables near the window."
        },
        {
            "id": "60917345f6374e22be133b2f4d3376c3",
            "sentence": "Tom ran back to the police station to tell them something that he'd forgotten to say."
        },
        {
            "id": "a1c9bc4ac94743e6a5a5f2def44b4c68",
            "sentence": "Tom will have to undergo several months of rehabilitation after leaving the hospital."
        },
        {
            "id": "da2aa4cab1734f4fa625c529faaeb56f",
            "sentence": "As Tom started to pull the trigger, he realized he was about to shoot his own father."
        },
        {
            "id": "6ea0773f617341589f9d2c77d6d34304",
            "sentence": "I don't think that there's any better way to learn English than by living in America."
        },
        {
            "id": "16d43952267c49fb8e166800675d9a8f",
            "sentence": "There are abilities that improve rapidly and those that improve slowly, aren't there?"
        },
        {
            "id": "8cca5956e8ff42fa96b0d5604f7ea1b9",
            "sentence": "If you're bringing a friend home for dinner, I'll put some more potatoes in the stew."
        },
        {
            "id": "58fd594c450b48408580d09b502adc27",
            "sentence": "When I first started teaching here, most of my students were unable to read or write."
        },
        {
            "id": "0ed8173eb9aa450d8146d8e7ac79c911",
            "sentence": "Since Tom's parents are native speakers of French, Tom usually speaks French to them."
        },
        {
            "id": "21c901bcd7814806bdd1692934565133",
            "sentence": "Instead of spending so much time in front of the TV, why don't you go out for a walk?"
        },
        {
            "id": "fdc0373076704cc29f308ddd75ece6e1",
            "sentence": "Let me know when your train will be arriving, and I'll meet you at the train station."
        },
        {
            "id": "7abdd26a621144bc9dad2c75ae68b4dc",
            "sentence": "A doctor who happened to be present performed first aid at the scene of the accident."
        },
        {
            "id": "7c3f6c5bd2df48078edb57d7bf8c173a",
            "sentence": "A doctor who happened to be present at the scene of the accident performed first aid."
        },
        {
            "id": "7510ae83ddff4de6829f159ffe0d1742",
            "sentence": "Tom and Mary were speaking in French, so I didn't understand a word they were saying."
        },
        {
            "id": "2160a58b69644910836682dbb56d110f",
            "sentence": "In the cold light of day, Tom could see that he should've handled things differently."
        },
        {
            "id": "631fa6e0fbce461aaa70ed28ebabc7a3",
            "sentence": "Tom conducted himself in a gracious and dignified manner during his court appearance."
        },
        {
            "id": "1f3cc437f612452c845fe4cbf74a28aa",
            "sentence": "When I was young, I often got teased because one of my ears is bigger than the other."
        },
        {
            "id": "04d06107bc4b4db089626ca55d2b8cff",
            "sentence": "I finally have time to reply to the mail that I have received these past three weeks."
        },
        {
            "id": "fd10ef41b8cf46cc8ceae25835bc75a7",
            "sentence": "Tom was a dedicated and hardworking policeman, liked and respected by his colleagues."
        },
        {
            "id": "b3e1b00b55c541f09677ff8a64db2fa2",
            "sentence": "The fee includes the payment for professional services needed to complete the survey."
        },
        {
            "id": "99367fc265c94dc4ad8f38f7186524cf",
            "sentence": "Mr. Jackson opened a bag of cookies and gave one cookie to each student in his class."
        },
        {
            "id": "addd1c4c23c344df84ddb83b9fa523c4",
            "sentence": "Tom bought a used car in Australia and spent three months driving around the country."
        },
        {
            "id": "104c586d6ba34258b894c141de6150ad",
            "sentence": "Tom learned how to play the piano before he started learning how to play the trumpet."
        },
        {
            "id": "366d69c3a6db4a95be3954b73ea4dd87",
            "sentence": "Tom was kicked out of his house by his parents when he confessed to being an atheist."
        },
        {
            "id": "047cec0295b94385a13db3e253738dc8",
            "sentence": "Tom eventually figured out how to install a free database application on his computer."
        },
        {
            "id": "9289e254edd64bc2ac39f8a5185ea68a",
            "sentence": "Tom got stuck with the whole bill when he went out drinking with Mary and her friends."
        },
        {
            "id": "74193fad92fa4495b73e9c1aac6818a9",
            "sentence": "Tom has been trying to get Mary to marry him ever since he graduated from high school."
        },
        {
            "id": "1485a72c71d147b1a578107248269143",
            "sentence": "Tom is a high school history teacher and a part-time harmonica player in a blues band."
        },
        {
            "id": "62293048492c45909f14b94f309bf768",
            "sentence": "Now that Tom is taking proper medication, he should be able to control himself better."
        },
        {
            "id": "b6d9d78116074dfbaba704d4730bb460",
            "sentence": "She asked him to give her some money so she could go to a restaurant with her friends."
        },
        {
            "id": "269bbfc2d7f9462ab3e9667cdce5b409",
            "sentence": "Sooner or later, someone is going to have to tell Tom that he needs to behave himself."
        },
        {
            "id": "0d57fdb8bdd245a481cc84e7952931c4",
            "sentence": "The company provides health care and life insurance benefits for all of its employees."
        },
        {
            "id": "707001d3da524d93927cbe35c7eca6a4",
            "sentence": "I heard that Tom had been smuggling drugs into America for years before he got caught."
        },
        {
            "id": "84f0e82a5bb5455484431313046cf78e",
            "sentence": "I haven\\'t heard anything from him since then. I wonder what in the world he\\'s doing."
        },
        {
            "id": "289cc2c273154f27a9ef4a51de736ee2",
            "sentence": "Tom managed to cut himself while trying to open a bag of peanuts with his pocketknife."
        },
        {
            "id": "5b93c128c09f49c8bbb6b2aab5ecab81",
            "sentence": "Tom thought that there was a good chance that it was Mary who had stolen the painting."
        },
        {
            "id": "3819a37fb71049fb9f1a3b932cf72653",
            "sentence": "Tom told the police that Mary had eaten at the restaurant in question before she died."
        },
        {
            "id": "c2a7daf230ca44ebb264ff9117ef4c82",
            "sentence": "Tom usually sits at the kitchen table and eats cereal while reading the morning paper."
        },
        {
            "id": "bbf4fa35776c4e919ea615b540d5b059",
            "sentence": "Tom walked over to the woman with a drink in her hand and asked her what her name was."
        },
        {
            "id": "2c31270ee1b84b85a8a192453fa390b4",
            "sentence": "Tom wanted me to tell you that he was going to be away from the office for a few days."
        },
        {
            "id": "9b541103644c4770882a2cf62ad7a781",
            "sentence": "He turned the bottle upside down and shook it, but still the honey wouldn\\'t come out."
        },
        {
            "id": "60ed6b2df4ea4c21afa2f4fb35a69a7d",
            "sentence": "I think the reason Tom is so good at French is that he watches a lot of French movies."
        },
        {
            "id": "36616f76d02440eb8c948dab3f224fee",
            "sentence": "Tom still lives in the same house that his parents bought when he was three years old."
        },
        {
            "id": "56d36d866f5045f3896f91d9a44c4b34",
            "sentence": "Tom doesn\\'t have many clothes. That\\'s why you always see him wearing the same thing."
        },
        {
            "id": "f2bb318345cd40db9be19ebc7b7fb44c",
            "sentence": "Tom was beaten up when he came to the aid of one of his friends who was being bullied."
        },
        {
            "id": "f9050f2dd6eb4aa0b0ceea61d84a47e4",
            "sentence": "Were you able to make it to the station on time to catch the first train this morning?"
        },
        {
            "id": "81d49a82c44b4820b54b5f35f918c111",
            "sentence": "When I was a little boy, my father and I went to Boston to visit my great-grandfather."
        },
        {
            "id": "20f29bc1c5fb4c358b87ec05115adcc8",
            "sentence": "When Tom comes to Boston, he usually stays at a hotel, but sometimes he stays with us."
        },
        {
            "id": "938b50bfb3de40629fc3c9de5d273fc9",
            "sentence": "Having done that with Tom before, I knew that he wouldn\\'t be able to do it very well."
        },
        {
            "id": "f502d17ad5d746c388203e05502ac473",
            "sentence": "Tom and Mary shared an umbrella. However, it wasn\\'t big enough and they both got wet."
        },
        {
            "id": "2018bfa8db8e48caaf68d8ec9673043a",
            "sentence": "The discovery of a new food does more for the human race than the discovery of a star."
        },
        {
            "id": "5bb130a88d44467a99c525d859a01d61",
            "sentence": "Tom and Mary were too busy yelling at each other to notice that I\\'d entered the room."
        },
        {
            "id": "ed0286ef20854980a6d1cfb5641a7550",
            "sentence": "By the time Tom got to the bus stop, the bus he was planning to take had already left."
        },
        {
            "id": "81f650a6aeaa4065b17a9e0c1690280b",
            "sentence": "I\\'m reading things like famous novels which have been rewritten in simplified French."
        },
        {
            "id": "ee6b1cb7757a4a649509745be1cffd73",
            "sentence": "I think it\\'s highly unlikely that Tom will be allowed to keep the gold that he found."
        },
        {
            "id": "faaf8466c90340e0a2e5b6cd566349a2",
            "sentence": "Tom laughed at some of Mary\\'s jokes, but he thought some of them weren\\'t very funny."
        },
        {
            "id": "ac3fe5f1a16345bba33210534f13ed74",
            "sentence": "Tom could tell by the smile on Mary\\'s face that she had had a good time at the party."
        },
        {
            "id": "c39f6b83b948491db1ebd17a38e70694",
            "sentence": "Tom couldn\\'t completely rule out the possibility that he might be laid off from work."
        },
        {
            "id": "dcb622dca33b430194753de05960b496",
            "sentence": "Tom arrived at the train station just as his train was pulling away from the platform."
        },
        {
            "id": "acec9032f63d482b861a9349fd9aee1e",
            "sentence": "I don\\'t know what else Tom told you, but I do know he doesn\\'t always tell the truth."
        },
        {
            "id": "1482397bcb8741daa250d87c42d9ca37",
            "sentence": "Tom and Mary were walking down the path with fishing poles slung over their shoulders."
        },
        {
            "id": "e67114f1f11d460abc3567a587373253",
            "sentence": "Tom broke up with Mary before her birthday, so he wouldn\\'t have to buy her a present."
        },
        {
            "id": "83eeed47537d413a9b6a7fa73fcc0010",
            "sentence": "Where else are you going to find a guitar of this quality for such a reasonable price?"
        },
        {
            "id": "41172a00af2a4f0a9ca9e610a62fafee",
            "sentence": "Tom didn\\'t want to risk his friendship with Mary by trying to turn it into a romance."
        },
        {
            "id": "cea80d546a2243dbae7ca070d7300746",
            "sentence": "Tom was a very good banjo player before he had to have three of his fingers amputated."
        },
        {
            "id": "e8ca6afc366447f4a254e6c22c2cf2a4",
            "sentence": "I can't understand why they're such good friends. They have hardly anything in common."
        },
        {
            "id": "430a78550f3f40b3a4522bb3b9af6a23",
            "sentence": "About ten per cent of the world's fish species live in the African Great Lakes region."
        },
        {
            "id": "8be0a62e478948fe8f6583c43c3eba7e",
            "sentence": "That might not seem like much to you, but it's more than double what I make in a year."
        },
        {
            "id": "12380b08222549d2970b96348d7bd209",
            "sentence": "It's recommended that you change your oil filter every time you have your oil changed."
        },
        {
            "id": "dc378f1dccea4c30832902801a44f2eb",
            "sentence": "Teachers are authorized to confiscate students' smartphones if they use them in class."
        },
        {
            "id": "57995d5b851440a9b520673d5a308650",
            "sentence": "I don't know the key to success, but the key to failure is trying to please everybody."
        },
        {
            "id": "98abbdcf6b194020a17f866bb27dbce2",
            "sentence": "Tom washed the lenses of his glasses with warm, soapy water and dried them on a cloth."
        },
        {
            "id": "27662c94fc87434bb639186fd81ef07e",
            "sentence": "Autumn leaves crunched under Tom's feet as he walked up the path to Mary's front door."
        },
        {
            "id": "8d130a55720a48a4a10d796d8ead91f3",
            "sentence": "When you're getting dressed, how long does it take you to decide what clothes to wear?"
        },
        {
            "id": "1ee30b06062943968874df9a7e356bea",
            "sentence": "Instead of a tree, in Spain it's traditional to put up a nativity scene for Christmas."
        },
        {
            "id": "ad52c655432b4326b99374e66749bf9e",
            "sentence": "When we have a family argument, my husband always sides with his mother instead of me."
        },
        {
            "id": "6948e492f3ac45d4ad68ffe65fb274fd",
            "sentence": "For the time being, Tom is living in Australia, and his wife is living in New Zealand."
        },
        {
            "id": "b906885f425b48448fe666827f3fbc29",
            "sentence": "If you could go back and start your life again, from what age would you like to start?"
        },
        {
            "id": "02496e39b0354b2ab398c0eaeb79636f",
            "sentence": "You don't need to speak to Tom in sign language, because he can read lips really well."
        },
        {
            "id": "00b9ab3a0eb44e1791f53ae99c8ea2df",
            "sentence": "Many women pursue higher education and careers, thus delaying marriage and childbirth."
        },
        {
            "id": "bbd4d80e6ea54885b9c87f968644ff8a",
            "sentence": "We rented the house, not because we liked it, but because it was close to the station."
        },
        {
            "id": "048f99b54e144795947fd4286061b06a",
            "sentence": "It's not that I don't like to do that. It's just that I don't get to do it very often."
        },
        {
            "id": "775c6dcb9894471dbe1e42042bce6689",
            "sentence": "There's a patrol out now looking for skiers who may have been buried in the avalanche."
        },
        {
            "id": "661a9f32c664445bb552a313b244f386",
            "sentence": "After weeks of being on the road, I couldn't wait to get home and sleep in my own bed."
        },
        {
            "id": "95687edb88ab4f3e80ceabd9e0c05409",
            "sentence": "Tom doesn't know where he was born, but his mother told me that he was born in Boston."
        },
        {
            "id": "f10fad0695cc4b56b2e593fce0c2f122",
            "sentence": "Is it wrong to buy things made by companies that don't have decent working conditions?"
        },
        {
            "id": "dcb61d734334404f8703c5aee0f39796",
            "sentence": "Tom only found out after his mother's death that she had gambled away his inheritance."
        },
        {
            "id": "36689258e99c4a038b35190caaa98331",
            "sentence": "Tom called Mary over to ask her what she thought of the tie he was thinking of buying."
        },
        {
            "id": "cafe92abe02f461c963d5b586974b17c",
            "sentence": "Sometimes I wonder when the first world championship in cyberbullying will take place."
        },
        {
            "id": "bf16de4a379e45a1a336f97cee67662d",
            "sentence": "I guess what I've said isn't all that clear, but that's the only way I can explain it."
        },
        {
            "id": "7efb583ec7de4ef98152033703da785f",
            "sentence": "Tom is going to hurt his ears if he doesn't stop listening to his music at full blast."
        },
        {
            "id": "a3904028d7614ff58bc3f3dd1833acfc",
            "sentence": "Tom, stop teasing your brother! You wouldn't like it if he did that to you, would you?"
        },
        {
            "id": "47dfa39344884fc4b03248d1ff7215f2",
            "sentence": "Girders usually have a cross section designed to maximize their resistance to bending."
        },
        {
            "id": "f2301c23199f467296c27f9ee82e27e0",
            "sentence": "Democracy is the worst form of government, except all the others that have been tried."
        },
        {
            "id": "6d698350b15942728adde51fbb969fe1",
            "sentence": "All happy families resemble each other, each unhappy family is unhappy in its own way."
        },
        {
            "id": "a4b8fb2d840a491c9589522f03459a17",
            "sentence": "Tom could feel Mary's head gently resting on his shoulder as they watched TV together."
        },
        {
            "id": "3a852f98c9c3432b9924fbdcd6c6499a",
            "sentence": "It's difficult choosing between what's right and what's wrong, but you have to choose."
        },
        {
            "id": "1e3c1addd51c45859879a30ea9ba4d8f",
            "sentence": "Experts have concluded that the country's power grid is susceptible to a cyber attack."
        },
        {
            "id": "f46f3e6978d14bc88ac508c770434a97",
            "sentence": "I'm not sure what his number is. You'll have to look it up in the telephone directory."
        },
        {
            "id": "8a98e132a293418ba03dfd6a3db79e76",
            "sentence": "Tom was waiting for somebody to do that for him, but nobody did, so he did it himself."
        },
        {
            "id": "54b87098700d492cb744de44ca29e88d",
            "sentence": "It feels wrong to be talking about Tom like this when he's not here to defend himself."
        },
        {
            "id": "e7b502333d014cc786a094667615f605",
            "sentence": "Watch out for her. Her weapon is language - if she wants to, she'll talk you to death."
        },
        {
            "id": "241d34f1e266436cbd2796849a5e4c1a",
            "sentence": "I think we're going to need to put this project on the back burner for a little while."
        },
        {
            "id": "9c2962c479fd44e7868b7b890c40609a",
            "sentence": "Plan for the future because that's where you are going to spend the rest of your life."
        },
        {
            "id": "37db203f71d9458fa16b0bc3af694188",
            "sentence": "Thank you very much for lending me $500 when I was having difficulty making ends meet."
        },
        {
            "id": "e1b790f2e107490284ac36e14e64a0c5",
            "sentence": "Before olives can be eaten, they must be soaked in lye, which must then be rinsed off."
        },
        {
            "id": "b5ba33fb9a0d4b8bb8fa1cd07d7c76c3",
            "sentence": "The police are now looking for the person responsible for dumping garbage in the park."
        },
        {
            "id": "2f7c008771b14b7591e4e83cebb8e34c",
            "sentence": "I prefer staying home when it's cold because I can stay warm and wear whatever I want."
        },
        {
            "id": "6f619a3fabbb4adfa28cad9a467edd18",
            "sentence": "As I entered the hospital, I noticed many people in neck braces, slings, and bandages."
        },
        {
            "id": "39d09b2e480242f59b934fa80d0147ca",
            "sentence": "I left home later than usual, but I was still able to catch the train I usually catch."
        },
        {
            "id": "612484a24e904d4693f0b7efbf45267d",
            "sentence": "I washed my blankets and hung them up outside. It'll take a few hours for them to dry."
        },
        {
            "id": "8bbd656b3ded4e4296e8ea1b3e45239c",
            "sentence": "No news is good news. If you haven't heard from your son it's because he's doing well."
        },
        {
            "id": "66437e07a3da4c49a7ba819af14989d4",
            "sentence": "The more often you see a word when reading, the easier it is to remember its spelling."
        },
        {
            "id": "272717140afe40f5b6c060ed5037f652",
            "sentence": "The best way to learn a foreign language is to go live in a country where it's spoken."
        },
        {
            "id": "71ee2e9340834c5a8cc60032752a8477",
            "sentence": "Tom wondered how long it would take Mary to realize that John wouldn't be coming back."
        },
        {
            "id": "7364903c59584b41954d2b4e2464dec6",
            "sentence": "Tom was from a humble background, but he became one of the richest men in the country."
        },
        {
            "id": "1bb13dbe5adb48b5a812eb907680819f",
            "sentence": "I no longer have to interact with people that I have little to nothing in common with."
        },
        {
            "id": "0ef601b0c8344aee90ce70075d6b719e",
            "sentence": "I'm not yet sure what we'll do. We'll just play it by ear, depending on how things go."
        },
        {
            "id": "5b84d0174be945c2931b6fe95da1a080",
            "sentence": "Could you stand behind my car for a minute and tell me if my brake lights are working?"
        },
        {
            "id": "792014e7390f48648b30f4151b4a9b31",
            "sentence": "The movie that Tom and I are planning to watch tonight is supposed to be really scary."
        },
        {
            "id": "e79933f8110d4f25b751527241a59276",
            "sentence": "Brazil shares a border with all South American countries except for Chile and Ecuador."
        },
        {
            "id": "fe7c3dd6efae4cc9a805319c6876538a",
            "sentence": "Tom agreed to meet us in front of the movie theater tomorrow at 2:30 in the afternoon."
        },
        {
            "id": "6cdc1b7956ea43e191ec7fc759aa4902",
            "sentence": "When Tom looked down at the apple he was eating, he realized he had eaten half a worm."
        },
        {
            "id": "16aa303aae454228914c83a59169a971",
            "sentence": "Tom regrets buying the car sight unseen, because it's broken down twice in two months."
        },
        {
            "id": "a743822993c844178774833991ec629e",
            "sentence": "The immunity from vaccines can wear off, which means booster vaccines might be needed."
        },
        {
            "id": "c13f439267bd4d84b5a370f73ffc83df",
            "sentence": "Tom told Mary who to invite to the party, and she wrote them down on a piece of paper."
        },
        {
            "id": "d2bfd040e38d46ff91e610fb94c0926f",
            "sentence": "Here is a picture of my younger brother Tom, and here is one of my older brother John."
        },
        {
            "id": "9c4ce2bff625424ba8bd119fee67f62e",
            "sentence": "Tom is always a little irritable in the morning before he has his first cup of coffee."
        },
        {
            "id": "a0e1529b8d334d0abdc81d88dceff4b8",
            "sentence": "Many people in England would like to see the public subsidy of the monarchy abolished."
        },
        {
            "id": "7e7f50171c274cd59de38ed14679889c",
            "sentence": "There is no way that my punctuation in French can be perfect, though I keep on trying."
        },
        {
            "id": "1e7ed0b204be4605b4de8958c1b2ac72",
            "sentence": "I wish I was smart enough to invent something that sold well enough for me to get rich."
        },
        {
            "id": "a15572f3483f441ebc019d653900242f",
            "sentence": "I would like to drastically decrease the amount of time it takes me to clean the house."
        },
        {
            "id": "56703378cb424695be24cd173cbd4d08",
            "sentence": "Tom knew that he wasn\\'t going to be able to convince Mary to go to the dance with him."
        },
        {
            "id": "3c963b07ae334cc0b9a0a86ebdfba31c",
            "sentence": "Sometimes you don\\'t need to speak the same language in order to understand each other."
        },
        {
            "id": "af9b63ce6236448b88073e5c9958b827",
            "sentence": "When Tom gets drunk, he\\'ll eat a lot of things that he wouldn\\'t eat when he\\'s sober."
        },
        {
            "id": "117e60ddfa29402690e5ff4a1840f3b2",
            "sentence": "Tom offered to carry Mary\\'s suitcase, but she told him she wanted to carry it herself."
        },
        {
            "id": "deb358516db24fec9d1f3629f6b249e3",
            "sentence": "Tom was charged with drunken driving after he was involved in a car accident in Boston."
        },
        {
            "id": "bbdeae3750db4887bcde8b603bafc13d",
            "sentence": "Tom wanted to cut down that tree in his front yard, but Mary doesn\\'t want it cut down."
        },
        {
            "id": "652275243ca54e04b70dffeb91d5966f",
            "sentence": "I imagine that Tom will eventually find out that Mary has been talking behind his back."
        },
        {
            "id": "87f3613244a14abe87400fbcea9293db",
            "sentence": "I never for a moment imagined that I would still be doing this kind of thing at my age."
        },
        {
            "id": "ee05ee5c46f74894a34b7a9195d20ed1",
            "sentence": "Since Tom is leaving for Boston tomorrow, today is our last chance to give this to him."
        },
        {
            "id": "8d7af1ba9a544d4f8c5d4165cd478355",
            "sentence": "The bomb blew Tom\\'s house to smithereens. Fortunately, he wasn\\'t at home at the time."
        },
        {
            "id": "24302205364d4f1197f13b559a9d1fbe",
            "sentence": "I think we should all be worried a little bit about the way Tom has been acting lately."
        },
        {
            "id": "f2bb4a2a7cf6488e8582cd0c8bec2bc1",
            "sentence": "Tom wears a modified fishing vest to hold all his harmonicas when he performs on stage."
        },
        {
            "id": "4bbdfebce64a4af0b1b63885238289fb",
            "sentence": "To become a professional banjo player, you need to spend thousands of hours practicing."
        },
        {
            "id": "2f0d36fab8c44bd68c5e70f5f6a0fb9d",
            "sentence": "Tom asked Mary when she was going to buy a new pair of shoes for her youngest daughter."
        },
        {
            "id": "2d22ac89a1704849956c3197b8266f66",
            "sentence": "If you don\\'t think the party is going to be any fun, why are you planning to go to it?"
        },
        {
            "id": "4375a768f483417dac5c0f5fbd43fbe1",
            "sentence": "We were worried that Tom might not make friends in Boston, but he seems to be doing OK."
        },
        {
            "id": "1d2ebc9a40994149ada4bd8df0a341cd",
            "sentence": "When the phone rang in the middle of the night, I immediately knew something was wrong."
        },
        {
            "id": "cf4afdbc2ce54ec48e854419cfc1289e",
            "sentence": "I don\\'t need to sound like a native speaker, I just want to be able to speak fluently."
        },
        {
            "id": "08093bd1fadd45e5b9f60b023afc15d6",
            "sentence": "I guess this is how things are going to be from now on, so we\\'d better get used to it."
        },
        {
            "id": "09855109008e42728828cfd29565d93f",
            "sentence": "It\\'s not always possible to eat well when you\\'re traveling in this part of the world."
        },
        {
            "id": "41b866d6eac948d2b214ba82e0ceec26",
            "sentence": "Even though Tom just had his fortieth birthday, I don\\'t think he\\'s over the hill yet."
        },
        {
            "id": "c0a35cb364ad4cd4a87d48d93aad2db9",
            "sentence": "Tom wasn\\'t wearing a wedding ring, but Mary noticed a white circle on his ring finger."
        },
        {
            "id": "d98e32fbf692446b98893f0a9f5f7e5a",
            "sentence": "Tom\\'s muscles were tired and he wanted to get home and soak in a hot bath for a while."
        },
        {
            "id": "50a869ea38344fcc9b584261c2130cfb",
            "sentence": "After I got married, my French got better since I started speaking French with my wife."
        },
        {
            "id": "5f92bd9b3c9f48e7a7a8a71af1ad7ddd",
            "sentence": "Generally speaking, men find it more difficult to talk about their feelings than women."
        },
        {
            "id": "3eea4dc20fc0415baef62c4a0b18fe73",
            "sentence": "How long do you think Tom will work for us before he quits and goes to another company?"
        },
        {
            "id": "44cc686fba6c4b94807de595ced07f78",
            "sentence": "The knife on the table wasn\\'t sharp enough to cut the meat, so I used my pocket knife."
        },
        {
            "id": "e5257b2562dc4b519d9a1135b25ba300",
            "sentence": "Tom\\'s lawyer didn\\'t think that the jury would think that Mary was a reliable witness."
        },
        {
            "id": "e76028a202d1407ca8c4b93156ba4f77",
            "sentence": "Tom didn\\'t think he had a chance to succeed, but he at least wanted to give it a shot."
        },
        {
            "id": "68330f7fa08d4ccd993c86d8e4a1cf1b",
            "sentence": "Tom claimed that he didn\\'t know his beach house was being used for illegal activities."
        },
        {
            "id": "054710ed38b34ef28975f13c51fc03c4",
            "sentence": "Tom was very good at playing the guitar before he broke three fingers on his left hand."
        },
        {
            "id": "eddf2a1560a54db4a2f256c331aa3a6a",
            "sentence": "I\\'ve got better things to do with my time than to sit here and listen to you complain."
        },
        {
            "id": "efed3949266340178e96f50c3de31f77",
            "sentence": "Tom couldn\\'t persuade his classmates to change their minds about postponing the dance."
        },
        {
            "id": "06438847b57a4fbc9177d53fe58bed63",
            "sentence": "Tom didn\\'t know where Mary was going, but he had a good idea where she might be going."
        },
        {
            "id": "96deee7ee0e9481da9691ce832aba169",
            "sentence": "Tom had his ear pressed to the door, trying to hear what was going on in the next room."
        },
        {
            "id": "96607b6fc95a40f7a8f3054d5c9e4932",
            "sentence": "Are you really going out on such a cold day? I think youd be better off not going out."
        },
        {
            "id": "db289817daeb42fd937b0d239850c21b",
            "sentence": "Tom could hardly believe his ears when he heard that Mary was coming back home to stay."
        },
        {
            "id": "31665d6839ec44c88087b7e398906be1",
            "sentence": "In the short time Tom was away from his desk, Mary scribbled something in his textbook."
        },
        {
            "id": "8822b311da22434e9730ee1618d4413c",
            "sentence": "When did you find out that Tom wasn\\'t the one who Mary wanted to go to the dance with?"
        },
        {
            "id": "48d8373f750d46c9952c5d0a1e98a247",
            "sentence": "Tom looked disappointed when Mary told him that she wouldn\\'t go to the dance with him."
        },
        {
            "id": "49f84069ac4e4a67b60cf99a48b0813f",
            "sentence": "It\\'s best to translate from a foreign language you know into your own native language."
        },
        {
            "id": "fe4c4bff2e584a2b84095e9a2de2f88e",
            "sentence": "Mary closed her eyes and waited for Tom\\'s kiss. When she opened her eyes Tom was gone."
        },
        {
            "id": "95341375b5c84545ae8d75252fceb919",
            "sentence": "Tom didn\\'t come right out and say so, but he implied that I wasn\\'t telling the truth."
        },
        {
            "id": "4acfe791286f4faeb42c6e8c9e06f624",
            "sentence": "He can't tell a cherry tree from a plum tree, but he can name them in twelve languages."
        },
        {
            "id": "0e698ca91be045fa9dd0caf315266de5",
            "sentence": "The Tokyo Skytree is the second tallest structure in the world, after the Burj Khalifa."
        },
        {
            "id": "6400b22d8a4a4a6596a9f5fd74f17819",
            "sentence": "The Narita Express will take you directly to Tokyo Station in approximately 90 minutes."
        },
        {
            "id": "32e4fac414f2454fba06038aca0ff724",
            "sentence": "I have a brother and a sister. My brother lives in Tokyo and my sister lives in Nagano."
        },
        {
            "id": "b9053170e80046e3bf72ae9b66a383e5",
            "sentence": "As Tom started to walk across the street, a truck ran the red light and almost hit him."
        },
        {
            "id": "1eb27345f4a04449a209fa2b15221c19",
            "sentence": "It seems to me I've seen that person over there who's wearing glasses somewhere before."
        },
        {
            "id": "92486f34e0f04c598a880c749807fad1",
            "sentence": "Huh, you've got the experience?! Don't get me started. I have underwear older than you."
        },
        {
            "id": "116000a9c95c41a7a33b77384597932c",
            "sentence": "While Tom wasn't watching, Mary grabbed his soda can and shook it as hard as she could."
        },
        {
            "id": "4e0d5103105345eaadba98e192ce236f",
            "sentence": "As the night wore on and Tom drank more and more, his jokes got progressively smuttier."
        },
        {
            "id": "e87f707b0e6b4a688bf6483d4c31ffaf",
            "sentence": "Once people reach a certain age, they don't want to ask their parents for help anymore."
        },
        {
            "id": "ce4668fa47da44f2a5048fbaf1bb465a",
            "sentence": "I once read an interesting anthology of poetry generated by a computer program in 1984."
        },
        {
            "id": "483aadd62dd34b2090105fe613897c89",
            "sentence": "People who are afraid of making mistakes will make no progress in English conversation."
        },
        {
            "id": "9e45fca2660b49e69faca17e4f7db365",
            "sentence": "Tom doesn't have running water, so sometimes he comes over to our place to take a bath."
        },
        {
            "id": "c2b9d6e8453642b582b55a20cc63423e",
            "sentence": "Tom locked himself in the bathroom, but the men who were after him broke down the door."
        },
        {
            "id": "042c4c3eb95c4c959d58e93493d4df90",
            "sentence": "Tom took some amazing pictures of the Eiffel Tower silhouetted against the evening sky."
        },
        {
            "id": "d1c3f2c75a7e4c2abb1ae6ca22c6363c",
            "sentence": "We'll get a cab now, and go to see your new home. I am very sure that you will like it."
        },
        {
            "id": "1408f640669447a29db5955aa50461a5",
            "sentence": "Instead of focusing on the ways we're different, let's focus on the ways we're similar."
        },
        {
            "id": "2e7e33a35cd7463fa56e891c2e3d1db6",
            "sentence": "I wanted to get a tattoo on my chest, but everyone told me that that was a stupid idea."
        },
        {
            "id": "bbe82a241ac348298366a7fa2ca82eaa",
            "sentence": "Nothing is as difficult as coming up with a simple explanation for something difficult."
        },
        {
            "id": "38e7ff2675094e8297d553d07a4ea084",
            "sentence": "Let's go to bed now. It's quite late and you are very tired after that long ride today."
        },
        {
            "id": "399bdf8065e849009da3259681ffe3c4",
            "sentence": "Tom is the head of the company in name only. His son makes all the important decisions."
        },
        {
            "id": "dea57d2ec90542d69d6c6341b9b8e210",
            "sentence": "Even though you're older than me, I still think you're young enough to appreciate this."
        },
        {
            "id": "19858147863349c98da9a622d94e990a",
            "sentence": "What are three interesting things about you that I wouldnt know from your application?"
        },
        {
            "id": "6a1c504a7b8b463fa1e3232e5cde017d",
            "sentence": "Owing to a misunderstanding, Tom and Mary haven't spoken to each other now for a month."
        },
        {
            "id": "bec8b93908e842ebbb223051e4fcc667",
            "sentence": "If Tom didn't know that he could count on you, he would never have asked for your help."
        },
        {
            "id": "a05d073269c74ecb97cf9edcb3a5974b",
            "sentence": "I don't know what you want from me, but I'm sure you're confusing me with someone else."
        },
        {
            "id": "d8b898e42541440c841b22ab4b185038",
            "sentence": "Tom was sitting on the grass reading a story to a group of children who sat around him."
        },
        {
            "id": "7ebc6465bf9640c59f577866aeab420e",
            "sentence": "Tom's the kind of person who calls a spade a spade and a lot of people don't like that."
        },
        {
            "id": "0720a51c616c49f392329322d114c27f",
            "sentence": "Tom breathed slowly and deeply to calm his nerves before going into the interview room."
        },
        {
            "id": "6dfc3617abf04baaaa85d3248cc97e03",
            "sentence": "Tom found the wallet he thought he'd lost after searching the house from top to bottom."
        },
        {
            "id": "d505cf8959b940a899a54224b5b863a2",
            "sentence": "I've lost interest in studying, so I don't think there's any point in going to college."
        },
        {
            "id": "f6c681f1d45c4021ad14a0ed0d69eaa0",
            "sentence": "Tom and Mary aren't planning to go to Australia. They're planning to go to New Zealand."
        },
        {
            "id": "30770e7385284dc99ece30f4e8980be3",
            "sentence": "The clouds are getting darker and darker and it's beginning to look like it might rain."
        },
        {
            "id": "bad174dd1ba847a2a97bf1e323235bdb",
            "sentence": "Just because you think it's a good idea doesn't mean that the rest of us think so, too."
        },
        {
            "id": "33ea7d2828c0405d80f4b90cec2e7d2a",
            "sentence": "Tom wakes up every three hours during the night, while Mary sleeps all the way through."
        },
        {
            "id": "f3024bb8cfcf4b09836ae32240109dc2",
            "sentence": "The twins look so much alike it's next to impossible to distinguish one from the other."
        },
        {
            "id": "8fa722f2c2ed424cb65951e18adebed9",
            "sentence": "The girl said she was going shopping with her mother, and didn't listen to what I said."
        },
        {
            "id": "0793ae7820c8448abef3ead74b03a665",
            "sentence": "I used the new corkscrew that Tom gave me to open the bottle of wine that Mary gave me."
        },
        {
            "id": "75f55140ae14485d9a9e45b39207e5c4",
            "sentence": "Tom started to answer the question and then realized that it was a rhetorical question."
        },
        {
            "id": "2481637aab244edf920e59f199bd9765",
            "sentence": "At first, Tom thought that the person he saw was Mary, but later found out it was John."
        },
        {
            "id": "de02cdb2bee8498dabb9b10b0abcf774",
            "sentence": "There is a second way to define the Gabriel-Roiter measure which may be more intuitive."
        },
        {
            "id": "5764f8aae31841c894195dbbd0eb9fcb",
            "sentence": "Tom backed his car up to check, but the raccoon he had run over was dead as a doornail."
        },
        {
            "id": "b0a88c6e1c4744f7929f2f77b07cd381",
            "sentence": "When Tom says he's going to bed early, he means that he's going to bed before midnight."
        },
        {
            "id": "32d3d3a836d64d539570ed72d2e6c28b",
            "sentence": "There's no doubt that Tom's childhood laid down the blueprint for the rest of his life."
        },
        {
            "id": "01bdd1f6528c435cb6c2d35f80afb9fa",
            "sentence": "When we started out, we realized if we didn't have a good product, we wouldn't succeed."
        },
        {
            "id": "36f24e6c289749babb424e0f5d9ba734",
            "sentence": "Sound knowledge of computer systems and programming languages is integral to Tom's job."
        },
        {
            "id": "c1d87e3a695e4490ad0f79433975678f",
            "sentence": "Tom put his ear to the door in an effort to overhear what Mary was saying on the phone."
        },
        {
            "id": "04f1bd7a00a44319b9614b0d96444dbf",
            "sentence": "Tom didn't have the key to the office, so he waited for the janitor to open it for him."
        },
        {
            "id": "3d2caea86c814082aaf611074309d744",
            "sentence": "Everything possible will be done to keep things like this from happening in the future."
        },
        {
            "id": "88ad5c5ac78f414398b63d6a85a8bef5",
            "sentence": "If mankind doesn\\'t take care of the environment, the environment may eliminate mankind."
        },
        {
            "id": "aa5b85e33d174732a404698459f7651c",
            "sentence": "It occurred to me while I was waiting for Tom that maybe I shouldn\\'t have invited Mary."
        },
        {
            "id": "d484a803a413473a950a8c7f5f4dd9ed",
            "sentence": "Tom didn\\'t want to hear about all of Mary\\'s problems, but he sat quietly and listened."
        },
        {
            "id": "11d0d4e4e22c4111b5843e85635cacc5",
            "sentence": "It\\'s recommended that you don\\'t write your passwords down where others might see them."
        },
        {
            "id": "b0d1bd39807f4921811a81b0d6d50229",
            "sentence": "Once Tom gets here with some tools, we\\'ll have everything we need to get this job done."
        },
        {
            "id": "32e4f21287dc49f1a13c47d8b9069827",
            "sentence": "To put it bluntly, the reason this team won\\'t win is because you\\'re holding them back."
        },
        {
            "id": "392baf600f2e4cb29bd465a594b61009",
            "sentence": "Why don\\'t we have enough food for everyone? I thought you went shopping this afternoon."
        },
        {
            "id": "996f1f5853e1493cae0c372c4c246596",
            "sentence": "Tom leaned out the window of his car and pressed the button on the intercom at the gate."
        },
        {
            "id": "20eba643c42e4b92a6c92efaa56c0128",
            "sentence": "Tom had always wanted to climb Mt. Fuji, but until now, had not found the time to do so."
        },
        {
            "id": "cece226be10d43d8ae5a3667c52c03ab",
            "sentence": "Why don\\'t we just reformat the hard disk? You\\'ve been having a lot of trouble with it."
        },
        {
            "id": "e81e975bbcac4ba1995daca5b88598f2",
            "sentence": "I\\'m pretty sure the first thing you\\'ll want to do when you get to Boston is call home."
        },
        {
            "id": "a0357af734684cd1a4b12568ae872989",
            "sentence": "How do you know you wouldn\\'t have done the same thing Tom did if you were in his shoes?"
        },
        {
            "id": "479bee835b2344e5be93eb5ff3fc0fa6",
            "sentence": "I don\\'t understand and I\\'m not used to not understanding. Please explain it once more."
        },
        {
            "id": "eb4039afd73f48b094c9a9815184a3d8",
            "sentence": "I wasn\\'t surprised when Tom showed up at my party because Mary told me he\\'d be coming."
        },
        {
            "id": "3b294781e5fd43f394bc2282ed32c5d8",
            "sentence": "Tom was drinking at a bar with Mary at the time the police think that John was murdered."
        },
        {
            "id": "2373392f154349b0978b13c0a2d1fc87",
            "sentence": "When I study a foreign language, I like to study with a native speaker of that language."
        },
        {
            "id": "7b5b293c1012490da5762635e58f7010",
            "sentence": "Tom didn\\'t seem to be at all interested in Mary\\'s explanation about what had happened."
        },
        {
            "id": "c4a98371f1754c41942ddc49c8c0778b",
            "sentence": "I bought myself an expensive guitar even though I don\\'t yet know how to play very well."
        },
        {
            "id": "9fcc15d815a44bf0bb4b76da8798f2a3",
            "sentence": "Tom can\\'t decide whether to buy a new computer now or wait for a couple of more months."
        },
        {
            "id": "e32dfe7feb3b40d6973a71d1e8940b79",
            "sentence": "Tom wants Mary to know that if she ever needs help, all she has to do is ask him for it."
        },
        {
            "id": "4fcf7cc3794e4cabbe95a09359278049",
            "sentence": "I had more questions, but Tom seemed to be tired of my questions, so I didn\\'t ask them."
        },
        {
            "id": "ddc6641b93134a5db80e29549230c642",
            "sentence": "Tom can\\'t quite believe that Mary is really going on a date with him this Friday night."
        },
        {
            "id": "621b689a0f0f4f76bc819f2fad91d755",
            "sentence": "Tom called Mary and asked her to meet him for a drink at the bar across from his office."
        },
        {
            "id": "91346bb3313e484eb37a66ef01f1dde2",
            "sentence": "Tom got out of the bathtub and dried himself with the new towel that Mary had given him."
        },
        {
            "id": "8b45a8f251024d25b70df184d5ae9d8b",
            "sentence": "Tom loves coming here since he thinks this place serves the only fast food worth eating."
        },
        {
            "id": "026d87107e334729b31f5082362a8311",
            "sentence": "A supermoon can look up to 14% bigger and 30% brighter than a regular monthly full moon."
        },
        {
            "id": "3a2429c64cef4867ad264c04ea2db8a5",
            "sentence": "The police detective said that all of the doors and windows were locked from the inside."
        },
        {
            "id": "cdc3d1120c31424694632df78883af49",
            "sentence": "Tears of joy streamed down Tom\\'s face when he saw his baby daughter for the first time."
        },
        {
            "id": "2833aeb6d1124af184e4c3ed10569028",
            "sentence": "I wanted to try that new restaurant on Park Street, but Tom wanted to go someplace else."
        },
        {
            "id": "9be8361fe8604a0c927d33b3bc8a1551",
            "sentence": "I'd love to stick around and help you, but I have something else I have to do right now."
        },
        {
            "id": "41bc05e547904ad4927af2e3029f5033",
            "sentence": "When Tom bought his car, he didn't know that it had been involved in a serious accident."
        },
        {
            "id": "70586833bc6c401b89ad2dca7c38b3dc",
            "sentence": "Mary's phone kept cutting out and she couldn't make out what Tom was trying to tell her."
        },
        {
            "id": "952404b2b70d4b05b7c457ee5a48e0fc",
            "sentence": "Tom was walking on the sidewalk on the other side of the road and didn't seem to see me."
        },
        {
            "id": "255f28d2fae340b186516ceebed4164b",
            "sentence": "The identity of the boy who had been missing was verified by the clothes he was wearing."
        },
        {
            "id": "995c0f78bea245e6b274df4f07105f06",
            "sentence": "Tom and Mary spent the time talking to each other and getting to know each other better."
        },
        {
            "id": "8f200ad26c0f4d21bce5c41d583fec7c",
            "sentence": "Nowadays you no longer hear popular songs that can be sung by men and women of all ages."
        },
        {
            "id": "28677cac84934462a275061ccb6be7a9",
            "sentence": "I've come to terms with the fact that I'll never be as fluent in French as I want to be."
        },
        {
            "id": "252261376a2c447f8d76213f88ff8c39",
            "sentence": "Tom bought a new kite since his old one got stuck in a tree and he couldn't get it down."
        },
        {
            "id": "a46c62aa95cd4cb9b819b280aef31c95",
            "sentence": "I'm telling you, I saw it with my own two eyes. I wasn't seeing things or hallucinating."
        },
        {
            "id": "7bc0f0ac736440db962443820a782fbe",
            "sentence": "You've come too far. Turn around and go back about three kilometers, and then turn left."
        },
        {
            "id": "0c5e86b7944240e390749e7ba391e1b2",
            "sentence": "Is there, for example, a three-course meal that conveys sin, punishment, and redemption?"
        },
        {
            "id": "1207544d7a55479dbcde2cf60d5b26a0",
            "sentence": "The turkeys in my grandfather's farm are very noisy, I can't wait for them to get eaten."
        },
        {
            "id": "98a4d601e7d048379eae13bdf2912d45",
            "sentence": "I hope all but one of your dreams come true, so you always have something to strive for."
        },
        {
            "id": "e48c60e05bd64880bfac765d910b4999",
            "sentence": "I used to think that only bears hibernate, but the teacher said that turtles do as well."
        },
        {
            "id": "bd86f4a0606b49fc9a7627e65c922e93",
            "sentence": "After his near-death experience, Tom was a much more loving and less judgemental person."
        },
        {
            "id": "14839da72d7948d7952d5a3c2cd6be55",
            "sentence": "Listen Tom, it would defeat the purpose of the test if I told you what it was all about."
        },
        {
            "id": "f735d65037d24cda933219532d364306",
            "sentence": "If the doctor had gotten here a little sooner, he might've been able to save Tom's life."
        },
        {
            "id": "2799719399f9464bbd6b3568f8663f21",
            "sentence": "Gabon faces fluctuating international prices for its oil, timber, and manganese exports."
        },
        {
            "id": "97ff3f2835564036b26b641049983d77",
            "sentence": "When Tom went to the store, he saw several people wearing their masks under their chins."
        },
        {
            "id": "a22377b9cfe74b5b8c3c461e1ff16046",
            "sentence": "If you chain-smoke, you are much more likely to have severe lung problems later in life."
        },
        {
            "id": "5d2aac9860bc4b9c99929d1fc20170cc",
            "sentence": "I wanted to get a tattoo on my chest, but everybody told me that that was a stupid idea."
        },
        {
            "id": "bd68b1a837874ba68bce4173271d13b4",
            "sentence": "In this story, mages act as conduits for natural magical energy in order to cast spells."
        },
        {
            "id": "327fed059b5549eea73869daedfe5845",
            "sentence": "Tom wanted to go back and hug Mary, but he just walked away without even waving goodbye."
        },
        {
            "id": "f296e73d32524041a35912da5e79097a",
            "sentence": "Do you know the reason why two-thirds of the students didn't attend the student meeting?"
        },
        {
            "id": "3977154f0f9e48ca93188d3c48b924ad",
            "sentence": "Before we get started, I'd just like to say a few words about how important this job is."
        },
        {
            "id": "545b652ee0be4e67a08405419cf6f140",
            "sentence": "This hand-cranked flashlight contains a dynamo which generates DC to charge the battery."
        },
        {
            "id": "15567c30ed6146839d9e52bab2070df9",
            "sentence": "I was relieved to find out that I wasn't the only one who didn't know what was going on."
        },
        {
            "id": "ed9ee1bfeaf34ca0be1a7fe2360cba50",
            "sentence": "Tom would have liked to have stayed for dinner, but he had urgent business to attend to."
        },
        {
            "id": "7ef4fcabad294a7790cad751fd1fbda6",
            "sentence": "Todd the squirrel, playing two stereos at once, claims to listen only to \"double music.\""
        },
        {
            "id": "de7440b1bf004d53ae77ea5071e1a7fb",
            "sentence": "In the dark, I stumbled and, like a total idiot, hit my forehead against the door frame."
        },
        {
            "id": "d62249cf24094b3397c26c6e2b8fb5bc",
            "sentence": "Eat a live frog every morning, and nothing worse will happen to you the rest of the day."
        },
        {
            "id": "ec581dcbb8ff4d57be5086959f2e25aa",
            "sentence": "Whenever you find yourself on the side of the majority, it is time to pause and reflect."
        },
        {
            "id": "8531e2a24fb0425db59407b54a76ad20",
            "sentence": "What surprised me most about that accident is how fast the lawyers arrived on the scene."
        },
        {
            "id": "300ba9f5b9cd4005b63647349d69f65c",
            "sentence": "Which foreign language do you think is the easiest for native English speakers to learn?"
        },
        {
            "id": "4f2cbe5eb57b4be18038f46ba0622fc8",
            "sentence": "I don't remember ever wanting to become a fireman or a baseball player when I was young."
        },
        {
            "id": "6b62899178dd4dd29ead71797dd02d45",
            "sentence": "Quarantining together for two weeks might just feel like a little too much togetherness."
        },
        {
            "id": "aed6844732f54f698ffe2d8f5cf6f81f",
            "sentence": "Tom limped to the front of the classroom and told the other students about his accident."
        },
        {
            "id": "447b27f4ef6547e2a88e7a13e0f94d36",
            "sentence": "Do you think that Tom would be able to translate this document from French into English?"
        },
        {
            "id": "651ebaef521e45a78dd720266cb1b9aa",
            "sentence": "Tom started driving when he was thirteen, even though he didn't have a driver's license."
        },
        {
            "id": "a43e3660018042148cc8c3f264cb8c76",
            "sentence": "Tom could think about nothing but Mary in the early stages of his relationship with her."
        },
        {
            "id": "1bdd81cb7b744e4b9e6d36d0c6feac7c",
            "sentence": "We saw several police cars with sirens blaring and lights flashing racing down the road."
        },
        {
            "id": "2b9f6cfe85ed4fdb8cc81ddfaa345621",
            "sentence": "Tom asked me which of my children I liked best. I told him that I like them all equally."
        },
        {
            "id": "cae1bf71c6244e878e453d22f53644aa",
            "sentence": "I'm sure that Tom will come back as soon as he realizes that he left his briefcase here."
        },
        {
            "id": "82629137743d4d93a6d864d9e5c9f909",
            "sentence": "The advantage of old age is that you no longer want what you previously couldn't afford."
        },
        {
            "id": "7b361ff33c4646ecb5673baa37c005af",
            "sentence": "Some months have thirty-one days, others have thirty and one month has less than thirty."
        },
        {
            "id": "8a8e622cc82640c4a1e6a8b3782305b8",
            "sentence": "In France, advertising of mobile phones directed at children 12 and under is prohibited."
        },
        {
            "id": "6d400255401848cfb4ce1fe816819dcf",
            "sentence": "Tom didn't know that Mary thought that he should invite John and Alice to their wedding."
        },
        {
            "id": "e0f2f83a16584295ba1984cb19e4758f",
            "sentence": "When Mary went to cook dinner, she found that her potatoes had sprouted in the cupboard."
        },
        {
            "id": "50af373266d24611a8326b725a85b4b9",
            "sentence": "The petrol pump attendant wasn't very thrilled when we only bought a newspaper from him."
        },
        {
            "id": "71b31e6a19e74f698a57202323ca49e2",
            "sentence": "Tom and Mary haven't talked to each other for a month now because of a misunderstanding."
        },
        {
            "id": "09ed304b73f7456a966eb228b640de65",
            "sentence": "I've asked that question many times, but no one has ever given me a satisfactory answer."
        },
        {
            "id": "fdc67181fa8a4089a4d79e90067e2725",
            "sentence": "I've asked that question many times, but nobody has ever given me a satisfactory answer."
        },
        {
            "id": "d5bfe2cdbe2f4660b0ecc27829bb4ba2",
            "sentence": "I saw many people who had no clothes and I saw many clothes which had no people in them."
        },
        {
            "id": "e3b6f279879a4147bac880f789a2b350",
            "sentence": "It doesn\\'t make much sense to me that Tom would be allowed to go, but Mary wouldn\\'t be."
        },
        {
            "id": "571a089ea2574851afaa66d559f38a74",
            "sentence": "Which translation of this book do you think is better, the French one or the English one?"
        },
        {
            "id": "c3dee49366ec45f7b0d3ff94e6201b6d",
            "sentence": "Tom keeps enough money for a taxi fare home tucked in his sock when he goes out drinking."
        },
        {
            "id": "e35e7f5b407c4a3290e70ae64bd8856a",
            "sentence": "I shoot the rabbits in my garden with a squirt gun to keep them away from the vegetables."
        },
        {
            "id": "603f241fd3154c9cb06fb19db7d73369",
            "sentence": "The police found Tom lying on the floor with a bullet hole in the middle of his forehead."
        },
        {
            "id": "62dbabd57401421586ad2fdb63fdb5f1",
            "sentence": "Tom and Mary were speaking in French, but switched to English when John entered the room."
        },
        {
            "id": "aa8e26f73bc54fce900052ce75b9fecf",
            "sentence": "I had to change clothes because what I was wearing wasn\\'t appropriate for the situation."
        },
        {
            "id": "24ed2e1a359a4f9fbfb61050b6ff3550",
            "sentence": "In retrospect, Tom realized he shouldn\\'t have been dating both sisters at the same time."
        },
        {
            "id": "84965412306a4cd4ab04857166071a54",
            "sentence": "Tom couldn\\'t understand why his daughter would want to have her tongue and nose pierced."
        },
        {
            "id": "a5bae000608c4d1baf35498a6df3c4fe",
            "sentence": "Tom and Mary ran off to Boston and got married after knowing each other only a few weeks."
        },
        {
            "id": "48289ef2b38b44c698ee2d64dbacb7f0",
            "sentence": "Tom and Mary were friends in high school and started dating a few years after graduating."
        },
        {
            "id": "eac32f5d074247e7a4b93234b2f838be",
            "sentence": "Tom attended high school for three years without missing a single day or ever being late."
        },
        {
            "id": "20e247e00a1d44bf85f0151df7402017",
            "sentence": "Tom certainly had a point when he said we should allow more time to complete the project."
        },
        {
            "id": "a7682a31ff1147b298bb45d4497532a9",
            "sentence": "Tom killed Mary because he found out she had started the fire that had killed his family."
        },
        {
            "id": "aa1d571b59ca4689bd597498300539cb",
            "sentence": "Tom got his learner\\'s permit yesterday, so he\\'s out with his father practicing driving."
        },
        {
            "id": "5cf5eeec11d54aae95cf39c3a00566c1",
            "sentence": "The police spent hours searching Tom\\'s place, but they couldn\\'t find the murder weapon."
        },
        {
            "id": "b87ad039e8e8480fa959427185b32645",
            "sentence": "I think it\\'s highly unlikely that we\\'ll ever get any help from the national government."
        },
        {
            "id": "283acbafc64b4373aea49a9bc6aa359c",
            "sentence": "Tom\\'s mother is a nurse at the hospital that\\'s across the street from where Mary lives."
        },
        {
            "id": "850fc0b1afa94edbbcab484557fad40b",
            "sentence": "Tom is always a little irritable in the morning before he drinks his first cup of coffee."
        },
        {
            "id": "0144b73d3bc249e28be0afc2848125a6",
            "sentence": "Since I have no children, I have more time to spend doing volunteer work than parents do."
        },
        {
            "id": "2a98a1da855a484ca4e6dc71e2ff868f",
            "sentence": "The bartender walked over to where Tom was sitting and asked him what he wanted to drink."
        },
        {
            "id": "698d9aca47884c6597e658ec56163658",
            "sentence": "Tom wanted to build his own house, but gave up after realizing how much work it would be."
        },
        {
            "id": "197f13d3899a4015bf98aa355583efa8",
            "sentence": "Tom and Mary gave exactly the same answers on the test which made the teacher suspicious."
        },
        {
            "id": "c5c13d5c73614df8835374ca1fce411b",
            "sentence": "Tom thought he could reach the airport on time if he drove a little over the speed limit."
        },
        {
            "id": "7f67bc0dac5343ffbf788203b7b5b29b",
            "sentence": "Tom shaved off his beard and dyed his hair blonde, hoping people wouldn\\'t recognize him."
        },
        {
            "id": "a6f2bbe1aa1f490da9482bbd090e3dcc",
            "sentence": "Tom stared at Mary for a moment wondering if there was something she wasn\\'t telling him."
        },
        {
            "id": "2a80fb6462c2472a8504b07e3227e9c7",
            "sentence": "Tom wanted to give you a surprise party, but I knew you\\'d hate it, so I told him not to."
        },
        {
            "id": "1f4726c14fa24127bc406baabe5d4435",
            "sentence": "I don\\'t think I\\'ve ever done anything that would cause my parents to want to punish me."
        },
        {
            "id": "2e4de2be7a4a4b69a804c454fdb80f24",
            "sentence": "English is quite often the language of choice when speaking to an international audience."
        },
        {
            "id": "a3a008a2f73648a5b38960225a462dec",
            "sentence": "Tom kept tailgating the car in front of us even though I told him it was unsafe to do so."
        },
        {
            "id": "2524e4e61a844e9a9b0f257173176d24",
            "sentence": "Tom found someone\\'s business card in his pocket, but couldn\\'t remember where he got it."
        },
        {
            "id": "8eace0eb0e0044d495ba5c18f66e0587",
            "sentence": "I wasn\\'t surprised when Tom showed up at the party because Mary told me he\\'d be coming."
        },
        {
            "id": "2f9cad1962d54a46990aefc6f87bdf37",
            "sentence": "Even though it\\'s against company policy, Tom and Mary kiss and hug every time they meet."
        },
        {
            "id": "56960fb2460a4189b435d4064a4af6b6",
            "sentence": "I think it\\'s highly unlikely that Tom would be interested in buying your old MP3 player."
        },
        {
            "id": "3098e6edfe3543b9bb3fca8e3796cbff",
            "sentence": "Tom was a vegetarian until his doctor told him he should probably start eating meat, too."
        },
        {
            "id": "8006218e27dd47b18f2029bf7351ea96",
            "sentence": "Tom and Mary got married three years ago, but only stayed married for about three months."
        },
        {
            "id": "f94a36e7399843579f173d249496a5a5",
            "sentence": "If you want to be fluent in French, you\\'ll need to study much harder than you have been."
        },
        {
            "id": "e2029b92e06d460fa4711518b151c443",
            "sentence": "Tom couldn\\'t believe that he was going out with one of the best looking girls at school."
        },
        {
            "id": "8ba02f0a09e943b08d08974605615a38",
            "sentence": "Tom is colorblind, so he couldn\\'t tell if Mary was wearing a green dress or a red dress."
        },
        {
            "id": "29695b4ff9e243a6b2af71e90be80af4",
            "sentence": "I wonder whether or not Tom bought that house on Park Street he was looking at last week."
        },
        {
            "id": "b5b5cbc525af442985f79e8f56d913bf",
            "sentence": "I almost agreed to do that, but then I remembered what happened the last time I did that."
        },
        {
            "id": "8f7d992162ae4a47a9ea0ac66175b8b5",
            "sentence": "You didn't really think that you were going to be able to do that by yourselves, did you?"
        },
        {
            "id": "99cb9f293b2e473b8392d98663eade9a",
            "sentence": "Tom has done a lot of stupid stuff, but I don't think he'd ever do something that stupid."
        },
        {
            "id": "5310e15963ac4c1880bb8131dac12720",
            "sentence": "Tom was really tired. He turned off the light at nine and was fast asleep within minutes."
        },
        {
            "id": "24bbf6ab8d614af390e8a54e7e514c0b",
            "sentence": "Whenever I hear this song, I think about the first dance I went to when I was a teenager."
        },
        {
            "id": "315fc20cde2840b3a8b544a2aba67eaf",
            "sentence": "In front of the water fountain, there was a young woman accompanying herself on a guitar."
        },
        {
            "id": "d74a4c1bf2584ecfa5ed818863d80211",
            "sentence": "They say that in America anyone can become president, but perhaps that's not really true."
        },
        {
            "id": "e0a3e5496fe0428bb9a8cb316121df6d",
            "sentence": "Because of a misunderstanding, Tom and Mary haven't spoken to each other now for a month."
        },
        {
            "id": "8a77907714a641d4a42fcf7030b7e5cb",
            "sentence": "Tom looked away in horror as Mary doused her fries with mayonnaise on top of the ketchup."
        },
        {
            "id": "1c191f470f9c4f36a533bffb66b255d4",
            "sentence": "Tom shot himself with the tranquilizer that was meant for the bear that was on the loose."
        },
        {
            "id": "8d8d0e6f95504d7eb99b5beaedf25d93",
            "sentence": "I really admire Tom's ability to focus on his work, no matter what's going on around him."
        },
        {
            "id": "bf72c649ed4b4c08a36b8758c021478f",
            "sentence": "Sooner or later, we'll have to buy a new TV since the TV we have now is a very old model."
        },
        {
            "id": "04c8f667040a475fa722d039d785f526",
            "sentence": "As soon as you're finished looking at the \"kairanban,\" please give it to the next person."
        },
        {
            "id": "2040a19e960a4b83a6ce624ace67ff82",
            "sentence": "Everybody is in a good mood looking forward to the five-day holiday that starts tomorrow."
        },
        {
            "id": "5b1a2a987429475e9ac84756e0903225",
            "sentence": "In the criminals' storehouse, the authorities found pallets upon pallets of stolen goods."
        },
        {
            "id": "42c5f31fe4f7480d978eca5d22d906ed",
            "sentence": "Male Bowerbirds build fascinating ornamental structures called \"bowers\" to attract mates."
        },
        {
            "id": "cf827e9f259b4b7b8b178bb61d437844",
            "sentence": "I have no idea how expensive this is going to be, but I know it's going to cost us a lot."
        },
        {
            "id": "99d94da218fe4f97b2c6da2812250d5c",
            "sentence": "Within the last two weeks, have you had close contact with anyone with flu-like symptoms?"
        },
        {
            "id": "79f859143b674e4781b9a1f561538b76",
            "sentence": "If I tell you not to think about elephants, the first thing you think about is elephants."
        },
        {
            "id": "b3c0b3ac1fe3443ab73ff33b76c88b98",
            "sentence": "He makes good use of the pheasants he hunts. He has a purpose for every part of the bird."
        },
        {
            "id": "3e7790d7834248368f74bfe368723326",
            "sentence": "The government will provide interest-free loans to firms that participate in the program."
        },
        {
            "id": "9db65aa62e7547f38689935aa809b68e",
            "sentence": "It's important that universities engage in serious collaboration with local institutions."
        },
        {
            "id": "69069701d337444282a4a1c71c2c34ff",
            "sentence": "When the accountant was arrested, rumour had it that it was for his creative bookkeeping."
        },
        {
            "id": "1913c3a55ad84cd9a96ab3bfab971a13",
            "sentence": "The young man who has not wept is a savage, and the old man who will not laugh is a fool."
        },
        {
            "id": "c85290191a9146ca8eae7cdf86ee897d",
            "sentence": "You can adduce studies and reports all you like, but their sophistry will always win out."
        },
        {
            "id": "b268868c3b5c4e9a93bd7f4616267b38",
            "sentence": "Mary put a note in Tom's lunchbox telling him not to forget to buy bread on his way home."
        },
        {
            "id": "74492bc8f5a0449fa469002d64a5b225",
            "sentence": "Tom decided to go on a hunger strike until his parents agreed to let him go to the party."
        },
        {
            "id": "d226625fb77c41579b01a8e00b41adc7",
            "sentence": "Tom planned to spend the day in bed, but he got a phone call and had to go to the office."
        },
        {
            "id": "55c5f021b33f4dc598d57fa7fbfff663",
            "sentence": "Tom has an older sister, Mary, and two younger sisters, but I can't remember their names."
        },
        {
            "id": "7b075a853c9947b1a1ea7472dcdb08a3",
            "sentence": "In Spanish, there are many different expressions to indicate changes and transformations."
        },
        {
            "id": "f193a3f97fe443278d52a4fbcf0f701f",
            "sentence": "If you want to be a pianist, you should practice every day, or at least almost every day."
        },
        {
            "id": "4c0462f2b8ab47d2a940a08b0ab6c381",
            "sentence": "Tom covered himself with a wet blanket and ran into the burning building to save his dog."
        },
        {
            "id": "26aa95ac677148559f5744de96d60c9e",
            "sentence": "Two instruments playing the same note sound different because of the timbre of the notes."
        },
        {
            "id": "68b8e8498a3a4b6c8b5c85807727ebeb",
            "sentence": "If you can play the trumpet, you can likely very easily learn to play the valve trombone."
        },
        {
            "id": "0fc4cfa5bf0a45e2a47811949f885c52",
            "sentence": "We discovered that that house is infested with garter snakes. They're all over the place!"
        },
        {
            "id": "a7f85f6708b143c5b0d530c03d152ac0",
            "sentence": "Tom is the sort of person who always demands rather than requests that something be done."
        },
        {
            "id": "a83ba213f3d54ed1be37daae6a0b7e30",
            "sentence": "I was supposed to do a course on how to avoid procrastination, but I kept putting it off."
        },
        {
            "id": "f53d1ec21c2248ebab5a580e56e3008a",
            "sentence": "We thought that we'd only be able to sell a few tickets, but we've already sold them all."
        },
        {
            "id": "3384553bdd804da79cb5058886d5f882",
            "sentence": "I always seem to be sleepy during the day, but I never seem to be able to sleep at night."
        },
        {
            "id": "13498c94379c49e0b557f0ab84095ae6",
            "sentence": "Tom and I both wanted to go to Australia, but the boss said that only one of us could go."
        },
        {
            "id": "ac5a73a524244758afcad6d36cf9ce3d",
            "sentence": "Tom told Mary that he was going to Boston, but he told John that he was going to Chicago."
        },
        {
            "id": "214d74e00f3147e586349bc9e4b8680a",
            "sentence": "Yanni decided to break up with Skura and surprisingly, she didn't put up much of a fight."
        },
        {
            "id": "cbbd1051bfe841c8851641b3254a8ae6",
            "sentence": "Tom has always maintained that he is innocent, and claims to this day that he was framed."
        },
        {
            "id": "2e72d02be84c403495e781dd400e0d0e",
            "sentence": "I recently learned that the people I thought were my real parents aren't my real parents."
        },
        {
            "id": "9c4b4033323b4d06ba1761c042d4c9f3",
            "sentence": "Tom waited at the bus stop for over an hour, unaware that the bus drivers were on strike."
        },
        {
            "id": "ebf323bf14664273a8193bd0ec116904",
            "sentence": "I realize this may sound crazy, but I think I've fallen in love with your younger sister."
        },
        {
            "id": "68903ad1b6594451a7bcbd303fc6b0f5",
            "sentence": "My mother makes my bed every day after I leave for school. I make my own bed on weekends."
        },
        {
            "id": "20bcf92a3ad94964904887a4a694cbbf",
            "sentence": "Tom walked over to his car and noticed a parking ticket stuck under the windshield wiper."
        },
        {
            "id": "92822307860644259a340aed1b4faf05",
            "sentence": "Tom wanted to explore the cave, but Mary said she thought it would be dangerous to do so."
        },
        {
            "id": "8f67246e20994378b2a56c6db4aa2f1a",
            "sentence": "We don't need to know how you're doing that. We just need to know that you're doing that."
        },
        {
            "id": "155907b47cb2468aa4cddc74db2144d5",
            "sentence": "You may not like Tom at first, but eventually he's likely to be one of your best friends."
        },
        {
            "id": "bd6868b4e03f4cfdb417c921f33402cc",
            "sentence": "Please don't make me laugh. I did too many sit-ups yesterday and my stomach muscles hurt."
        },
        {
            "id": "e20d29df9c1b466ca6acae12fedde0a6",
            "sentence": "No man can know them, no hunter can shoot them, with powder and lead - Thoughts are free!"
        },
        {
            "id": "e5b765415fa243c88195acbf180bc323",
            "sentence": "It didn\\'t surprise me at all that Tom didn\\'t do what he\\'d told Mary he was going to do."
        },
        {
            "id": "1d0a4c77a1054ceeb01ada91e0aca1cb",
            "sentence": "Tom has enough money to buy any computer in this store. He just needs to decide which one."
        },
        {
            "id": "0091652fa32c4b18ba1975575e5a3ed3",
            "sentence": "When Tom was a kid, he became obsessed with the girl who lived across the street from him."
        },
        {
            "id": "a09b2b53a2714e7da66998897ff70e28",
            "sentence": "I had an appointment at 2:30, but I got caught in traffic and couldn\\'t get there in time."
        },
        {
            "id": "a17ad573087744b3952710d2622f0b0a",
            "sentence": "When Tom returned home in the evening, he found out that there was no supper left for him."
        },
        {
            "id": "54534f91a825491d8ee33aa830c33506",
            "sentence": "Tom asked Mary about the traffic accident she was involved in when she was five years old."
        },
        {
            "id": "ad116a0955204291b90fcba7a612e223",
            "sentence": "Maybe you need to take a step back and think about who you are and why you\\'re doing this."
        },
        {
            "id": "e8f1e04e6b1144a4b975ebaa5b1e7ee8",
            "sentence": "People say that I dream every night, but if I do, I can\\'t ever remember any of my dreams."
        },
        {
            "id": "1f294db8faa74782a836ae2722139815",
            "sentence": "Whether you\\'re able to speak French or not is completely irrelevant to this conversation."
        },
        {
            "id": "6f74b13725f44bbb888ccaefe5a7c9a8",
            "sentence": "I now live in Boston in the US, but I plan to go back to Japan before the end of the year."
        },
        {
            "id": "f0ce74abc70c482c84f489b7ce39819f",
            "sentence": "Tom just needs a little time to get used to the idea that Mary will now be his stepsister."
        },
        {
            "id": "d4d0b3d5a5004f769f988f5ee4994271",
            "sentence": "Sometimes, it\\'s hard to tell when Tom is being serious and when he\\'s just joking around."
        },
        {
            "id": "22f098ebd608488187bc5c01e0ae98b7",
            "sentence": "You\\'re not as beautiful as my ex-girlfriend, but you\\'re a lot more fun to hang out with."
        },
        {
            "id": "98e784ef6e7e4716958e36e0a26c04e2",
            "sentence": "I had an appointment at 2:30, but I was caught in traffic and couldn\\'t get there in time."
        },
        {
            "id": "c0e54c9eaeb84c5cbae84bf1a5e4d451",
            "sentence": "Since Tom couldn\\'t make a decent living as a nightclub musician, he had to get a day job."
        },
        {
            "id": "d1d70f56df6540e48a7e40bf14f4d529",
            "sentence": "Tom looked hot and tired, so I offered him a cold drink and told him to sit down and rest."
        },
        {
            "id": "1b6e2c3d5c6f4e21ae85c31e3c2e25a2",
            "sentence": "Tom can\\'t help wondering whether he would have been better off if he had gone to college."
        },
        {
            "id": "7e3008e972e04bd2a2651a5cf1b45d19",
            "sentence": "That man asked me who I was, but I didn\\'t think it was necessary to answer that question."
        },
        {
            "id": "fe1780414b954ae08f3992ea2f97ad9d",
            "sentence": "I told Tom the reason I didn\\'t want to do it was that I didn\\'t think it was a good idea."
        },
        {
            "id": "0a6c8d85a1094ad1ba216e71bf15f8ea",
            "sentence": "Even though I\\'ve studied French for a long time, I\\'m still not very good at speaking it."
        },
        {
            "id": "53a2eeb233a74ca596f401d64bf3ea9e",
            "sentence": "Tom\\'s mother had trouble getting him to take the medicine that the doctor had prescribed."
        },
        {
            "id": "12ed1b9a2eff48909d3d76f9e16417a2",
            "sentence": "Tom told Mary that he was going to kill himself, but he didn\\'t have the courage to do it."
        },
        {
            "id": "5893c929c76f4d4291c743943efe2bb9",
            "sentence": "Tom, Mary, John and Alice are friends. They\\'ve known each other since they were children."
        },
        {
            "id": "5d171129bb43412ba10de17499aa4d59",
            "sentence": "Do you have any ideas on how we can make sure Tom sticks around until the job is finished?"
        },
        {
            "id": "601685b617934c9ab79f9827b05edacf",
            "sentence": "Tom couldn\\'t go on the picnic with us today because he had an important business meeting."
        },
        {
            "id": "754cbcdd11014e77b832f8e8257c2fb3",
            "sentence": "I don\\'t think I\\'ll ever sound like a native speaker and I don\\'t really think I need to."
        },
        {
            "id": "2bd87163a5854ff984ddd3480ff8e908",
            "sentence": "Tom and Mary have been too busy fighting to notice how much they actually like each other."
        },
        {
            "id": "3601f8bafdbd47e39600e8c163684161",
            "sentence": "I don\\'t know if you\\'ve noticed, but Tom seems to have fallen in love with your daughter."
        },
        {
            "id": "944ce3da9cb54272b38680a02da8a7b8",
            "sentence": "Tom thought there should be a limit on how much money his wife should be allowed to spend."
        },
        {
            "id": "966070c3c5894fbc82f1259eeaab9458",
            "sentence": "I\\'ve been trying to explain to Tom that he can\\'t keep coming in here without permission."
        },
        {
            "id": "440c96dbed884516a60595aa097d5f01",
            "sentence": "If I\\'d only known there was a possibility that would happen, I\\'d have been more careful."
        },
        {
            "id": "e290d0961b3745dab6f0c64825269642",
            "sentence": "Tom reached in his pocket, pulled out some matches, struck one, and then lit the campfire."
        },
        {
            "id": "82c8786bdc99464cb19ccc0efb23d3e2",
            "sentence": "The reason Tom and Mary look worried is that one of their children is having an operation."
        },
        {
            "id": "7f3be9ed88fb4ceca9a8aeb1ee0200ae",
            "sentence": "If I\\'d studied French harder when I was in school, I\\'d probably not be so bad at it now."
        },
        {
            "id": "383f80f30a03406c9991cf1f1f93864b",
            "sentence": "He sent me a letter to the effect that his poultry farm would go bankrupt sooner or later."
        },
        {
            "id": "285f1606d3934b64bd26437a4514984a",
            "sentence": "Recently, Tom has been talking a lot about the past and looking through old family albums."
        },
        {
            "id": "26bb7e8e2eb2449a9e323fc0cb344439",
            "sentence": "The cat is sitting on the chair and looking at the meat that's lying on the kitchen table."
        },
        {
            "id": "77b06bcdce3445baae9dd71f596ebd91",
            "sentence": "My father celebrated his seventieth birthday this year, but he's more energetic than I am."
        },
        {
            "id": "32cb80fd87834db0a96668184f8e90e5",
            "sentence": "After a big night out, Tom looked in the mirror and was shocked to see he had a black eye."
        },
        {
            "id": "16bdf0af6de24ca09b50ead8f4afc30a",
            "sentence": "I think that girls spend more time talking about boys than boys spend talking about girls."
        },
        {
            "id": "e22959aed70040a2a05351aa5dd0de8a",
            "sentence": "Every butterfly has been a caterpillar, but not every caterpillar will become a butterfly."
        },
        {
            "id": "8645a9e03094407986e70eeda1c9c564",
            "sentence": "My father brought me here, sir. I had nothing to say about it, and neither did my mother.\""
        },
        {
            "id": "41713274079b43e98d3a51df0385568b",
            "sentence": "Tom could smell dinner from his room, and it made his stomach grumble and his mouth water."
        },
        {
            "id": "a3df2645519a48f88e9221ee60a20474",
            "sentence": "A brewery we finance has made a new sweet sake and brought some to us asking us to try it."
        },
        {
            "id": "b25749f88b834c16bdd7e2956cb5fdce",
            "sentence": "Tom and Mary gave identical answers on the test, a fact which made the teacher suspicious."
        },
        {
            "id": "3bb5d18efa7c4649be4abb86f7a58071",
            "sentence": "When I leaned over to look at the fish, my phone fell out of my pocket and into the water."
        },
        {
            "id": "0732a985333546d08288a34c422cd5a9",
            "sentence": "I think that my French would be much better today if my teacher had been a native speaker."
        },
        {
            "id": "e4e0296249434853a35f8d719c4a6ac9",
            "sentence": "Most people studying a foreign language will never be able to speak like a native speaker."
        },
        {
            "id": "3a1bb35f68ef496b97994ab3de005a76",
            "sentence": "The names of the students who failed in the examination were posted on the bulletin board."
        },
        {
            "id": "ab1b42efe3c243e29013b923d550b0b4",
            "sentence": "They carried on with the construction in the face of strong opposition from the residents."
        },
        {
            "id": "4b7cf372672b4dbbb836e3a5fe97d5e9",
            "sentence": "Tom gets on well with both of his sisters, but things are a bit strained with his brother."
        },
        {
            "id": "236996d2ba0f4e7095909b900ccd2292",
            "sentence": "Tom studied the map to see if he could find a shorter way to get to where he wanted to go."
        },
        {
            "id": "9e3d349fecd14d28847c23b0afca1ec0",
            "sentence": "I always thought that a stroke was one of nature's ways to tell you that it's time to die."
        },
        {
            "id": "67dce903f97f40048a0a192571695ad9",
            "sentence": "Tom couldn't speak French very well, so it was difficult for him to communicate with Mary."
        },
        {
            "id": "6d6671cd384b482fa198e99df40cc350",
            "sentence": "Tom couldn't work as a doctor in Australia because his qualifications were not recognized."
        },
        {
            "id": "687b6273b35b40258a22aff3b50da128",
            "sentence": "I don't think it's always right for local governments to submit to the central government."
        },
        {
            "id": "d19e2ee95ecc46faa1c783df9c25bb05",
            "sentence": "Sorry, but it all came about so suddenly that I haven't got a handle on the situation yet."
        },
        {
            "id": "51acd4776f88474080a7a3499d1c8943",
            "sentence": "If Cleopatra's nose had been shorter, the whole face of the world would have been changed."
        },
        {
            "id": "42d140c1fa3b4b578c239327c27af561",
            "sentence": "I like this picture, not just because it's famous, but because it really is a masterpiece."
        },
        {
            "id": "f3db1074173b4f9e8fae50ea74347cf4",
            "sentence": "Tom pilots a helicopter which patrols the city's beaches, searching the waters for sharks."
        },
        {
            "id": "941407884621400b9d6f9b2ffcb4c585",
            "sentence": "Tom carried a cup filled to the brim with coffee through the hall without spilling a drop."
        },
        {
            "id": "0fae5ed0117c49dca4052183a51b2261",
            "sentence": "I have never killed anyone, but I have read some obituary notices with great satisfaction."
        },
        {
            "id": "d8ad4dd53efe441ab03208ddaaeda66f",
            "sentence": "It's because light travels faster than sound that we see lightning before we hear thunder."
        },
        {
            "id": "1590a2108cc4433fa2d4485e1cfb135b",
            "sentence": "I sent Tom an email the day before yesterday, but I haven't gotten an answer from him yet."
        },
        {
            "id": "153fa6f5cbaa498cac6cc36254a0acfa",
            "sentence": "I hope that you know that the last thing I want to do is go there without your permission."
        },
        {
            "id": "65c3c7fb0e614840ab2bc7cd49a00b38",
            "sentence": "I hope you know that the last thing that I want to do is go there without your permission."
        },
        {
            "id": "7bd64c0eef6144868099099ca228ff01",
            "sentence": "You could tell Tom was unconscious as he fell because he made no effort to break his fall."
        },
        {
            "id": "46ec1ad035594d47966aecf11eba76af",
            "sentence": "Even though Tom was brought up in the country, he loves the hustle and bustle of the city."
        },
        {
            "id": "b81a4fe3c5aa4de0b6e60b26574ea7c7",
            "sentence": "Leftover chicken can be stored in the fridge in a sealed container for three or four days."
        },
        {
            "id": "11e18086b55245ae9fd4a7f461724844",
            "sentence": "The stained glass window in the apartment cast lovely beams of color onto the wood floors."
        },
        {
            "id": "92b5e96510e343a3b3ac2597db1f7902",
            "sentence": "One thing that I don't like about the winter is getting out of my warm bed in the morning."
        },
        {
            "id": "3e93734d7f694f3c95a47f9203d13290",
            "sentence": "I'll eventually want to sell this guitar, but I think I'd like to keep it a little longer."
        },
        {
            "id": "096b1c1186914d749e2a4c7a54aecdad",
            "sentence": "In theory, there is no difference between theory and practice. But, in practice, there is."
        },
        {
            "id": "4a58dfd2c97e4f8991f8f528c431afc2",
            "sentence": "Tom stole Mary\\'s phone and took a bunch of selfies before sneaking it back into her purse."
        },
        {
            "id": "693fe87bdabe4dcba3cab3952ca6daee",
            "sentence": "Tom compared a picture taken of Mary three years ago with one that had been taken recently."
        },
        {
            "id": "74545e205c0c4eb798d47f921feef852",
            "sentence": "When Tom looked down at the apple he was eating, he realized that he had eaten half a worm."
        },
        {
            "id": "fd3d434891d242f18918d48c5e40d470",
            "sentence": "Tom got some money from Mary and went to the supermarket to buy what she wanted him to buy."
        },
        {
            "id": "e35157e3c7bc479db616037e83fef1ed",
            "sentence": "Tom began working as a volunteer at the homeless shelter while he was still in high school."
        },
        {
            "id": "bff2360eb7434ceeb7c55c70fe682012",
            "sentence": "Tom ate at a new restaurant the other day, but he doesn\\'t remember the restaurant\\'s name."
        },
        {
            "id": "4f0442801dbe495099b1e510b467fc7f",
            "sentence": "Even though Tom translated the letter for Mary, she didn\\'t bother to read his translation."
        },
        {
            "id": "e4fad85200a64eef9af998c13a40fd02",
            "sentence": "If you want to really improve your French, you should move to a country where it\\'s spoken."
        },
        {
            "id": "6b243596628b4e9491f1405f00bd3065",
            "sentence": "It took me three trips to the supermarket to buy everything we needed for tonight\\'s party."
        },
        {
            "id": "8bbcf511ca224ed7937043dd23f5ca9d",
            "sentence": "Tom has lived in Boston for thirty years, but he still doesn\\'t seem to know the city well."
        },
        {
            "id": "0b7fa71c8c794b65848aa57edc9c98fc",
            "sentence": "I know some of you want to go back to the way things were, but that\\'s not going to happen."
        },
        {
            "id": "c711a207dc2647fdb5b2e58b293b81d7",
            "sentence": "I don\\'t want to go anywhere today. It\\'s cold outside and I have to get up early tomorrow."
        },
        {
            "id": "425c0b44c68d4356ae0e89249d7a119f",
            "sentence": "There are seedless grapes and seedless watermelons. I wonder if there are seedless mangoes."
        },
        {
            "id": "3a915331c02544bc9ca728e5a9315b6f",
            "sentence": "I\\'m surprised Tom\\'s still alive. I thought he would\\'ve drunk himself to death years ago."
        },
        {
            "id": "8aec86ce731c492b917ac150c0fd8987",
            "sentence": "Tom told the children that they could stay here in the room if they didn\\'t make any noise."
        },
        {
            "id": "0dbcecaae32e4007a4cfc5cfce69b660",
            "sentence": "Tom shouted at the top of his lungs so Mary could hear him over the sound of the waterfall."
        },
        {
            "id": "a089df6d73814366a401f0e26017f754",
            "sentence": "My mother always told me I would be able do anything I wanted to do if I put my mind to it."
        },
        {
            "id": "26a26edb25384004958549991e05ae85",
            "sentence": "There are doubts as to whether or not Tom will be able to participate in the next Olympics."
        },
        {
            "id": "567fa11dbd28404b90664e9ca833a222",
            "sentence": "They think it is necessary to study the school system and educational environment of Japan."
        },
        {
            "id": "ad888be55739422f95221dcaf9a89d08",
            "sentence": "Tom was so tired he fell asleep on the sofa before Mary had finished making him a sandwich."
        },
        {
            "id": "195551c47c2c4c7a9642013b5564fda7",
            "sentence": "Tom and Mary met when they were both visiting Australia and got married three months later."
        },
        {
            "id": "2bd7aff7673542b999bf4d8ade27c164",
            "sentence": "The governor issued a reprieve hours before Tom was set to be executed by lethal injection."
        },
        {
            "id": "fb4a1d3bebe4440492d1921fb6f7906c",
            "sentence": "Tom is a much better French speaker than I am, but I can usually still get my ideas across."
        },
        {
            "id": "5b1ced7eef6b4030ad7fefe69f5f9f30",
            "sentence": "I know that my grammar isn't perfect, but people seem to understand what I'm trying to say."
        },
        {
            "id": "a13efcf201f941599c2f22d7f7f3e286",
            "sentence": "Tom was able to get eerily beautiful tunes out of a saw which he played using a violin bow."
        },
        {
            "id": "ca770b9869d94b12b1358588cdd7360a",
            "sentence": "We know that we need to buy more of these. The only question is how many do we need to buy."
        },
        {
            "id": "9ccc23367afa4da0959c645509bde0b7",
            "sentence": "If you learn from the mistakes of others, you don't need to make so many mistakes yourself."
        },
        {
            "id": "ac0abada9c594ff9aa3310f47b335cae",
            "sentence": "The children sent their letters to the North Pole, hoping that Santa Claus would read them."
        },
        {
            "id": "e0e5fce740814a60a9cb93ea2db117d8",
            "sentence": "Tom couldn't decide whether he wanted to learn to play the violin or the clarinet, or both."
        },
        {
            "id": "1189aa346c51459dabcdf5895ec178a7",
            "sentence": "If we don't thoroughly examine the cause of bullying, bullying will probably never go away."
        },
        {
            "id": "f1b26e3d5e984c4088c2142045df3458",
            "sentence": "It's almost always better to tell the truth, even though sometimes it's more polite to lie."
        },
        {
            "id": "a2433e359a9847ae94aea1fd1a4ee032",
            "sentence": "If you don't think that the party is going to be any fun, why are you planning to go to it?"
        },
        {
            "id": "e2f5a2ab28f746218337f5c2595a7a1e",
            "sentence": "If you hadn't turned down Tom when he came to you for help, none of this would've happened."
        },
        {
            "id": "94df3bc2e7504f11bc7054c7a42060fa",
            "sentence": "We're going to turn around and go back to the airport. Tom left one of his suitcases there."
        },
        {
            "id": "6507c123cccf4f15bb9453a2b4a55df0",
            "sentence": "The defendant was about to stand trial when he grabbed the deputy's gun and shot the judge."
        },
        {
            "id": "8faa39ecb6cc4703ba54e1a9d643dde5",
            "sentence": "The hit-and-run driver, accompanied by his father, came and turned himself in the next day."
        },
        {
            "id": "7b73657f1b5143579ddacbcb884f90f1",
            "sentence": "At the party, one of his political opponents humiliated him in the presence of many guests."
        },
        {
            "id": "d806e544c35947bbae66c8c32a67fa9e",
            "sentence": "Wise people are not always highly-educated, and highly-educated people are not always wise."
        },
        {
            "id": "6f4aaa5926f543f5bc32b0c8b0c01e9a",
            "sentence": "I don't want to spend the rest of my life regretting that I didn't at least try to do that."
        },
        {
            "id": "36c1003bf2504eb0a3c7e9a019d0445c",
            "sentence": "Mary's eyes filled with tears as she read the note from Tom telling her that he'd left her."
        },
        {
            "id": "926f7fb63211411cb98665341494cf2c",
            "sentence": "Often, the less there is to justify a traditional custom the harder it is to get rid of it."
        },
        {
            "id": "3252f86cd2ed42ea8d24862d33de738b",
            "sentence": "My printer is very low on all four ink cartridges, and the quality of the printing is poor."
        },
        {
            "id": "aedf30e35a9f46569ad9493adf68f665",
            "sentence": "If there's something that you don't understand, please feel free to contact us at any time."
        },
        {
            "id": "bde469853130498e81c8072beac395a9",
            "sentence": "It is because light travels faster than sound that we see lightning before we hear thunder."
        },
        {
            "id": "86a6e7647d7640bbaba29e637bae39e9",
            "sentence": "So we're gonna have a barbecue party. Tell your parents that my parents are gonna be there."
        },
        {
            "id": "5155497fd4894d1e8ac5ad0bef824985",
            "sentence": "I wanted to make a reservation at my favorite restaurant, but it's closed on Christmas Eve."
        },
        {
            "id": "4c42c575b0cc4c7db12d8b898865198a",
            "sentence": "I left home later than usual, but I was still able to catch the train that I usually catch."
        },
        {
            "id": "80c17d49295c478c8d77c77710c5dc96",
            "sentence": "All you have to do is to cultivate the ability to put yourself in the other fellow's place."
        },
        {
            "id": "af2c4ba26f7e4c5e9fdb5247271ead25",
            "sentence": "Tom was surprised when he saw Mary eating meat because she'd told him she was a vegetarian."
        },
        {
            "id": "7d0c2d0dd1804012944e143312e3272d",
            "sentence": "When I crashed the family car, my father was so mad that he said he was going to disown me."
        },
        {
            "id": "3fe78a92f5824701b927ae49019958f8",
            "sentence": "You know your French is good when people stop complimenting you on how good your French is."
        },
        {
            "id": "fe80bb7531a74dc88e42565864cf1278",
            "sentence": "The valley known as Sleepy Hollow hides from the world in the high hills of New York State."
        },
        {
            "id": "83fe3d5dacbd4efab9063a72148e356c",
            "sentence": "Bicycles are great and all, but what do you do when you get to work filthy, wet, and tired?"
        },
        {
            "id": "a207c6978a5949d4887c70527348f222",
            "sentence": "Tom was just about to go out when he got a phone call, which made him late for his meeting."
        },
        {
            "id": "693d04b2eaac456ba51e5b4ae11dcd5a",
            "sentence": "For a few seconds, we looked at each other in silence, and then we both burst out laughing."
        },
        {
            "id": "9449190a43164cefba36255ece5989f7",
            "sentence": "The important point to note is that both parties offered similar solutions to this problem."
        },
        {
            "id": "50e1578ce92c40a9929e2668e76c63b2",
            "sentence": "Traveling around Europe on a bicycle was one of the most interesting things I've ever done."
        },
        {
            "id": "d27263196e234040b99bbad8b8dd7205",
            "sentence": "If I remember correctly, I was given this amplifier as a present for my sixteenth birthday."
        },
        {
            "id": "b6d8a5e90d82429a812dba7c51d6cf9c",
            "sentence": "The knife was so dull that I couldn't cut the meat with it and I had to use my pocketknife."
        },
        {
            "id": "048fa43a2d5549cc92ac96952f7a8e7d",
            "sentence": "Mary held on to Tom for dear life when he took her for a spin on the back of his motorbike."
        },
        {
            "id": "e9b9042430834d4992a4867a11d04f29",
            "sentence": "Harold's arm bicycle workout was sufficiently vigorous that his pectorals burst into flame."
        }
    ],
    "nbPages": 716,
    "nbResults": 715026
}