{
    "currentPage": 715,
    "pageSize": 1000,
    "items": [
        {
            "id": "cffb610aedcd4c8585a3cace16c9ce1f",
            "sentence": "I'm afraid I'll have to disappoint you. I don't feel like participating in this discussion."
        },
        {
            "id": "537a488dadb743b48937fdf7219fac08",
            "sentence": "Tom and Mary couldn\\'t talk to each other then because they didn\\'t speak a common language."
        },
        {
            "id": "38da6143467c44f39d1ab9e6fc6e84c7",
            "sentence": "After I graduated from college, I moved back home and lived with my parents for three years."
        },
        {
            "id": "e0f9d30ed22746f18abf057b1459ccd4",
            "sentence": "Mary is really great. She cooked a wonderful meal for me and even washed the dishes herself."
        },
        {
            "id": "d568988ade01468e89f16a5cde38014e",
            "sentence": "I don\\'t know how to play the clarinet very well, but I\\'m pretty good at playing the flute."
        },
        {
            "id": "22dfcbc585464e38831669a11135adc0",
            "sentence": "Tom thought the music was too loud, but he was too tired to get up and turn the volume down."
        },
        {
            "id": "91b0206d18ed429e831a7dd67d655b63",
            "sentence": "Tom thought where he put his gold coins was the perfect hiding place. However, he was wrong."
        },
        {
            "id": "7d0fc0d9fea54c2da7c36cd4350959ac",
            "sentence": "Tom doesn\\'t like Mary. However, she doesn\\'t particularly care whether he likes her or not."
        },
        {
            "id": "83db11726f1f4864a84905f120d4829d",
            "sentence": "Most people who hear Tom speaking French would never guess that he wasn\\'t a native speaker."
        },
        {
            "id": "8b61ff26a0304a48b540e2e748230063",
            "sentence": "Tom lost the shopping list his mother had given him and just bought things he wanted to eat."
        },
        {
            "id": "1d55a197d871463b86499012495d617b",
            "sentence": "Tom thought it was a good idea to take advantage of the opportunity that Mary had given him."
        },
        {
            "id": "1d3ca66dfc2d4603b03472a7da370c1e",
            "sentence": "She asked him to help her father clean the garage, but he said that he was too busy to help."
        },
        {
            "id": "f0e2f1c1680b480581d5910e5f16a417",
            "sentence": "They took Tom to the hospital to have his stomach pumped because he ate something poisonous."
        },
        {
            "id": "5c810b8431e84e6f81ed80dee487496d",
            "sentence": "Tom began reading that book three weeks ago and he still has only read less than half of it."
        },
        {
            "id": "ff6a0fc424c84a979ab0de079143078b",
            "sentence": "Tom bought a bunch of inexpensive cameras to give to children who lived in his neighborhood."
        },
        {
            "id": "f2e0b5a256024326b56328db39807d8c",
            "sentence": "When I got out of jail, the first thing I wanted to do was to eat at my favorite restaurant."
        },
        {
            "id": "0fda8c08fa7041669b1f1fd9e036bdbd",
            "sentence": "Tom remembers telling Mary the story about how he had escaped from being eaten by cannibals."
        },
        {
            "id": "7471845957a9448dbed6af50d522596d",
            "sentence": "In his spare time, Tom loves to play soccer, hang out with his friends, and listen to music."
        },
        {
            "id": "6a21fdc92b1d4af2b73fffacdea15db1",
            "sentence": "Tom threatened me. He said if I didn\\'t give him the money, he\\'d cut off one of my fingers."
        },
        {
            "id": "c156aa79cffd4e04aacecbf7a22db362",
            "sentence": "Tom got the corkscrew out of the drawer and opened the bottle of wine that Mary had brought."
        },
        {
            "id": "259b3531af9848309319c7ff0230c854",
            "sentence": "Tom had been released from the hospital, but he was still recovering from the gunshot wound."
        },
        {
            "id": "c0cd23a797bf4c0abc12276b25fbc06a",
            "sentence": "Tom has a brother and a sister. His brother lives in Boston and his sister lives in Chicago."
        },
        {
            "id": "a68c5fb9767b4730833a987dfe454ea3",
            "sentence": "Children often want to do things that are dangerous without knowing that they are dangerous."
        },
        {
            "id": "f527345d65b14ab0a4ce931f28f93309",
            "sentence": "I met Tom before I graduated from high school, but didn\\'t meet Mary until many years later."
        },
        {
            "id": "bb11209456374f26a1945e42fe6be6dd",
            "sentence": "It\\'s often said the best way to learn a foreign language is to learn from a native speaker."
        },
        {
            "id": "5be55b9b4c4245aca8e88ddd48dcab04",
            "sentence": "Theoretical physics was child's play to Einstein, but he couldn't figure out his income tax."
        },
        {
            "id": "0f1b06323fab47df86c2aa36437adbfb",
            "sentence": "Mary traveled into the future and found that climate change had destroyed all life on Earth."
        },
        {
            "id": "f4b65131342f42eabf6a10934b3c9f7f",
            "sentence": "I'd rather live in a world full of secrets than one so small that I'm able to understand it."
        },
        {
            "id": "81a98d2add5b429b9855f1613bf7e061",
            "sentence": "Tom has been going out with Mary ever since they met at a fourth of July picnic last summer."
        },
        {
            "id": "b052c9f48eff4dda8ca9616eec672b4b",
            "sentence": "The reason Mary has to go to the bathroom so often is that she drinks ten cups of tea a day."
        },
        {
            "id": "cac30681f39f47f7958f9baebc7da06e",
            "sentence": "No sooner had Mary broken up with Tom than John was at her front door with a bunch of roses."
        },
        {
            "id": "1462576479984957ac7ffe0c5d82e431",
            "sentence": "Mary said that her parents would kill her if they found out that she was going out with Tom."
        },
        {
            "id": "b52bb1ebd5a34b8c9a21ca7a25a17c77",
            "sentence": "When I entered the coffee shop, two young men were watching a wrestling match on television."
        },
        {
            "id": "89301a9397e043f0bf5945467bc113fb",
            "sentence": "It seems to me that I've seen that person over there who's wearing glasses somewhere before."
        },
        {
            "id": "f7eaf0e299124bc18fbf3577a04a34e8",
            "sentence": "We study for three hours every morning and spend the rest of our time working in the fields."
        },
        {
            "id": "d32d60d976b24ae894320ba66b43a0c4",
            "sentence": "I'm sure his chemistry teacher would have failed him had they survived the tragic explosion."
        },
        {
            "id": "feb55010ca6f4894a019f9f7e5dc8d9d",
            "sentence": "We get tired of beautiful women in three days, but in three days, we get used to ugly women."
        },
        {
            "id": "1333e92ac8eb4577b9231a94fa4137bb",
            "sentence": "We might not be able to solve all our problems, but we should be able to solve some of them."
        },
        {
            "id": "8a6e1839b87942e782b8c4dfd676f77f",
            "sentence": "Tom stays up late at night and always has trouble waking up in time to get ready for school."
        },
        {
            "id": "4a480efd02c84b0c93663c42c0d912fa",
            "sentence": "That place's food is delicious and their prices are low. However, their location isn't good."
        },
        {
            "id": "46332459949e45e3b504ec44d607623d",
            "sentence": "I have a son and two daughters. My son lives in Boston and my two daughters live in Chicago."
        },
        {
            "id": "7f9b4c8294d74264b1e8202750d5c61c",
            "sentence": "I had intended to go straight back home, but I ran into Tom, and we stopped to have a drink."
        },
        {
            "id": "6913edf5c1244fd7be0ce5f0747edacd",
            "sentence": "I don't go to the movies alone because I like to talk to someone about the movie afterwards."
        },
        {
            "id": "19078ec8d1ab483ca4bea8608326d54f",
            "sentence": "Little by little you will begin to comprehend the text without translations or explanations."
        },
        {
            "id": "a46668642e0449eab003d391c682d1a5",
            "sentence": "Determining the shortest path through any arbitrary set of points is an intractable problem."
        },
        {
            "id": "6dce8379b64b41d883c6f2050f84961f",
            "sentence": "It should be stressed that we are often influenced by advertising without being aware of it."
        },
        {
            "id": "f91b2ace88d243299ab749840ce0a6f8",
            "sentence": "According to legend, ghosts would appear in that forest, so people would not set foot there."
        },
        {
            "id": "e91bf7761c56457e878db384872d9fa2",
            "sentence": "Astrobiology is the study of life’s origins on Earth and the potential for life in Universe."
        },
        {
            "id": "f67ca20c0f2b47d588e783a3d98e0152",
            "sentence": "Would it be OK if I wrote Tom a message telling him that he didn't need to be here tomorrow?"
        },
        {
            "id": "29f6694edc094e22a7b5eaddb03dc416",
            "sentence": "I don't believe Tom was really able to build his house for less than three thousand dollars."
        },
        {
            "id": "8997b4daced449b99738d8cd04f631c7",
            "sentence": "Tom came to work last week even though he was sick. Now everyone else in the office is sick."
        },
        {
            "id": "f7f0b7f7e61d44ccac10e393f4918f67",
            "sentence": "You probably eat genetically modified fruits and vegetables all the time without knowing it."
        },
        {
            "id": "c3354c85704048bb907ad4e9f92e0764",
            "sentence": "The words are on the tip of my tongue, but I don't quite know how to say what I want to say."
        },
        {
            "id": "8f6465edd8144c36ade9716b82abac93",
            "sentence": "Tom took a folded piece of paper out of his pocket and put it on the table in front of Mary."
        },
        {
            "id": "ac7e71effff0465f8ecac3c9a9a63507",
            "sentence": "I have a son and a daughter. My son lives in Australia and my daughter lives in New Zealand."
        },
        {
            "id": "9e366787b05e4fc3ab48c195334d174b",
            "sentence": "When it comes to creativity, there are no winners or losers. At least, that's what they say."
        },
        {
            "id": "d171930ef95f432a81d3b6192b5662f8",
            "sentence": "When people meet, first impressions determine more than 50 percent of whatever happens next."
        },
        {
            "id": "f652564ff4af4b148a47c5d854a767a5",
            "sentence": "Tom has been without regular employment for several years, and is living from hand to mouth."
        },
        {
            "id": "e32f2b3d00094927b45b55c39e3932d0",
            "sentence": "The Democrats haven't decided on their candidates yet, but in any case they're sure to lose."
        },
        {
            "id": "651b919138e6467f8954fdf1f97fdc00",
            "sentence": "You'll be able to spot Tom easily. He'll be the one carrying a duffel bag and a guitar case."
        },
        {
            "id": "f4828410f29642aa9e6b5b65a2104e70",
            "sentence": "Mary removed the band from her ponytail and allowed her hair to fall loosely about her neck."
        },
        {
            "id": "754dd7b6516b4b3892b16541413c3f6c",
            "sentence": "From the moment Mary became the boss, she made herself very unpopular with her subordinates."
        },
        {
            "id": "03881293c66a4da9b6875b43bd84b194",
            "sentence": "There are a couple grammar points I'd like to go over in the last few minutes of our lesson."
        },
        {
            "id": "e8240f777f1e4d22954f574a5a8b7d0c",
            "sentence": "Reading between the lines, it's clear that Tom isn't having such a good time in his new job."
        },
        {
            "id": "38bdd41510b4424b81f66ea05f16172a",
            "sentence": "Tom's car broke down on his way to Boston, so he had to spend a couple of nights in a motel."
        },
        {
            "id": "9f2f0484d0164ec494f362f46651d18d",
            "sentence": "We\\'ve considered your proposal, and we\\'ve decided that we aren\\'t able to reduce the price."
        },
        {
            "id": "d25e85f4bb1246ba92777da138f7f3d1",
            "sentence": "My friend over there is really shy, but he thinks you\\'re cute and he\\'d like to talk to you."
        },
        {
            "id": "b3a7f551db5c4c2eb94f61c71bcce020",
            "sentence": "Even though my friend was a vegetarian, I didn\\'t tell him that the soup had some meat in it."
        },
        {
            "id": "2287c37f9709426684d2adaa79e71659",
            "sentence": "It\\'s not right for you to do something bad just because someone else has done something bad."
        },
        {
            "id": "fd02d98d103c49d7b9834816a69b873a",
            "sentence": "One thing Tom does that isn\\'t very safe is that he uses the same password for every website."
        },
        {
            "id": "63d553864c8243859a0b5babb538abc4",
            "sentence": "Tom makes way too many snide remarks. That\\'s perhaps why he doesn\\'t have very many friends."
        },
        {
            "id": "9271f175b9044a9fa38b030e07e37aa2",
            "sentence": "I don\\'t know when it\\'ll be fixed, but I\\'m sure either Tom or Mary will fix it fairly soon."
        },
        {
            "id": "0f2f06f3deac4fa3b144b7ed2983d228",
            "sentence": "Tom became famous because he married a famous actress who had been married many times before."
        },
        {
            "id": "bd5c86a71de146afad803775bbdfb7ac",
            "sentence": "Tom sets the table on Mondays, Wednesdays and Fridays. Mary sets the table on the other days."
        },
        {
            "id": "b32804958aa047348567fddf977c09e2",
            "sentence": "Tom wondered what Mary would say if she knew he had spent the past week in Boston with Alice."
        },
        {
            "id": "f1035ab3ea444d44bafd6805286b7383",
            "sentence": "Tom has to be careful about what he eats at restaurants because he\\'s allergic to many foods."
        },
        {
            "id": "f788df5525394278af6c18d22de135a9",
            "sentence": "Tom has been doing a pretty good job of eluding the police, but eventually he\\'ll get caught."
        },
        {
            "id": "8a439bd43fa64930a809d00592359865",
            "sentence": "Tom is used to driving a pickup truck, but he\\'s never driven one of those really big trucks."
        },
        {
            "id": "82692ba8b57a4fc6b20bd05405d25b19",
            "sentence": "Tom pleaded guilty to drunken driving and his driver\\'s license was suspended for six months."
        },
        {
            "id": "bc593caa8598473eb2ab923745b7318f",
            "sentence": "It may seem like just a little thing to you, but Tom is really worried about the whole thing."
        },
        {
            "id": "b1e722812ef24d2e9e97eb1469643bd8",
            "sentence": "The optimist looks into a mirror and becomes more optimistic, the pessimist more pessimistic."
        },
        {
            "id": "0d83249ac0a0417db6322c7a2c9495a2",
            "sentence": "When we started out, our band could only find small clubs in small cities that would hire us."
        },
        {
            "id": "791f1de001694706a2789d9c311ff090",
            "sentence": "While Tom was away from his desk, Mary drew a caricature of him on the cover of his notebook."
        },
        {
            "id": "3b8fc5852ef14d60950537933fbf99ee",
            "sentence": "I never thought this rubber band would come in handy when I put it in my pocket this morning."
        },
        {
            "id": "0f326b8951764e3d93e8882b09530e2d",
            "sentence": "Right now, we have blueberries, blackberries, cherries, strawberries, peaches and nectarines."
        },
        {
            "id": "d9c30cd323db457f961ef19bc893acfb",
            "sentence": "Tom would\\'ve liked to attend Mary\\'s party. Unfortunately, he had other things he had to do."
        },
        {
            "id": "196e2c64f3aa405698e505a9da8f2454",
            "sentence": "Tom didn\\'t need to look at the menu because he\\'d been to that restaurant many times before."
        },
        {
            "id": "fb8880338a1b410aa4295bd1ad1146fc",
            "sentence": "Tom looked through all his desk drawers, but he still couldn\\'t find what he was looking for."
        },
        {
            "id": "ae8668a580d94a8f9833a5044a5a0425",
            "sentence": "Tom can\\'t work as a doctor in Australia because his qualifications aren\\'t recognized there."
        },
        {
            "id": "6a6ad5b871dd41c18833f7704138395f",
            "sentence": "If only I\\'d left home five minutes earlier, I would\\'ve gotten to the train station in time."
        },
        {
            "id": "ebc6bf9d8e124ce5903e506de15e4b35",
            "sentence": "It's a dirty trick to close every polling station in areas that would vote for your opponent."
        },
        {
            "id": "d8f964f74a81414ba3447e293b42de19",
            "sentence": "There was a sign at the hotel where I stayed that said durian wasn't allowed on the premises."
        },
        {
            "id": "3958aba5d5814ac0a494f985be588cca",
            "sentence": "Even people with perfect pitch sometimes have a hard time with Mandarin, let alone Cantonese."
        },
        {
            "id": "2b67d7d0d41b42d282a9658dc3afa246",
            "sentence": "I thought people would want to buy these, but so far I haven't been able to sell any of them."
        },
        {
            "id": "57b9211b9e9a4c10b9970d5c1deefe7a",
            "sentence": "Just because something is bad for your enemy doesn't necessarily mean that it's good for you."
        },
        {
            "id": "ce3e028974144d65b328d9456e2de14b",
            "sentence": "Tom backed his car up to check, but the raccoon that he'd run over was as dead as a doornail."
        },
        {
            "id": "869d29d9c84e4d82ae71a01af464746e",
            "sentence": "Tom broke up with Mary before her birthday so he wouldn't have to buy her a birthday present."
        },
        {
            "id": "2555f40183614fda80ccfec929884a6b",
            "sentence": "Even though Mary has turned him down three times already, Tom plans to propose to Mary again."
        },
        {
            "id": "22328eff00cc4c24a8cd45c030dd28a9",
            "sentence": "Rwandan rebels are pushing their offensive south as fighting continues in the capital Kigali."
        },
        {
            "id": "0cbcdc2049bd49a1b87368ac605f06aa",
            "sentence": "Tom underwent plastic surgery and changed his identity to evade capture and start a new life."
        },
        {
            "id": "676daf0bfc2b4330bfe2061b0285480d",
            "sentence": "Throughout the five years of painful cancer treatments, he managed to keep a stiff upper lip."
        },
        {
            "id": "3981bad5e6784175946fe389d299fb41",
            "sentence": "A middle-aged woman with a knapsack on her back seemed to be looking for a place to sit down."
        },
        {
            "id": "172d192c305a45c280f9b460c5eb6738",
            "sentence": "Tax assessors must account for a variety of factors when determining the value of a property."
        },
        {
            "id": "257a899ad604447ea30b950f8be87c12",
            "sentence": "If you eat from a smaller plate, it'll look like you're eating more food than you really are."
        },
        {
            "id": "a1e3228d0c7b4c09b6d72e6350fd8395",
            "sentence": "Tom used his grandma's disabled parking placard to get a good parking spot at the water park."
        },
        {
            "id": "7d541859e8cc484e9ea179173f2a02de",
            "sentence": "I hate to trouble you, but could you move over a bit so there's room for someone else to sit?"
        },
        {
            "id": "2cae640f501b40baa75e0bd7c4873f30",
            "sentence": "In some areas of the world, you can still get sued if you slander or libel a deceased person."
        },
        {
            "id": "d1bee715f4ae47a98d898d1b906cae2d",
            "sentence": "Today, at the pool, Tom jumped into the water from the ten-meter platform for the first time."
        },
        {
            "id": "429e5433148c480a8ec24e7d2548734c",
            "sentence": "Today I learned a lot of Spanish words and now I know how to say \"cheek,\" \"chin,\" and \"knee.\""
        },
        {
            "id": "fd16300152204f4191b6ded213f5619b",
            "sentence": "Language learning: A process by which a person reduces his ignorance of a language over time."
        },
        {
            "id": "67bb00b193bb4845b197bfc7057bf6d2",
            "sentence": "I can't advance to the next level of the game until I've accumulated at least ten gold coins."
        },
        {
            "id": "999730766d354867b3b436815e446f44",
            "sentence": "Tom was so out of shape that he couldn't run a lap around the block without hyperventilating."
        },
        {
            "id": "dc87785c167d4427864ef314b8903821",
            "sentence": "You may not like Tom at first, but eventually he's likely to become one of your best friends."
        },
        {
            "id": "b001e4a921514235a5eaf32e3547fe1c",
            "sentence": "I just want to let you know I think that you're the most beautiful woman that I've ever seen."
        },
        {
            "id": "80ae33d51d6c4537a64d8436a6a2b26d",
            "sentence": "Recently, the price of crude oil has been skyrocketing, and the cost of gasoline is going up."
        },
        {
            "id": "72ebbb3a3c3f4b7396fab4a6772f067c",
            "sentence": "In retrospect, Tom realized that he shouldn't have been dating both sisters at the same time."
        },
        {
            "id": "dc5edc64af7647a78dd1398ce7303aa3",
            "sentence": "Tom really wanted to walk away from the confrontation, but the bystanders kept egging him on."
        },
        {
            "id": "a5261a816c4943129592e8bb2da158cf",
            "sentence": "Tom shook the bottle as directed on the label, but unfortunately didn't fasten the cap first."
        },
        {
            "id": "d17136eee3834e68a874f5111e45739a",
            "sentence": "They say that a person who has perfect pitch can tell just by listening what pitch a note is."
        },
        {
            "id": "70fd1665876f4e24918d217d5723915f",
            "sentence": "I still have a scar on my left leg from a car accident I was in when I was thirteen years old."
        },
        {
            "id": "b8de1c9f9c2d43f0a0f6e81f77a0e191",
            "sentence": "I think Tom is going to be pretty mad when he finds out that the painting he bought is a fake."
        },
        {
            "id": "2940c8f26141410a863e51e0ce3806ae",
            "sentence": "I think if I talked more often with a native speaker, my English skills would improve quickly."
        },
        {
            "id": "59aed40c90fa49b583542a71a623eaf8",
            "sentence": "Several men got angry with Tom in the bar and Tom told them he wasn\\'t afraid to take them on."
        },
        {
            "id": "4fa42bf1adeb407c94c861de1dc304d7",
            "sentence": "Tom called Mary to ask her whether she wanted him to buy some bread on his way home from work."
        },
        {
            "id": "4765e8e2c0a440608d03a200d79b4e59",
            "sentence": "Tom wished he had had the courage to jump into the river and save the baby that had fallen in."
        },
        {
            "id": "fdf0539e9bed46af9e80e2a2964e3296",
            "sentence": "Tom told Mary that he wouldn\\'t be able finish the job in the amount of time she\\'d given him."
        },
        {
            "id": "e21e8e95406644f2bfa1a102e7147bc5",
            "sentence": "After school, Tom usually sticks around as long as he can because he doesn\\'t want to go home."
        },
        {
            "id": "afe379d11d2d4a3dbb55e4ef5ae8b54a",
            "sentence": "Tom can\\'t figure out how Mary was able to plan a surprise party without him knowing about it."
        },
        {
            "id": "518cb5eb95f540e79635675eea586a8d",
            "sentence": "Tom tasted the popcorn and decided it wasn\\'t salty enough, so he sprinkled on some more salt."
        },
        {
            "id": "2b0d32c88ad742baa394346696ca5530",
            "sentence": "Tom would have liked to attend Mary\\'s party. Unfortunately, he had other things he had to do."
        },
        {
            "id": "fc8e7d95b89d4499bd1d68869e853f74",
            "sentence": "Mary is really great. She cooked a wonderful dinner for me and even washed the dishes herself."
        },
        {
            "id": "3296fdd148484941bc9195fad0e6660a",
            "sentence": "If your father asks your mother a question in French, does she answer in French or in English?"
        },
        {
            "id": "02801acb51b44b83a93dc7b4f726bd59",
            "sentence": "Tom and Mary and their children all live together in a small house on the outskirts of Boston."
        },
        {
            "id": "22fc8ace3c1d4d2b8e1167e7e8698afe",
            "sentence": "Tom and Mary had a romantic dinner to celebrate the first anniversary of their being together."
        },
        {
            "id": "e0cf2d1210d34f6ca9eaf1c6f5d3776f",
            "sentence": "Tom began to undress, but then noticed that the curtain was open, so he went over to close it."
        },
        {
            "id": "362b4b2ef66345b1bfa7b9337c4f9c80",
            "sentence": "Optimists see opportunities in disasters while pessimists find disasters in every opportunity."
        },
        {
            "id": "a5fb616d2733453b9325e8b099facde9",
            "sentence": "The students who are occupying the administration building have threatened to kill themselves."
        },
        {
            "id": "95ce04ac74a44fb5bdbb961f33171296",
            "sentence": "The burning of coal is responsible for more than 40% of Australia\\'s greenhouse gas emissions."
        },
        {
            "id": "7cc202199b854c80b03b04d3ec1e2b64",
            "sentence": "When you meet someone for the first time, be careful about how close you stand to that person."
        },
        {
            "id": "1985768d7248406d82febba53fb72caa",
            "sentence": "I don\\'t know what Tom advised you to do, but I\\'d suggest that you don\\'t tell Mary about it."
        },
        {
            "id": "ec84c3d6513345fe90e25f49471abe5d",
            "sentence": "When we started out, we realized that if we didn\\'t have a good product, we wouldn\\'t succeed."
        },
        {
            "id": "0912eb7fcd0442e4af847eb0ae2013a9",
            "sentence": "Tom is well-informed about the circumstances present within the Indian agricultural community."
        },
        {
            "id": "f0d7c8ef2bb44d9e87291e0ad4d0409d",
            "sentence": "First words get confused, then ideas get confused, and finally things themselves get confused."
        },
        {
            "id": "5b14c79e5c104b19b7d5e994165bb96a",
            "sentence": "Tom and Mary told everybody that they\\'d gotten divorced, but they\\'re actually still married."
        },
        {
            "id": "4fc948092bb646e080b9fe135f100f0c",
            "sentence": "Driving alone or without a licensed adult is grounds for having your learner's permit revoked."
        },
        {
            "id": "e61d2879850a4b1f8d7ca2ee5baef501",
            "sentence": "It seemed as if the outside world would disappear every time Tom strummed his acoustic guitar."
        },
        {
            "id": "de2b6fde806f4967a6de113c8a030748",
            "sentence": "Recently we seem to just keep missing each other. I never seem to be able to meet up with him."
        },
        {
            "id": "720d526658fc4d92bec85d6c1be210e3",
            "sentence": "A cellar was dug on top of the hill and they slowly moved the house from the road to the hill."
        },
        {
            "id": "b92d5d6692cd4e86baed67a28323ab79",
            "sentence": "No matter how strange it may seem to us, it doesn't seem strange to the people who live there."
        },
        {
            "id": "5d1585801ca7436cb6ec9da6c66e9b95",
            "sentence": "If we were supposed to talk more than listen, we would have been given two mouths and one ear."
        },
        {
            "id": "10196dd494cf4604b5148740ca403638",
            "sentence": "The ecological footprint of a country is closely related to its level of economic development."
        },
        {
            "id": "ca1bdfbca0904aabb642fe8fc03178c3",
            "sentence": "Some months have thirty-one days, others have thirty days, and one month has less than thirty."
        },
        {
            "id": "96b051294b92401c932dac72b97ba89e",
            "sentence": "About 9.5% of the earth's surface is desert, and about 33% of the earth's land area is desert."
        },
        {
            "id": "982ceba9668d4899bd24ee6e6e6966b2",
            "sentence": "I have the afternoon off today, so I plan to go to the park, sit under a tree and read a book."
        },
        {
            "id": "b220f3d6f4424f1d937f23e9a28aaa57",
            "sentence": "Tom went to Australia for a three-month visit, but he ended up staying there for three. years."
        },
        {
            "id": "0695d0920b7442628ff5684a709a9b0a",
            "sentence": "Mary makes tea the way she's always done: without teabags. The tea goes straight into the pot."
        },
        {
            "id": "8eec4bb451ed44f193f1cf16e34d7c76",
            "sentence": "I'd planned to do it that way, but I changed my mind after Tom suggested doing it another way."
        },
        {
            "id": "18d5d0bcea6e4c76a1bfe158dd5c89f5",
            "sentence": "Tom didn't want to major in French, but his parents said they thought it would be a good idea."
        },
        {
            "id": "a9d4d98a70b54740939021afb4678f8c",
            "sentence": "I realize this may sound crazy, but I think that I've fallen in love with your younger sister."
        },
        {
            "id": "07d07fd2ecfd402890ee1778a59c16cc",
            "sentence": "I wonder why I can read and understand French much easier than I can understand spoken French."
        },
        {
            "id": "ecb5d1aac7cd4f788645cb8be6011562",
            "sentence": "The expansion of the Roman empire wiped out a great number of the original European languages."
        },
        {
            "id": "3baaf5f88fb849e6bc5ec1bd68bee93d",
            "sentence": "Cook the mushrooms for about three minutes and then add the washed and finely-chopped parsley."
        },
        {
            "id": "b4fa4bd5f98242d58dacf94230ef625c",
            "sentence": "I could've been finished doing that by 2:30 if Tom hadn't come over and started talking to me."
        },
        {
            "id": "356e8546a7ea401ea0c105d8c3d5d915",
            "sentence": "For quantities of 20 or more, we can allow you a special discount of 10% on the prices quoted."
        },
        {
            "id": "c698f5d86ab042d4ba972828a4d0f3ec",
            "sentence": "Abraham Lincoln, the 16th president of the United States, was born in a log cabin in Kentucky."
        },
        {
            "id": "ba648849952d4224bfb8164a80bd30a5",
            "sentence": "It's OK for you to borrow my bicycle this morning, but I need to use it myself this afternoon."
        },
        {
            "id": "e136bb01207e4277908c2c535c4664c0",
            "sentence": "You shouldn't be so hasty in making decisions. Sometimes it's helpful to sit back and reflect."
        },
        {
            "id": "7cbc0b6cc78a41878e404d988611b882",
            "sentence": "If it looks like a duck, swims like a duck, and quacks like a duck, then it's probably a duck."
        },
        {
            "id": "edc14f47e9b34e67985d15a0c47deea8",
            "sentence": "Tom survived the surgery but got killed by a drunken driver on his way home from the hospital."
        },
        {
            "id": "3bfaba2a109e4d1fa557f621f0a6f7a4",
            "sentence": "If you want to lose weight, the best thing to do is to eat properly and get a lot of exercise."
        },
        {
            "id": "f8aa11c5f54e441fa4d3edef04d14803",
            "sentence": "If I could be reborn, I would want to be the child of a rich family, then I'd be set for life."
        },
        {
            "id": "0c2660047e1f48bca1db8d38eaf2ee02",
            "sentence": "That knife was so blunt I couldn't use it to cut the meat so I had to rely on my pocket knife."
        },
        {
            "id": "6714824c6281418d891a4e4d8aa55d80",
            "sentence": "In Shakespeare's time, in the sixteenth century, tennis was very popular at the English court."
        },
        {
            "id": "e5c04434ec164cb1bc15754c599a7317",
            "sentence": "I understand the general approach, but I'm afraid that I'm getting bogged down in the details."
        },
        {
            "id": "e8a6f2cdb7b14d75810f50cd1a879123",
            "sentence": "Tom quit his job as a long-distance truck driver, so he could spend more time with his family."
        },
        {
            "id": "c8fc7d53511f4350b3251120a3372751",
            "sentence": "The police suspect that a disgruntled former employee was the one who set the factory on fire."
        },
        {
            "id": "756ccd5f22414a6289740dba32679aa2",
            "sentence": "Tom managed to convince his backer that he was on the verge of a breakthrough in his research."
        },
        {
            "id": "f4a34ab7bc00412dbbda06a7e85d91ae",
            "sentence": "I need to study French because I'm planning to visit some French-speaking countries next year."
        },
        {
            "id": "ba55373f81024f61abf9f4d19980f69a",
            "sentence": "Tom still likes to go out drinking with his friends, but he only drinks one beer when he does."
        },
        {
            "id": "02dcad6d62ba49fe87a71bf690a5ae4b",
            "sentence": "During finals week, the first and second floors of the library will be open twenty-four seven."
        },
        {
            "id": "a6c498e7d7a14a029d9ae6c582b04bd0",
            "sentence": "It'll likely be easier to sell your house for the price you want if you wait for three months."
        },
        {
            "id": "8031ea8f8d74412eaeda187c6257e89e",
            "sentence": "Out of all the instruments my roommate could decide to start learning, he chose the harmonica."
        },
        {
            "id": "669e5edfe31c40c8bf79dfeb8cbb3073",
            "sentence": "Tom maxed out his three credit cards and had to take out a high interest loan to pay them off."
        },
        {
            "id": "90645ee604a543e387418f2502cf04d2",
            "sentence": "Tom has some hearing loss and finds it difficult to hear speech when there's background noise."
        },
        {
            "id": "7094fc99bc2a4eceb46e189bfbe74f0f",
            "sentence": "I had about a minute until the train left, so I didn\\'t have time to explain why I was leaving."
        },
        {
            "id": "3671fdd385e54e1cae47ab93e5fc1b7b",
            "sentence": "I realize that this may sound crazy, but I think I\\'ve fallen in love with your younger sister."
        },
        {
            "id": "9c25c90960604813be67964849cf55ab",
            "sentence": "Tom told the children that they could stay in this room as long as they didn\\'t make any noise."
        },
        {
            "id": "8d78d7a47fab40689aa6a1301a2b2a87",
            "sentence": "I don\\'t think it makes him a bad person just because he\\'s decided he likes to eat horse meat."
        },
        {
            "id": "c8a4df4578ea428c8ff26ebb4cec1d8d",
            "sentence": "I just want to let you know that I think you\\'re the most beautiful woman that I\\'ve ever seen."
        },
        {
            "id": "4a901f586adb4f02a1501d7a81671f09",
            "sentence": "Tom likes listening to American English the most, but he also likes the sound of Irish English."
        },
        {
            "id": "5446f9df76e543c490370557d08237dd",
            "sentence": "Tom was unaware of some errors he had made when translating an important document for his boss."
        },
        {
            "id": "bcfb25f0f9fb42caadb77ec225874a12",
            "sentence": "I think that Tom and only Tom can do it. However, some people think that Mary could do it, too."
        },
        {
            "id": "bb84293ae58e4a00941ce9da3123a59c",
            "sentence": "On Friday evenings, a group of us with spouses working overseas meet at Chuck\\'s Bar and Grill."
        },
        {
            "id": "069f285968fc4ede895357eceabbad07",
            "sentence": "The police will be very interested to learn that you\\'re keeping Tom locked up in the basement."
        },
        {
            "id": "354f719e6e3a4bc3bc1f55e08960aaa0",
            "sentence": "If I\\'d only known that there was a possibility that would happen, I\\'d have been more careful."
        },
        {
            "id": "0992aa008b854dc2a4fff0a4e4e5b72f",
            "sentence": "If I\\'d only known there was a possibility that that would happen, I\\'d have been more careful."
        },
        {
            "id": "fcd2bcf21cee410da6c01eee7e77dbad",
            "sentence": "It looks like the question was too easy for you. Next time, I\\'ll have to make it a bit harder."
        },
        {
            "id": "292bee0c90834a9193ae358b097a69e8",
            "sentence": "For some reason, people have been avoiding me like the plague ever since I got back from India."
        },
        {
            "id": "cec9fed84e414f2e824e4fdb478008f1",
            "sentence": "Mary waited years for Tom to get out of prison and was very happy when he finally got released."
        },
        {
            "id": "35a86816ed8d45d38a18d497fab6c45e",
            "sentence": "Tom could hear a commotion in front of his house, so he went outside to see what was happening."
        },
        {
            "id": "a946c944c86448cea87d62492bf0e7b4",
            "sentence": "How many times have I told you not to bring people over without asking for my permission first?"
        },
        {
            "id": "a6a730e17b5c459c9022ae9f8cfee49d",
            "sentence": "Tom tried to keep himself busy, so he wouldn\\'t think about the bad things that were happening."
        },
        {
            "id": "14bf619753184ba2b5128bdd91d8761f",
            "sentence": "I don\\'t know if you\\'ve noticed or not, but Tom hasn\\'t been getting to work on time recently."
        },
        {
            "id": "a7b950b195974c979f4082341fb23fe9",
            "sentence": "Tom did not want to throw anything away because he thought that he might need it in the future."
        },
        {
            "id": "7468f282c1cf4238a12176bdc3bf78d3",
            "sentence": "What matters in life is not where you are right now, but the direction in which you are headed."
        },
        {
            "id": "13ee35dabf0b402f873c2463de3b15f6",
            "sentence": "No one would\\'ve remembered Tom if he hadn\\'t painted his name on the ceiling of the classroom."
        },
        {
            "id": "f0be6c77bfd94d39854604a5f7db35bb",
            "sentence": "If I learn to play the washboard and you learn to play the kazoo, maybe we can join a jug band."
        },
        {
            "id": "0b743d6215be4194a97159d9f37cb4f5",
            "sentence": "Tom couldn\\'t help thinking that he would\\'ve passed the test if he\\'d studied a little harder."
        },
        {
            "id": "069532b386d34ddfa746d106d83246ae",
            "sentence": "Access to information is now much easier than at any point in the past, thanks to the internet."
        },
        {
            "id": "9037b043d9f44835b0fd48de490f1518",
            "sentence": "Tom says that he speaks fluent French. Let's talk to him in only French to test that claim out."
        },
        {
            "id": "9921dd48afe741b2a7401e63b969f2f6",
            "sentence": "How would you feel if you told Tom that you loved him, but he told you that he didn't love you?"
        },
        {
            "id": "bae417a0e9de4a93bb35aed4650380f9",
            "sentence": "I've just written a letter that I'd like to send. Now, I all I need is an envelope and a stamp."
        },
        {
            "id": "8aee16ce26e34da2bc175270ecdf331c",
            "sentence": "I stopped at the butcher shop near the post office and bought a couple of steaks for the grill."
        },
        {
            "id": "01fd075bad3e432ca92a8a4688f9de54",
            "sentence": "I think all the coffee I've been drinking in the afternoon is why I haven't been sleeping well."
        },
        {
            "id": "697f3dabb9c840de95352d483c5d6276",
            "sentence": "I understand French fairly well when I read it, but I have trouble understanding spoken French."
        },
        {
            "id": "5a6a358ff3b14e82a58d6563880f37fe",
            "sentence": "Once the sample is taken, put the cotton swab in a test tube and label with the patient's name."
        },
        {
            "id": "3007303afe524a048abfa818c7845e6a",
            "sentence": "We were hoping that over three thousand people would be there, but only about thirty showed up."
        },
        {
            "id": "b46e524834404f9cb92ac7b6fd6fdff5",
            "sentence": "I'm not the kind of idiot who would climb a mountain in the winter without proper preparations."
        },
        {
            "id": "38840319339246ce80cd4c828986b961",
            "sentence": "I don't care if my French isn't perfect as long as people can understand what I'm tying to say."
        },
        {
            "id": "feb1715abea34e99a3b3ef7d7704f214",
            "sentence": "The video portion of the review mostly consisted of a montage of miscellaneous in-game footage."
        },
        {
            "id": "f314591e5ced4dfba649b611cecbabc0",
            "sentence": "Those who were banished from the country were required to forever abjure their right to return."
        },
        {
            "id": "0e51af7c2c904d30ae67f308dcfd2c23",
            "sentence": "The aisle was packed with an enormous variety of brassieres, in all shapes, sizes, and designs."
        },
        {
            "id": "a5b3fa3d38eb4d32829f404930b4e09a",
            "sentence": "Mary likes to wear clothes with vertical stripes, because she heard they make you look thinner."
        },
        {
            "id": "94a6e6d60052479bb5b496ea9feef3c2",
            "sentence": "Even if you aren't hungry, you should eat something. Otherwise you won't last until lunch time."
        },
        {
            "id": "a1f78c916bbb4af4803898a849d35cf6",
            "sentence": "What is considered impolite in one language may not be considered impolite in another language."
        },
        {
            "id": "8bc712ac640145f89e68b637c7d9e4d8",
            "sentence": "When out at sea, to keep the fish that is caught from spoiling, it is immediately refrigerated."
        },
        {
            "id": "e649575b3b5345c68ee3e1f5d6d843c3",
            "sentence": "Have you heard? Our neighbor won the lottery, and she's gone to the Bahamas on a luxury cruise."
        },
        {
            "id": "8758838fe1ba47ffaf06445aed96700d",
            "sentence": "Recently, I've been putting on a little weight around my waist. I guess it's middle-age spread."
        },
        {
            "id": "3961093307aa4aaa9afe179ddc03a1ce",
            "sentence": "I went to the movie thinking that it would be fun, but it left me with a bad taste in my mouth."
        },
        {
            "id": "e7f4505ead624ffaa457917a282ad02d",
            "sentence": "The bursting of Japan's so-called bubble economy sent shockwaves through international markets."
        },
        {
            "id": "c21aac3ae6984719bae13994b9bee0f9",
            "sentence": "Yet again, Tom was passed over for a promotion even though he was the most qualified candidate."
        },
        {
            "id": "24df943c3f6042a18db5ee41ab4a6ba4",
            "sentence": "I can\\'t believe you are eating something the doctor has told you repeatedly you shouldn\\'t eat."
        },
        {
            "id": "096009623c5e42f0ae3b289435694f47",
            "sentence": "Mozart wrote brilliant, complex musical compositions as easily as you or I would write a letter."
        },
        {
            "id": "1b014498812a4e3fb4fad2dc4a38f2c5",
            "sentence": "She would often bring home table scraps from the restaurant where she worked to feed to her dog."
        },
        {
            "id": "94857a544caf48f598fd29731c7fa48e",
            "sentence": "You know that your French is good when people stop complimenting you on how good your French is."
        },
        {
            "id": "14ecf0cac6174bfda5a70e1be5558e84",
            "sentence": "It\\'s my fault that the cake was burned. I was talking on the phone and didn\\'t notice the time."
        },
        {
            "id": "624d9f573e014ad7b6a32671def3cc8e",
            "sentence": "As soon as I can get my son to scan our family photos, I\\'ll upload some of them to our website."
        },
        {
            "id": "0314a476834a4040be43b6a216e40f0c",
            "sentence": "I wanted to ask Tom how much he paid for his new house, but Mary told me that would be impolite."
        },
        {
            "id": "9c4ead814fda4b7fbfbde20eefa8c36d",
            "sentence": "Tom didn\\'t break his new shoes in enough before the marathon, and got bad blisters on his feet."
        },
        {
            "id": "c66f10d4db294cb08f73926a52d0e366",
            "sentence": "Tom tried to return the swimsuit for a larger size, but the clerk told him that wasn\\'t allowed."
        },
        {
            "id": "f8df6aad513746c89530b6bbf268b253",
            "sentence": "Tom wondered how many times he\\'d have to tell Mary to clean her room before she finally did it."
        },
        {
            "id": "8e4830bbf3d247989961ec6d79c45173",
            "sentence": "After Tom had eaten all the popcorn in the bowl, he went back into the kitchen to pop some more."
        },
        {
            "id": "d933bd9377e7421d9b2f3409cb79f45e",
            "sentence": "If we don\\'t receive Tom\\'s reply within the next three days, I think we should write him again."
        },
        {
            "id": "911766e7dcf74619b21e3a876fbad1a4",
            "sentence": "Tom didn\\'t know what language Mary\\'s friends were speaking, but he thought it might be French."
        },
        {
            "id": "77a199eaafe94f08897abe26b02c89cc",
            "sentence": "Tom didn\\'t seem inclined to elaborate and I didn\\'t really want to know all the details anyway."
        },
        {
            "id": "357b37bc55b745bc9e3b2e892173a7db",
            "sentence": "It wasn\\'t until long after they got married that Tom found out that Mary was wanted for murder."
        },
        {
            "id": "b0569c2f77074bc492b56ff609db71a0",
            "sentence": "I thought a bunch of people would go water skiing with us, but absolutely no one else showed up."
        },
        {
            "id": "ab46343d05b34aa4ada8a0fd41398490",
            "sentence": "I tried to persuade Tom to come to Boston with us, but he said he had other things he had to do."
        },
        {
            "id": "53e73b9bf86b478b94e7ddff2935150e",
            "sentence": "There were demonstrations against the government by Japanese university students in the 1960\\'s."
        },
        {
            "id": "b46124611e0144a1951cec188c52e74a",
            "sentence": "She bought him a car, but he didn\\'t have a driver\\'s license so he couldn\\'t drive it anywhere."
        },
        {
            "id": "8f1054259e044a9d8bde0ec4029cc747",
            "sentence": "Upon explaining plosives to his class, the linguistics teacher instantly became covered in spit."
        },
        {
            "id": "d361f65e6dc646bfaa4f2fc46c37b61c",
            "sentence": "Tom was so tired that he fell asleep on the sofa before Mary had finished making him a sandwich."
        },
        {
            "id": "d47f5da62d354133a2e96616a4515be1",
            "sentence": "After removing her glasses and untying her hair, Mary looked like a completely different person."
        },
        {
            "id": "892a85bc1cb14af38e78ca13c54455a5",
            "sentence": "I probably won't be able to understand most of Tom's speech, since he'll be giving it in French."
        },
        {
            "id": "1f4d3402047a4a8a86a9430df3b08119",
            "sentence": "Though my understanding of French grammar isn't very good, I can usually make myself understood."
        },
        {
            "id": "624d8147e58542bc98997a12b1dadbe4",
            "sentence": "Tom and Mary take every opportunity to find time in their busy schedules to spend time together."
        },
        {
            "id": "08d60949c2dc4cbfb882c237ffc1f047",
            "sentence": "I felt a very sharp pain in my head, and I remember thinking to myself, this doesn’t feel right."
        },
        {
            "id": "96d4db5fb92d45ac87c078e785a140b1",
            "sentence": "Tom can play the clarinet, the saxophone, the flute and the bassoon, but he can't play the oboe."
        },
        {
            "id": "2ef19e1c54f7459a98563177a74dcb8f",
            "sentence": "The level of unbridled misogyny at the barbershop made me feel as if I had stepped back in time."
        },
        {
            "id": "727e0643d6624b079fa48df23ca89bdb",
            "sentence": "Some of the mistakes Tom makes in French are because the textbooks he studied from had mistakes."
        },
        {
            "id": "46bff10a2286437ca4fd52c346296c3e",
            "sentence": "I think the meat you can buy at a butcher shop is better than what you can get at a supermarket."
        },
        {
            "id": "9a4c354663244fbea0d674f7e3f49c41",
            "sentence": "If you knew you were going to be stranded on a desert island, what three things would you bring?"
        },
        {
            "id": "dd3488bd306b43b1adc4f812bf7f6d94",
            "sentence": "Everyone knows on one level or another what is right and what is wrong; some pretend they don't."
        },
        {
            "id": "5b6d61ccc0364c4aa9eb236061f1c574",
            "sentence": "Penicillin is a first-line treatment for bacterial infections, but doesn't work against viruses."
        },
        {
            "id": "82f3529a5a9740b8ad68e48df8f7b48c",
            "sentence": "By digitizing your photo collection, you can preserve thousands of photos on a tiny flash drive."
        },
        {
            "id": "348d41dd878441fc9eebd3f6e4ef6d1a",
            "sentence": "People can begin to love when they choose, but they have no choice when it comes to ending love."
        },
        {
            "id": "4dc5c6157514495aa3f812e2926511ea",
            "sentence": "Tom couldn't get to sleep, so he got out of bed and went to the kitchen to get something to eat."
        },
        {
            "id": "2d1437f15442416895ab23fc626161d2",
            "sentence": "Tom was surprised when he saw Mary eating meat because she'd told him that she was a vegetarian."
        },
        {
            "id": "282ed513b3264098a87f31d69b8a858f",
            "sentence": "You've reached Tom Jackson's phone. If he owes you money, this is no longer Tom Jackson's phone."
        },
        {
            "id": "3f33b78fbcdc4fb9be483f119023c5fc",
            "sentence": "I bought a small lot on the hillside in Southern France where I plan to build a retirement home."
        },
        {
            "id": "bf83124fcc964aa6917e4a2f6587d7d9",
            "sentence": "Geologists travel great distances to study the stratified rock formations in the national parks."
        },
        {
            "id": "583f60237e8844a782c4bb7121d9c573",
            "sentence": "When Tom realized there was no way out of the room, he sat down on the floor and started crying."
        },
        {
            "id": "9cf35aad50d84a1e8a294d8c5b329022",
            "sentence": "The most interesting information comes from children, for they tell all they know and then stop."
        },
        {
            "id": "0eacbfc46e83401aa46bb7dcd55fbabd",
            "sentence": "Since I haven't received an answer, I was wondering if maybe my mail never got delivered to you."
        },
        {
            "id": "ca0371ec4775412bbf0b10205758c1ce",
            "sentence": "A step change in the feed rate of one reactant results in a gradual change in the reaction rate."
        },
        {
            "id": "51a8ed8a18b34f919d3d9a16a68191b2",
            "sentence": "Foreign businessmen living in Tokyo often complain of the high prices for imported western food."
        },
        {
            "id": "652d00e49c7747718ab603fcc9af270a",
            "sentence": "Tom is staying at his uncle's, because his parents have gone to Australia for a couple of weeks."
        },
        {
            "id": "ebf0d60ac28b4dcab00c70d79c539ff8",
            "sentence": "It's time to put your cards on the table and tell us what the real story is with this situation."
        },
        {
            "id": "e232c686cd75410fae60674376715260",
            "sentence": "All of the money won by our celebrity contestants will go to a charitable cause of their choice."
        },
        {
            "id": "c9bd88f821a14ec1b1a182891b998813",
            "sentence": "If there's something that you don't understand, please don't hesitate to contact us at any time."
        },
        {
            "id": "6c63d5350f4541e293ec8c44427b759d",
            "sentence": "Except for the bad weather and the frequent earthquakes, this is almost a perfect place to live."
        },
        {
            "id": "6d0abe48712e44798dcc90cc45d0d1bc",
            "sentence": "According to the old man I met yesterday, cockroaches can be eaten and don't taste all that bad."
        },
        {
            "id": "36eed59b8fd54120b6854ef81d43128a",
            "sentence": "If you plan well, you can spend less time doing unnecessary things and get the work done faster."
        },
        {
            "id": "a3e99ea2196a4024bc2ac633f828e693",
            "sentence": "Don't worry. He may look intimidating at first glance, but he's actually a very friendly person."
        },
        {
            "id": "4dca1f4314e942b69dad63df985fe7b9",
            "sentence": "There's no good and evil in this world; there's only ignorance, and ignorance, my friend, rules."
        },
        {
            "id": "000032c1feda42e1b15afba22d5e6e1b",
            "sentence": "Tom got on the train at 10:30 a.m. and got off at 2:30 p.m. How many hours was Tom on the train?"
        },
        {
            "id": "56b5257656ba4e368af2ddf983ee80d6",
            "sentence": "Most people say that the best way to learn a foreign language is to learn from a native speaker."
        },
        {
            "id": "e7b3236c5fbe4b5a9b786e6bcd52094c",
            "sentence": "Boil water at least one minute before drinking it. At high altitudes, you should boil it longer."
        },
        {
            "id": "ec76408bf34541fbbff54f39c0f70570",
            "sentence": "I realize that this might sound crazy, but I think I've fallen in love with your younger sister."
        },
        {
            "id": "e3ad6f54eb1849ee807b61d9f0e0730f",
            "sentence": "Tom got out of bed, took a shower, made his bed, and then went to the kitchen to make breakfast."
        },
        {
            "id": "2daa7facc23f4e1c9719bf80a16922bc",
            "sentence": "I'm not kidding you. Some people actually believe that the world is only six thousand years old."
        },
        {
            "id": "34112819b5f5421893ba960b4ea6dee4",
            "sentence": "If you ask a mathematician if he is an adult or a minor, don't be surprised if he answers \"yes\"."
        },
        {
            "id": "9be7d90e14a94673b3e35f31e76b28f7",
            "sentence": "Tom has three daughters. Each of his daughters has one brother. How many children does Tom have?"
        },
        {
            "id": "5375c2b2452042f78a5e90ea3363c981",
            "sentence": "Memorizing the order of a deck of playing cards is definitely not easy, but it\\'s not impossible."
        },
        {
            "id": "7cd7d376e9ba4b7fbb3072697f37f4ac",
            "sentence": "Tom\\'s an irritating person to work with because he\\'ll never admit it when he\\'s made a mistake."
        },
        {
            "id": "cbefc61b67b543b9ab3eba9d4bd3ef76",
            "sentence": "She advised him to visit Boston, because she thought it was the most beautiful city in the world."
        },
        {
            "id": "5fe8a7caee734c50a6b9e9fbdaef32c8",
            "sentence": "It\\'s not uncommon for people to give fake personal information when registering to use websites."
        },
        {
            "id": "1720fe3e99024d6289ecd6efb1ff56a8",
            "sentence": "Tom couldn\\'t find anything better to do, so he decided to just go ahead and finish his homework."
        },
        {
            "id": "d403bf1511d34a81bd1309f11a10b9e7",
            "sentence": "Tom always cried when his sister took away his toys, and for that very reason she loved to do so."
        },
        {
            "id": "74efaf106d04468a853103ea91086896",
            "sentence": "Tom connected the TV to the antenna that the previous owner of his house had mounted on the roof."
        },
        {
            "id": "d54609f3570b41e99c6f1745278cec1f",
            "sentence": "Tom gave a famous singer ten thousand dollars to come to the restaurant to sing \"Happy Birthday.\""
        },
        {
            "id": "2c2203604de6493396488c38ff666e33",
            "sentence": "Tom agreed to marry that man\\'s daughter with the promise that he\\'d inherit the man\\'s business."
        },
        {
            "id": "50b1dc0773ac4ae0a0bd20631a841e8f",
            "sentence": "As you already know, I don\\'t speak French very well, so I\\'d rather not give a speech in French."
        },
        {
            "id": "b2f6071a79c0405eaf5b817d700475c0",
            "sentence": "Even though Tom didn\\'t want to go to the party, he went because he thought he\\'d see Mary there."
        },
        {
            "id": "25ab0d7afef64450a3b95acf8b48b463",
            "sentence": "Tom wanted to find a doctor who would treat his gunshot wound without reporting it to the police."
        },
        {
            "id": "195699f85be04cd0a572b5b33bb3c7a3",
            "sentence": "Tom was staring at Mary who was sitting on the school bus that was parked in front of the school."
        },
        {
            "id": "96d666e62a784dc095facfb7a6978fff",
            "sentence": "One of the benefits of using mechanical pencils is that you don't need to use a pencil sharpener."
        },
        {
            "id": "6ab13347694a4133b9d88426ec0499a4",
            "sentence": "Would you please meet me at Yaesu central gate of Tokyo Station on Monday, May 10th at 3:00 p.m.?"
        },
        {
            "id": "88f86c8a28434ab9954ed7d1ffc51971",
            "sentence": "Listening to a language being spoken is very different from reading or writing the same language."
        },
        {
            "id": "d8a954cfda89422ca34332ea88bca368",
            "sentence": "If you come across a word you don't know while reading, look up its definition in the dictionary."
        },
        {
            "id": "71038da34e244347957b3f1ee26b48c0",
            "sentence": "I thought Tom would do most of the driving. I didn't expect to have to do so much driving myself."
        },
        {
            "id": "294082b174d2421e8cf4b922b1a08c01",
            "sentence": "If you'd spend less time talking and more time working, we could get this done much more quickly."
        },
        {
            "id": "5d72ad6968ee4b2a89fc22a41c518d40",
            "sentence": "A fault common to scientists is mistakenly believing that every problem has a technical solution."
        },
        {
            "id": "44fc87012e33482e88a9eb0a4ee2bc0b",
            "sentence": "Mary feinted a strike to Tom's face, but then swiftly struck his torso with the tip of her sabre."
        },
        {
            "id": "401ca71f12334066a9562587c9a64011",
            "sentence": "Life would be terribly monotonous and deadly boring if everyone felt, thought and spoke the same."
        },
        {
            "id": "ac9532c5cf5a430f89a923316589a5ed",
            "sentence": "My French isn't very good, but people seem to understand what I'm trying to say most of the time."
        },
        {
            "id": "20b0a41867234bfdb297abc6619291a8",
            "sentence": "I wanted to become a singer or an actor, but my parents wanted me to become a lawyer or a doctor."
        },
        {
            "id": "0ef384bf6f4347348126db6c4f847743",
            "sentence": "Many have suffered oppression and misery for a long period of time under the rule of colonialism."
        },
        {
            "id": "89311e83c936465495fc427790633b1c",
            "sentence": "There are more Buddhists in Germany today than people who know how to make a good chocolate cake."
        },
        {
            "id": "643bf2a69b2e47e19aab92cafb57d42a",
            "sentence": "The bridge is supported by a truss made up of steel beams, making it both strong and lightweight."
        },
        {
            "id": "e5606f6b3b1e48d3a20f1036dcfa4e68",
            "sentence": "Tom went over to where Mary was sitting and gave her the envelope John had given him to give her."
        },
        {
            "id": "edbee48401ae44588085c2c18e6bda1a",
            "sentence": "One of the downsides of living downtown is the noise you hear all day long every day of the week."
        },
        {
            "id": "838f1f1bd2854ac0bc9c803f53dcf1d7",
            "sentence": "I don't believe that Tom was really able to build his house for less than three thousand dollars."
        },
        {
            "id": "5b73994869e0434ca2955a6b46f9df6f",
            "sentence": "Today we issue this writ, so that future generations may be free from persecution and domination."
        },
        {
            "id": "541e042d80a54024901c809c33031f62",
            "sentence": "Heavy rain throughout the night has hampered efforts to rescue survivors from the stricken ferry."
        },
        {
            "id": "6e68667c9b5c4ba09ac8bec3c6501268",
            "sentence": "Tom's school requires students to do at least 30 hours of community service in order to graduate."
        },
        {
            "id": "4f6e78fffc9441ce905c140d61c3d0c2",
            "sentence": "There's got to be something incriminating in that apartment. Tear the place apart if you have to."
        },
        {
            "id": "4d99dc8b2e8c468cbdad8370c3cfbdaf",
            "sentence": "I had been thinking about our new project for two weeks, but I couldn't come up with a good idea."
        },
        {
            "id": "f75869e021ec48d0a5ed7d9e4025197c",
            "sentence": "Chapter three is the end of the beginning of the book. Stop there and read the critic's comments."
        },
        {
            "id": "dd75311109b847419f790dd3d4fcd085",
            "sentence": "It would've been a close game if Tom hadn't hit a home run with bases loaded in the ninth inning."
        },
        {
            "id": "7bf27f0be00043fc88655d2579fd891d",
            "sentence": "You're the last person in the world I would like to see cloned; you're boring enough on your own."
        },
        {
            "id": "189e4355216a45eeb8a1faa0957e55b2",
            "sentence": "Tom, who was adopted at birth, only met his biological mother for the first time a few weeks ago."
        },
        {
            "id": "a6a7837bceaa44308f1f81957d56c838",
            "sentence": "With his mother very sick and a tight deadline at work, Tom has a lot on his plate at the moment."
        },
        {
            "id": "aad06739091844aeb6a25b43be216b7f",
            "sentence": "This song samples a bunch of old American funk records from the 70s using equipment from the 90s."
        },
        {
            "id": "9e88a79b63414547a912e0aff8b24ca4",
            "sentence": "Carbon monoxide is a poisonous substance formed by the incomplete combustion of carbon compounds."
        },
        {
            "id": "d8bcb0fc056748a3a9f2763b875676ef",
            "sentence": "The only way to lose weight is to create a caloric deficit by burning more calories than you eat."
        },
        {
            "id": "dd1e6c5fcb74449d9df44fbfd05f4342",
            "sentence": "There are three different types of people in the world: those who can count, and those who can't."
        },
        {
            "id": "cea5044dcfd54c51b7ec84286668e4b8",
            "sentence": "Tom was shocked to see how much his mother had deteriorated since he last saw her six months ago."
        },
        {
            "id": "2f170b44735640b5a21947a416c3ff0f",
            "sentence": "Tom dropped out of school, so he attended night school after work to get his high school diploma."
        },
        {
            "id": "e759aa58a13d40aab97ebf15652da118",
            "sentence": "Tom doesn't really like chick flicks, but he often goes over to Mary's and watches them with her."
        },
        {
            "id": "a88a16a521c6452b93d87c950ceed8b7",
            "sentence": "Tom put together one million dollars in unmarked, used bills as the kidnappers had told him to do."
        },
        {
            "id": "307883fca5e4489280ebc79c7debd63e",
            "sentence": "Tom told Mary that he thought a hippopotamus could run at a speed of about 30 kilometers per hour."
        },
        {
            "id": "4949c1ec76524895a16bbda4d6f7c2b0",
            "sentence": "The police have been searching Tom\\'s house for three hours, but they haven\\'t found anything yet."
        },
        {
            "id": "ce4984f14c854656b1b1689d10a9a259",
            "sentence": "Tom adapted last year\\'s lesson plans so he could use them with this year\\'s lower level students."
        },
        {
            "id": "b1ce525aaced42a689a50f41d9d0cdb5",
            "sentence": "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime."
        },
        {
            "id": "3d6d46fd6fab4a1ab515ed595a2f04f2",
            "sentence": "The bar where Tom works lost its license because they had been selling alcoholic drinks to minors."
        },
        {
            "id": "0a2d1e18418b4453b8580b3e4694bdf5",
            "sentence": "Tom can\\'t go out drinking with the guys tonight. He has to stay home and take care of his mother."
        },
        {
            "id": "ea81bbe526ac4341a00bd12393af42d2",
            "sentence": "I thought doing this would be easy, but we\\'ve been working all day and we\\'re still not finished."
        },
        {
            "id": "4cb230f9250c4519bb406b167a030814",
            "sentence": "From personal experience, I know that any encounter with him will leave a bad taste in your mouth."
        },
        {
            "id": "9c82635f880e47cabe6875cca917a8d0",
            "sentence": "Why are you always contradicting me? Can\\'t you accept once in a while that I just might be right?"
        },
        {
            "id": "403692f382c64431af1fce49d716a000",
            "sentence": "I heard that one way to stay healthy is to avoid eating any food with unpronounceable ingredients."
        },
        {
            "id": "b20d1c83a36d403b9e67dc6152ccc6b9",
            "sentence": "A typhoon hit Tokyo on Wednesday with strong winds and heavy rains stopping public transportation."
        },
        {
            "id": "c195046d143b4b6b93805a5ca0a3b34f",
            "sentence": "One of the best parts of the holiday season is spending time with the special people in your life."
        },
        {
            "id": "be48f5b004394a6d83dd7f31fdb6c4d6",
            "sentence": "I'd hoped that Tom would've changed his habits by now, but I see that everything's still the same."
        },
        {
            "id": "a94775c2d27a4c099842d4da77c4e6e7",
            "sentence": "The eggs in the nest in our attic must've hatched. I've been hearing birds tweeting all day today."
        },
        {
            "id": "c519faf4507a459ab8257a015318a3ad",
            "sentence": "The boy I saw searching through the garbage can said that he had not eaten anything for four days."
        },
        {
            "id": "1bc9a77a78ae4c15a912b62d3f3bddce",
            "sentence": "You get tired of a beautiful woman in three days, and you get used to an ugly woman in three days."
        },
        {
            "id": "cfcd3e8a0030468ea1947409d94f6341",
            "sentence": "According to this article, many tobacco companies knew nicotine was harmful, even back in the 50s."
        },
        {
            "id": "ba333161f9174adfa1981b7a3e054954",
            "sentence": "Tom and John both asked Mary for her telephone number, but she wouldn't give it to either of them."
        },
        {
            "id": "47480cd90d364ad6b5c116af8aac6b29",
            "sentence": "When your friends begin to flatter you on how young you look, it's a sure sign you're getting old."
        },
        {
            "id": "27e80a94f172473681bf0aebeaac3852",
            "sentence": "It is better to remain silent and be thought a fool than to open one's mouth and remove all doubt."
        },
        {
            "id": "3735321e8583473eb26f55c805630053",
            "sentence": "Ultraviolet radiation can cause skin cancer, cataracts, suppress immune systems and damage plants."
        },
        {
            "id": "c2834e3d208544d58fb060c9b8d2207c",
            "sentence": "The company was able to ramp up sales by hiring more employees and streamlining working practices."
        },
        {
            "id": "d2f93042b27c40419f4280147c055090",
            "sentence": "We could spend more time discussing this, but I don't think we'll be able to come to an agreement."
        },
        {
            "id": "031e71162e9c45f287a45a94e31d52cb",
            "sentence": "The handcuffs were too tight and they dug into Tom's wrists, cutting off circulation to his hands."
        },
        {
            "id": "14ccfaf533124c5eb91ac0557d4a6924",
            "sentence": "Tom let it be known with a dismissive wave of his hand that he wasn't enthusiastic about the idea."
        },
        {
            "id": "55ef21e723b14569a59a4d5d074c412d",
            "sentence": "Tom repairs old household appliances in his spare time. People now come to him from all over town."
        },
        {
            "id": "6c2e06fb286e4ca889edc0b74007e072",
            "sentence": "If you can't afford an attorney, one will be appointed for you before any questioning if you wish."
        },
        {
            "id": "3bc46769207e4dd6aa12b87176746b8d",
            "sentence": "It is said that Japanese people are kind to people they know, but rather cold to those they don't."
        },
        {
            "id": "bec1ea699f9446b99141791115d4708f",
            "sentence": "Mary is one of the prettiest girls in the whole school. Despite that, she's never had a boyfriend."
        },
        {
            "id": "013dd2c6e9884da494010bab7991f023",
            "sentence": "I've heard about this kind of thing happening, but this is the first time for me to see it happen."
        },
        {
            "id": "dccdd841b79245bb9fb897071de9d28f",
            "sentence": "I just want to let you know that I think that you're the most beautiful woman that I've ever seen."
        },
        {
            "id": "3686631490224d6ebdcaf36ca6f3a850",
            "sentence": "Tom was exposed to a wide variety of music as a child through his mother's vast record collection."
        },
        {
            "id": "a7088cff3bc64ea0bc76ac1a67a3aee2",
            "sentence": "Even though Tom begged Mary not to go, she left with the children and went to live with her mother."
        },
        {
            "id": "c934a3e8bcc449538e703a9071a45650",
            "sentence": "I was just getting ready to write Tom a message asking him where he was when he walked in the door."
        },
        {
            "id": "824bbfce163243cda02b7d33c40954e3",
            "sentence": "Mary had a few friends over for lunch and they spent most of the time griping about their husbands."
        },
        {
            "id": "98089644433e4eac842fec261c5c5ab2",
            "sentence": "No matter how busy Tom gets, he never forgets to write an email to his mother at least once a week."
        },
        {
            "id": "8677d82f113049b78e2dad74e0ca6b35",
            "sentence": "I may not be able to speak French as well as Tom, but I can usually communicate what I want to say."
        },
        {
            "id": "4b12273c16f94fa8998c5ac567b4b348",
            "sentence": "Tom was sitting alone at a private table eating the most expensive meal that the restaurant served."
        },
        {
            "id": "3260bea741544907bd77b27dd9924800",
            "sentence": "Tom is going to be mad at Mary when he finds out that she forgot to do what she was supposed to do."
        },
        {
            "id": "34c8120e25d443909f9254b1abe39cde",
            "sentence": "I have a lot to do today, so if you don\\'t mind, I\\'d like to have this discussion at another time."
        },
        {
            "id": "b37cda77afdd4b3c9a9d1176dd842db1",
            "sentence": "I think it\\'s unlikely that the next version of Windows will come out before the end of this month."
        },
        {
            "id": "4c52df1b54324e348eed0bd523bae3aa",
            "sentence": "Tom did everything within his power to save the children that were trapped in the burning building."
        },
        {
            "id": "0a213f2e503b4bf78d017f30d5edf7a3",
            "sentence": "Tom and Mary frequently complained that they never had time to spend together without the children."
        },
        {
            "id": "1c8c0d70c391412d8c5e93ad52c71591",
            "sentence": "It\\'s very late. Why don\\'t you get ready for bed, and we\\'ll talk about this again in the morning?"
        },
        {
            "id": "a0be9b19aa87454484160a01c8fd0d3d",
            "sentence": "I usually dream in French unless I\\'m dreaming about talking to one of my English-speaking friends."
        },
        {
            "id": "f666cb7bc6a74067b682ade49684bb08",
            "sentence": "If someone gave you enough money to live in luxury for the rest of your life, would you still work?"
        },
        {
            "id": "0823a285f76046fbaf0610424e59b5ad",
            "sentence": "I've interviewed a number of your teammates, and they all think you're the best player on the team."
        },
        {
            "id": "da370de7fd8a4b1d842d56c415493589",
            "sentence": "A gaggle of intoxicated youths stopped to ponder whether there is an Opposite Day in Bizarro World."
        },
        {
            "id": "3333ebdf5ea54f9e901831e523bceaf6",
            "sentence": "Tom and Mary never stay angry with each other for long and usually make up within a couple of days."
        },
        {
            "id": "70acbf545afe47c3aa2b56e7efb98d5b",
            "sentence": "Tom walked over to Mary's desk and put the box of chocolate there for her to find the next morning."
        },
        {
            "id": "eb1c48161b3e4c429e50faee6ad9c574",
            "sentence": "Lander assumes that rioting and gang behavior are a result of poverty and poor economic conditions."
        },
        {
            "id": "174894bf79e94f41b12df5ec692773b0",
            "sentence": "All things considered, I think we could say that the meeting was successful and met its objectives."
        },
        {
            "id": "cdb1f065b483442a9ee95a02a9106f4a",
            "sentence": "If time is the most precious of all things, then wasting time is the most extravagant waste of all."
        },
        {
            "id": "b15a7744f8cc4054aee8bbd323e62015",
            "sentence": "Tom submitted a list of topics for possible inclusion on the agenda for the annual general meeting."
        },
        {
            "id": "174470482b7a494b96bc9ac09afae131",
            "sentence": "Night was already giving way to the first glimmers of day when Tom finally emerged from the forest."
        },
        {
            "id": "1ecb40f415f6414d8d3eb34d7f931f33",
            "sentence": "When I tried to move the desk, one of its legs made a jarring sound as it scraped across the floor."
        },
        {
            "id": "0ea37031dd7a4506a4941a45453b192e",
            "sentence": "I'm not stupid enough to climb a mountain in the winter without first making adequate preparations."
        },
        {
            "id": "f32e41fec9ce4e29ac4868354b6a2b95",
            "sentence": "I realize that this may sound crazy, but I think that I've fallen in love with your younger sister."
        },
        {
            "id": "84ba06ee84a340ceb0dde1af82767b58",
            "sentence": "Even though I'm trying to lose weight, I just can't resist eating chocolate if I'm offered a piece."
        },
        {
            "id": "4d60ebb302854d098b2e7996f5944cf7",
            "sentence": "I sometimes get frustrated with myself for not being able to do things that I should be able to do."
        },
        {
            "id": "ca140c5452994fd3b0cd859c412c34dd",
            "sentence": "I got worried when Tom didn't answer his phone, so I went to his house to make sure that he was OK."
        },
        {
            "id": "034ecbefb6334c33a90abf6a64e635df",
            "sentence": "We came to realize that the problem isn't just a few bad corporations but the entire system itself."
        },
        {
            "id": "10d6db0e7dd6424a8064f31f8b881ea0",
            "sentence": "Kuma the bear has been wrestling human martial artists to the ground for as long as I can remember."
        },
        {
            "id": "5f2eabac1b3344fa8b2b72d3030c465f",
            "sentence": "You can't necessarily judge a book by its cover, but you can judge people by the company they keep."
        },
        {
            "id": "fb3dbf90d15d4a45b4c3480f5b6acb84",
            "sentence": "An astringent, like an alum block or styptic pencil, helps close and heal small cuts after shaving."
        },
        {
            "id": "58d0af50135f4e68971ef1b661754d11",
            "sentence": "Girls begin puberty around the ages of ten to eleven, and boys around the ages of eleven to twelve."
        },
        {
            "id": "0dfeba2d69824ffeb0d01616ce68d851",
            "sentence": "If you want to lose weight, then the best thing to do is to eat properly and get a lot of exercise."
        },
        {
            "id": "29e14a5c804d4cb3b01c8e71f8ec335e",
            "sentence": "A sick soul that holds on tight to anger and hate will never heal until it lets go of those demons."
        },
        {
            "id": "d713d6f77bde49a88e2ab635fb37c460",
            "sentence": "Someday, dear language learner, you must stop poring over IPA charts and start listening to people."
        },
        {
            "id": "9fb010cd1a2b4b659aaea8536fc7166b",
            "sentence": "Since in this organization they're all chiefs and no Indians, it's a wonder any decisions get made."
        },
        {
            "id": "5a425ba671d6471995256270e54a4b9b",
            "sentence": "During the Depression in the 1930's, many wealthy people lost everything in the stock market crash."
        },
        {
            "id": "2e60fc1272294240bf1541e14ad3dfe4",
            "sentence": "I knew that Tom and Mary were both married, but I didn't know that they were married to each other."
        },
        {
            "id": "18dafdbedb54417aa1c4d32f5baae833",
            "sentence": "During the Middle Ages, honor was fundamental to the life of the free man and of the Christian man."
        },
        {
            "id": "123ae0fdd2e84cb8a4d09b25d587cd63",
            "sentence": "Me, me, me. Now picture billions of voices screaming that and you got yourself modern civilization."
        },
        {
            "id": "63d9f2ffe9b44e298d7381179a3cc3aa",
            "sentence": "We have three divers now searching for a gun that we believe that the suspect threw off the bridge."
        },
        {
            "id": "628addfeabfd4a0c9cf6c467b55effd2",
            "sentence": "Some months have thirty-one days, others have thirty days, and one month has less than thirty days."
        },
        {
            "id": "c363982c33f0448fab67be3fcbb3ea7a",
            "sentence": "Tom looked at Mary's hands and noticed she was wearing a number of rings, including a wedding ring."
        },
        {
            "id": "0bd64bcf07ef46dcb658289f81788917",
            "sentence": "I'm begging you. Don't make me laugh. I did too many sit-ups yesterday and my stomach muscles hurt."
        },
        {
            "id": "6c63f7fe5c9d4d01949dfa4ce48d2a0b",
            "sentence": "If you spend too much time in the sun without putting on sunscreen, you are likely to get a sunburn."
        },
        {
            "id": "dbf45acf972b4ae7910ca67d00cfb66c",
            "sentence": "Tom told Mary that he didn\\'t think it was a good idea for her to go jogging in the park by herself."
        },
        {
            "id": "05ae375c834946b1ab96c1b88979ae34",
            "sentence": "My parents usually speak to each other in French, even though my mother is a native English speaker."
        },
        {
            "id": "a8eb4ca99dbc42dbabd9a56c75043ab9",
            "sentence": "Tom sat down near the window, put on his glasses and began to read the book that Mary had given him."
        },
        {
            "id": "1ecde245f7f14f318ddff1915472bad6",
            "sentence": "Tom speaks several languages fluently, but for his job, he only translates into his native language."
        },
        {
            "id": "aed9ded2f86f4b90ab174fb57d7c0d53",
            "sentence": "If I\\'d only known that there was a possibility that that would happen, I\\'d have been more careful."
        },
        {
            "id": "13169ff2c4914243b49457fa12071e39",
            "sentence": "The first thing Tom does when he meets a new woman is check to see if she\\'s wearing a wedding ring."
        },
        {
            "id": "c9b1482dd967400197529b85b939ae05",
            "sentence": "Tom thinks there\\'s a good possibility that Mary will agree to babysit the children on Friday night."
        },
        {
            "id": "cfd5a329d6d44382b792f25dbbd9b1f4",
            "sentence": "When we started out designing web pages, we were the only ones doing it in this part of the country."
        },
        {
            "id": "ceae81a8c9e341c4908bb8e99a863974",
            "sentence": "I\\'ve kept my weight down even though many of my friends have gained weight as they\\'ve grown older."
        },
        {
            "id": "6c4630f591d54fe1b9cfa9ab1f6ffaa8",
            "sentence": "I usually speak French with my parents, but my brothers and I always speak to each other in English."
        },
        {
            "id": "9cbe4a2cbd9c431eb5190eecf9c632aa",
            "sentence": "I don\\'t usually take the bus to work, but yesterday it was raining, so I didn\\'t feel like walking."
        },
        {
            "id": "27a251e83933472a95b166547aaa8cf9",
            "sentence": "In this world, there are some things that will never come true no matter how much you wish for them."
        },
        {
            "id": "26bb268ef4264eaf8b2f0105fd0be899",
            "sentence": "There are some things in this world that will never come true, no matter how much you wish for them."
        },
        {
            "id": "03956cdac43346df9d1b8178e64adf50",
            "sentence": "Tom and his friend John were swimming close to shore when a strong undertow carried them out to sea."
        },
        {
            "id": "e0d46e7d0c4d43879ff83cf7742995b4",
            "sentence": "Giving up smoking is the easiest thing in the world. I know because I've done it thousands of times."
        },
        {
            "id": "e3eda38fb5244629ac5599247bbef3cb",
            "sentence": "The river is six miles deep in some areas and the only way to cross it is using a pulley and a rope."
        },
        {
            "id": "b50caa0a2e404a45917a8e6d147fb793",
            "sentence": "A noob once met Betty and while desperately trying hard not to get killed, ended up killing himself."
        },
        {
            "id": "c66864c1ef064f2aa6f86e60f1db79b5",
            "sentence": "One of my boots fell off the boat, so I jumped into the water and swam as fast as I could to get it."
        },
        {
            "id": "074e947b2cdb439c8492740606b05072",
            "sentence": "When you're angry, count to ten before you say anything. If you're very angry, count to one hundred."
        },
        {
            "id": "fe8fade12e17427aa461aa415047c2ac",
            "sentence": "As an overweight woman, Mary has experienced many incidents of people judging her based on her size."
        },
        {
            "id": "1349ce55472142a9a3dce12eccbacedc",
            "sentence": "When the tempura I make cools down, it immediately loses its crispiness and doesn't taste very good."
        },
        {
            "id": "9e35eeba3e1447e9b50464f0c71c3a52",
            "sentence": "The future of our company is at stake. We have been heavily in the red for the last couple of years."
        },
        {
            "id": "3365306df75e4cada4de7484aa288747",
            "sentence": "Leeches do not transmit diseases to humans, but in rare cases they can provoke an allergic reaction."
        },
        {
            "id": "84d9dc1ef95a418caac17ab766ae688f",
            "sentence": "We've come up with several ideas on improvements, based on feedback we've gotten from our customers."
        },
        {
            "id": "b87a4bf9bbe44fc98e9b0b30c800ebc6",
            "sentence": "At first there will be many unfamiliar words and grammatical forms, but you don't have to be afraid."
        },
        {
            "id": "acc28ad704724710b19e626b4b159952",
            "sentence": "As a commuter, it can be difficult to make friends with the other students, who are mostly boarders."
        },
        {
            "id": "33d3e8c45c2540939d9d81c7aeb4c120",
            "sentence": "I'm lucky to have some savings I can use at a time like this, but I know that a lot of people don't."
        },
        {
            "id": "f367c0398a424c019be58d2d3fabc055",
            "sentence": "It seems that I spend most of my time helping Tom do things that he should be able to do on his own."
        },
        {
            "id": "98efc240bf7b47f088d7d28f4dc03040",
            "sentence": "I don't know if it was because of the late hour or because of the rain, but there was no one around."
        },
        {
            "id": "78ee6de541dd4788bdaf8aff84a75dce",
            "sentence": "If you really want to learn how to do that, you'll have spend a lot of time studying and practicing."
        },
        {
            "id": "8f91e914cd684136954b395c4ed0c08c",
            "sentence": "It's been reported that children as young as three and a half years old are capable of telling lies."
        },
        {
            "id": "460e3ca907f8426d9123e12595de62be",
            "sentence": "That knife wasn't sharp and I couldn't cut the meat with it, so I resorted to using my pocket knife."
        },
        {
            "id": "eba95fc8898049d3850499993efa9143",
            "sentence": "This drawing is less than great. He needs to do something with the line here at the back of the leg."
        },
        {
            "id": "c55784707fa94c0d86b0fc878faef2f6",
            "sentence": "I know that Tom can play the clarinet and the bassoon. Can he play the flute and the saxophone, too?"
        },
        {
            "id": "2f15bfe460eb4399a3ba815dfcf2cfad",
            "sentence": "The salesman was trying to pressure Tom into buying something he didn't want, so Tom left the store."
        },
        {
            "id": "5bcb35fe40eb4ead83fb4c212db8d53f",
            "sentence": "Tom forgot his shopping list and only got half of what he had intended to get when he went shopping."
        },
        {
            "id": "bc9ccee7815f4dd9b5f19933ad3a21d1",
            "sentence": "It'll be hard to find a good plumber who's willing to come to your house in the middle of the night."
        },
        {
            "id": "04830c9dfd7547069190054ac1167473",
            "sentence": "By the time Tom got to the train station, the train he wanted to catch had already left the station."
        },
        {
            "id": "7d20364c89d14e13b03ee416a5c7f757",
            "sentence": "Tom's father told him to forget about becoming an artist, because he'd never earn enough to live on."
        },
        {
            "id": "ce5c9513456247208e8cf2878d00c94a",
            "sentence": "You get tired of a beautiful woman after three days. You get used to an ugly woman after three days."
        },
        {
            "id": "c824596ec5af4ad3b2a5d7d8dd48f6d2",
            "sentence": "Mary closed her eyes for a second and waited for Tom's kiss. When she opened her eyes, Tom was gone."
        },
        {
            "id": "2a044a183410458bb7ba0d3608392bb1",
            "sentence": "Even though Tom knew he\\'d be teased about his height, he decided to try out for the basketball team."
        },
        {
            "id": "cc9a88a1e704418f8d7594a1fa290a88",
            "sentence": "I don\\'t quite believe it when I hear someone claim they can speak more than five languages fluently."
        },
        {
            "id": "b560a36b90dc4bebb5778d4a9f3a4e4f",
            "sentence": "I think it\\'s unlikely that aliens similar to what we see in the movies have ever visited our planet."
        },
        {
            "id": "e7b5a1ebe09b4e478c89f4531f71810d",
            "sentence": "She advised him to take a long holiday, so he immediately quit work and took a trip around the world."
        },
        {
            "id": "aa68a757cbcf41c0ad92aeb314576d81",
            "sentence": "Tom did everything within his power to keep Mary from being elected president of the student council."
        },
        {
            "id": "bb4604bfa1134d759a990e866df53df8",
            "sentence": "Tom wondered why many people in America think that baseball is more interesting to watch than soccer."
        },
        {
            "id": "0e4ff063da334d7eb533d949cf46aa96",
            "sentence": "George Custer was killed at the Battle of the Little Bighorn in 1876, along with over 200 of his men."
        },
        {
            "id": "153786f7f4d5431e8a3b6042691e34be",
            "sentence": "Tom was taking a selfie on the edge of the volcano when he lost his footing and fell into the crater."
        },
        {
            "id": "81f0d6cf7d754c93a97a1d829d4d55e4",
            "sentence": "I wanted to know if you\\'d heard anything about what\\'s going to be discussed at tomorrow\\'s meeting."
        },
        {
            "id": "105fdf994e654fafb5b86f7cbb876970",
            "sentence": "I thought that doing this would be easy, but we've been working all day and we're still not finished."
        },
        {
            "id": "a0c120a8ce7243589c9e358bf796d2c1",
            "sentence": "As a new graduate with no work experience, Tom was wet behind the ears when he started his first job."
        },
        {
            "id": "8ebc87a973b14212a12e025a66bbe8a5",
            "sentence": "Tom looked like he didn't have a care in the world, but nothing could've been further from the truth."
        },
        {
            "id": "24334092ad52431a87bc524bf9ac5370",
            "sentence": "The pledge to stop smoking cigarettes ranks among the top ten New Year's resolutions year after year."
        },
        {
            "id": "f61838e7851e4c59b9a6efaedb0a233b",
            "sentence": "At the end of his life, Hokusai lived in misery, alone with his daughter, and worked until his death."
        },
        {
            "id": "c7dd8d0cf28c4d61a8f2a4f3e03ebd25",
            "sentence": "Some of the mistakes that Tom makes in French are because the textbooks he studied from had mistakes."
        },
        {
            "id": "a2e12836b3264eb59ed0ef64f27132c9",
            "sentence": "Until 1986, in the schools of England, it was legal to punish children with belts, sticks, and clubs."
        },
        {
            "id": "371c364f432741c8bc54658dcbf385e3",
            "sentence": "You don't have to leave me hanging like this. Why don't you just come out and tell it to me straight?"
        },
        {
            "id": "0e6f3b221a9f43ef8aea1e82bbe64b74",
            "sentence": "People take things too personally and the good behaviour of some rewards the bad behaviour of others."
        },
        {
            "id": "94e85f175da2405c9125b94207751a91",
            "sentence": "Did you say that Tom has left the hospital? That means he'll be coming back to work soon, doesn't it?"
        },
        {
            "id": "cd652d04e0004b5ea945c42c929dcd34",
            "sentence": "I don't think a native speaker would ever say it that way, but I can understand the intended meaning."
        },
        {
            "id": "fbc7276a4b13409abe1c30923e913df8",
            "sentence": "Why did I buy flowers? Why are you asking me such a question? I just bought them because I wanted to."
        },
        {
            "id": "a5d084f493124b8fb08267238287d235",
            "sentence": "People always say that when you kiss a frog, it'll turn into a prince, but I've never seen it happen."
        },
        {
            "id": "85476c66437b4669bc72f26f04e12e44",
            "sentence": "One of the most important skills a debater can have is to deliver cogent arguments in a clear manner."
        },
        {
            "id": "2ff886f10ec3464fa1fea21fd248f056",
            "sentence": "Tom was acquitted of the charge of stealing money from Mary, but was found guilty of attempted fraud."
        },
        {
            "id": "1e3edf17514748a28cbaffcf13a96e2c",
            "sentence": "I woke up one morning to find that all the bills in my wallet had turned into two-thousand yen bills."
        },
        {
            "id": "794ade6b1dab4382b1dfdd78a9c73923",
            "sentence": "It looks like it may rain today. I'm worried that our cherry-blossom-viewing party might be canceled."
        },
        {
            "id": "d3f1b270026e48c1bfedc2079c612ccc",
            "sentence": "Banks will try to lend you an umbrella on a sunny day, but they will turn their backs on a rainy day."
        },
        {
            "id": "95c319d0f1394fe0978545ec9ece4b83",
            "sentence": "The Oxford comma is awkward, unnecessary, and cannot be carried over to languages other than English."
        },
        {
            "id": "071858b6b7574405b9ddf7b330bd1555",
            "sentence": "Grammatically there is nothing wrong with this sentence, but I think it would never actually be used."
        },
        {
            "id": "01e27f183d1a4d7aa076145112494f76",
            "sentence": "If you're tired of arguing with strangers on the Internet, try talking with one of them in real life."
        },
        {
            "id": "5c94faece7df495c934946ce4b4eb37d",
            "sentence": "The doctors thought he was dead, but today he is still alive and healthy, and has a job and a family."
        },
        {
            "id": "45873d47b17043e39f6ff39676dfbfac",
            "sentence": "Farming looks mighty easy when your plow is a pencil and you're a thousand miles from the corn field."
        },
        {
            "id": "e79e3b6cfb85453dbd0817193cf30b99",
            "sentence": "My neighbors never complain about how loud my parties are because I always invite them to my parties."
        },
        {
            "id": "ef04797382bd43aba2ecc91ac8f1d1ee",
            "sentence": "Memories came flooding back when Tom found some photos from his childhood in an old box in the attic."
        },
        {
            "id": "994cf57400ab436baa088d45586cbf8c",
            "sentence": "Recently Tom and I seem to just keep missing each other. I never seem to be able to meet up with him."
        },
        {
            "id": "81b2fdf2efc44d6f82155074e2f5d91d",
            "sentence": "Tom is always sleeping in class. It almost seems like he goes to school just to catch up on his sleep."
        },
        {
            "id": "b622a5af37554ecf8978e8040a77ee8e",
            "sentence": "Tom rolled out of bed at 6:30, shuffled into the kitchen and put two slices of bread into the toaster."
        },
        {
            "id": "5078ab3eff574d98ae90d5bcd94b00d2",
            "sentence": "Tom was determined not to make the same mistakes with his children that his parents had made with him."
        },
        {
            "id": "1c6ada5400fe4f1bb89557123d93cc53",
            "sentence": "My father, grandfather, great-grandfather and great-great-grandfather all had the same name as I have."
        },
        {
            "id": "9d208713e34e4b2ead45495cd04b2a86",
            "sentence": "Before I get out of bed, I spend a little time thinking about what I\\'ll be doing the rest of the day."
        },
        {
            "id": "51202a5c138e471b901cc0f7c56b96da",
            "sentence": "Just saying you don\\'t like fish because of the bones is not really a good reason for not liking fish."
        },
        {
            "id": "42b7c7a37f304f038ba4f8ed44fc8b62",
            "sentence": "It\\'s important to take good care of your teeth so you\\'ll be able to eat properly when you get older."
        },
        {
            "id": "d8e0cff0ab684b8987473782e62f08f7",
            "sentence": "I looked in my closet for something to wear, but couldn\\'t find anything appropriate for the occasion."
        },
        {
            "id": "ebde7e0a8d34420c91bc66f0dae055e4",
            "sentence": "There have been a lot of complaints from students about the amount of homework that Mr. Jackson gives."
        },
        {
            "id": "bc6679f98c50489ab9711b769c9923d8",
            "sentence": "Tom put his career on the back burner and became a house husband, to enable Mary to pursue her career."
        },
        {
            "id": "621d5f8d0743476eb889ea85f0ebe0f2",
            "sentence": "I think all the coffee that I\\'ve been drinking in the afternoon is why I haven\\'t been sleeping well."
        },
        {
            "id": "9f8e7a42b9094784997444725f5c1ef0",
            "sentence": "I was just wondering if I could borrow three hundred dollars from you. I can pay you back next Monday."
        },
        {
            "id": "169a0f7c45614c01aa385c862dbb03c3",
            "sentence": "Tom is such a picky eater that he'll diligently pick the stringy pith from an orange before eating it."
        },
        {
            "id": "a439a9103af743d292d8160c115f427e",
            "sentence": "Tom went over to where Mary was sitting and gave her the envelope that John had given him to give her."
        },
        {
            "id": "5ff6922db66d48bb9f0ee0553a29b22e",
            "sentence": "Tom thought he'd lost his wallet, but eventually found it after searching the house for an hour or so."
        },
        {
            "id": "3197604652bb461598ae74b866ba10ca",
            "sentence": "I wish I'd planted apple trees here when I first bought this property. If I had, we'd have apples now."
        },
        {
            "id": "69491a2f27f14681b895d86ef026f263",
            "sentence": "Harnessing electricity, said the man with the bongos, is a sinful perversion of the earth's resources."
        },
        {
            "id": "b13b6bc683e24d61bf7fc40e6ece48f1",
            "sentence": "A man with a long beard was playing the saxophone and a young girl, perhaps his daughter, was dancing."
        },
        {
            "id": "b26a97536af24e6d99cfb3830fe629a6",
            "sentence": "I wasn't very good at speaking French until Tom and I started speaking French to each other every day."
        },
        {
            "id": "38a1ea3b1e9340f6891759312404e949",
            "sentence": "Tom has a brother and two sisters. His brother lives in Australia and his sisters live in New Zealand."
        },
        {
            "id": "dd93a4e287084d72b49b795a40cab121",
            "sentence": "I wonder if there would be so many Japanese translations on this site if it were called \"Por Ejemplo.\""
        },
        {
            "id": "8f923d479e4a4f10bc3df915daff1c2c",
            "sentence": "Tom was a contractor and thus did not belong to the inner-circle, even though his friend was the boss."
        },
        {
            "id": "84e8d32012564166ab82edf269ffde29",
            "sentence": "Tom spent fifteen minutes trying to pry open the drawer with a crowbar, but he couldn\\'t get it opened."
        },
        {
            "id": "2cc2a130c0b74ef39ae8099759b96e41",
            "sentence": "A young boy, who couldn\\'t have been more than five years old, asked Tom how to get to the post office."
        },
        {
            "id": "5d5b9196141f4b00868b99be6895e20b",
            "sentence": "Tom sprang out of bed, threw on some clothes, ate breakfast and was out of the door within ten minutes."
        },
        {
            "id": "f3d81be39b9b488f97474340c5d15c23",
            "sentence": "You should make sure that you get there on time. Tom won\\'t wait more than ten minutes if you are late."
        },
        {
            "id": "80bbd977e03a40869c137684ee5ca50b",
            "sentence": "There were three hundred cardboard boxes filled with old clothes ready to be sent to the disaster area."
        },
        {
            "id": "cd34172424524222ba5c2a14207dba9c",
            "sentence": "Tom is always sleeping in class. It almost seems as if he goes to school just to catch up on his sleep."
        },
        {
            "id": "dd8e5fdfcb674dedba984ff0d83beeaa",
            "sentence": "Tom prefers to take a shower in the morning while Mary prefers to take a bath just before going to bed."
        },
        {
            "id": "04f0b2157d904a92a82cdcf59019bcbf",
            "sentence": "Tom put a Band-Aid over his small tattoo of a spider so he would be allowed into a Japanese hot spring."
        },
        {
            "id": "cfb79a69f28e41c58f9d65f41e9d5ff2",
            "sentence": "Tom is finding his new job very demanding, and he often finds it difficult to find time for his family."
        },
        {
            "id": "3718cad4db524ab8a74a9ee5164adc8e",
            "sentence": "The band featured Tom on guitar, Mary on bass guitar and vocals, John on drums, and Alice on keyboards."
        },
        {
            "id": "ebda67da885f40b0801173b819695f3a",
            "sentence": "To make up for his unpleasant experiences in the hospital, Tom drank a little more than he should have."
        },
        {
            "id": "e1bab28838494fc39ce0074f11f83443",
            "sentence": "Tom told me Mary was good at playing the piano, but I didn't really believe him until I heard her play."
        },
        {
            "id": "22cf6341277d46a69181168f77e3306a",
            "sentence": "By the time we got there, there was only one puppy left, so we ended up getting the runt of the litter."
        },
        {
            "id": "ce3716b2503c4983a91f44a50baf5472",
            "sentence": "Tom didn't have any money to buy Mary a birthday present, so he wrote her some terrible poetry instead."
        },
        {
            "id": "1a1cfefc3b5242feae07b720a5a79827",
            "sentence": "We carry out treatments like whitening. We also do tobacco stain removal and other cleaning procedures."
        },
        {
            "id": "7ddb1027c8cf4877bf6d7442403919a1",
            "sentence": "A good way to boost reading and listening skills in a target language is to read or listen to the news."
        },
        {
            "id": "7317f93acc2d4280bb26f623e4a977e0",
            "sentence": "Tom wanted a fancy folding pocketknife with a corkscrew, screwdriver head, and a tiny pair of scissors."
        },
        {
            "id": "43cc1418fab04d358fb956aa277403ad",
            "sentence": "I live in a country where the cost of a liter of gasoline is cheaper than the cost of a liter of water."
        },
        {
            "id": "c80bae9901e14c63a07a213f7c01e229",
            "sentence": "In this harsh, petty world where money does the talking, his way of life is like a breath of fresh air."
        },
        {
            "id": "c6dbe0e198884efbac637a3b0c8d2e3a",
            "sentence": "Mary puckered her lips, expecting a kiss, but nothing happened. When she opened her eyes, Tom had gone."
        },
        {
            "id": "e87fe89ba93f4e3388c9cfbfe5c242fe",
            "sentence": "My Japanese teacher used to use a song to help us remember verb conjugations. No one really sang along."
        },
        {
            "id": "0118c6af2fcc4e698d2caef5a1e6f481",
            "sentence": "I never see a library without wishing I had time to go there and stay till I had read everything in it."
        },
        {
            "id": "c946e1bc3e554e40b6e26952915c2ae0",
            "sentence": "After the hatchet job my boss did on my proposal, I'm not sure how long I want to keep on working here."
        },
        {
            "id": "abd735b876494a5589f9fb6a716806b1",
            "sentence": "Tom felt the stiffness in his joints as he stood up after sitting in the same position for a long time."
        },
        {
            "id": "06cccf09c54448b9865a95488800e103",
            "sentence": "Tom was a stay-at-home dad; he took care of the children while his wife finished her surgical training."
        },
        {
            "id": "d35d7a5781ce4b40bfcd5298e3d73ec6",
            "sentence": "Caffeine is a purinergic antagonist that competitively inhibits adenosine at the sites of P1 receptors."
        },
        {
            "id": "f9092f457f1b4542bff043de26bbd90d",
            "sentence": "Since the traffic lights weren't working, there were policemen directing traffic at every intersection."
        },
        {
            "id": "480bbf9655224161980ecac9d2dd34b4",
            "sentence": "Tom doesn\\'t like being around children because he\\'s always afraid of catching a cold from one of them."
        },
        {
            "id": "a5d4141e57574d4686803d73743371fa",
            "sentence": "Tom was glad that he\\'d bought a bottle of wine with a screw cap, since he couldn\\'t find his corkscrew."
        },
        {
            "id": "e7361b7895014e208aa9273c77183fef",
            "sentence": "If Tom would learn to be a little more positive about things, people would probably like him a bit more."
        },
        {
            "id": "97ab35ecc2d24216b68651cf7bed3594",
            "sentence": "Mary asked Tom what he thought of her dress, but he knew better than to tell her what he really thought."
        },
        {
            "id": "2d1eeab25a034ef0abfdd3ccec7ced88",
            "sentence": "Tom thinks he knows how much money Mary makes, but Mary makes quite a bit more than Tom thinks she does."
        },
        {
            "id": "de5d6aaddefb4993911e85bd220e849e",
            "sentence": "Tom and Mary went on a safari and saw many animals, such as lions, giraffes, zebras, and hippopotamuses."
        },
        {
            "id": "4fb39802c40b46789ed1d104b7acaf0f",
            "sentence": "Tom is the type of person who always demands that something be done rather than request that it be done."
        },
        {
            "id": "cbe7a755bbdf4a1481b6b63ca42d9a02",
            "sentence": "I\\'ll be playing tennis with Tom this afternoon, but it\\'s not something I\\'m really looking forward to."
        },
        {
            "id": "66a2ec9bc39e44e89780e011bbaa4b43",
            "sentence": "Tom had no idea, as he set off for the party, that he was going to meet the love of his life that night."
        },
        {
            "id": "5759eb1c9ced421b9d772a265774634f",
            "sentence": "If we both hadn't broken our legs at the same time, we wouldn't have gotten to spend this time together."
        },
        {
            "id": "c5252523038e412681634ab8e8ccbc18",
            "sentence": "The crowd may be on the side of Luciano, but the champ has got the skill to win and that's what matters."
        },
        {
            "id": "6601e46ed89e44b194b7c55b353c1aea",
            "sentence": "Tom opened his car door with a little too much force and accidentally dinged the car parked next to him."
        },
        {
            "id": "6ed7c212b1584268ab3c42e0817d3087",
            "sentence": "Tom flew into a childish fit of rage and threw his glasses on the floor with enough force to break them."
        },
        {
            "id": "a1cf72dd62224aeea298c16fddea917a",
            "sentence": "Imogen of the Internet is not yet notable on Wikipedia, but it is one of the many things she aspires to."
        },
        {
            "id": "5b163650a80543b7b46089d42dbaf5e0",
            "sentence": "What's important isn't which university you've graduated from but what you've learned in the university."
        },
        {
            "id": "607c8f171f804eeaa548d2e51c25996a",
            "sentence": "In order to play this song on this keyboard's limited range, I had to transpose it into a different key."
        },
        {
            "id": "20df6dbb3ef24f87be462ffbb338179e",
            "sentence": "Tom looked at Mary's hands and noticed that she was wearing a number of rings, including a wedding ring."
        },
        {
            "id": "fcb43b54e4064347a0800512955c4436",
            "sentence": "Why did you wake me up to tell me something that big? Now, I'll never be able to concentrate on my work!"
        },
        {
            "id": "8439758c625e490893a4a0dc7a65f8fc",
            "sentence": "Some people think that it is difficult for a native speaker of English to learn Chinese, but I disagree."
        },
        {
            "id": "57ae584c334f470c9fb3b5632c854340",
            "sentence": "Our international sales continue to grow, bringing the name of Toyo Computer into businesses world-wide."
        },
        {
            "id": "0d7d3bde41864347b5ecce26d746c406",
            "sentence": "Paganini dazzled his audience with (among other things) a veritable hailstorm of left-handed pizzicatos."
        },
        {
            "id": "93f11306b55c48cea7be322dfa69aa44",
            "sentence": "You shouldn't only not drink and drive, you should never get into a car with anyone who's been drinking."
        },
        {
            "id": "ac66ad26ac1c46c8887aabc3423d5299",
            "sentence": "The careful use of evocative imagery is an important part of building a successful advertising campaign."
        },
        {
            "id": "9d25680f6c7e47e69935ad380b229e44",
            "sentence": "When I got out of prison, I couldn\\'t find a job anywhere near my home since no one would hire an ex-con."
        },
        {
            "id": "f7c79f8ac6ba44458b0e82414799ba3c",
            "sentence": "Since there are rice paddies near my house, I often hear frogs croaking all night long this time of year."
        },
        {
            "id": "bba0a3e44b164ff0b5bb486203aedc94",
            "sentence": "If Tom had been able to speak French better, he would\\'ve been able to tell everybody how he really felt."
        },
        {
            "id": "04c3ddf008c747a79d4a3f7b9ea20f22",
            "sentence": "On school nights, Tom goes to bed at nine o\\'clock, but on Fridays and Saturdays, he stays up much later."
        },
        {
            "id": "f7c54f6337e64165a01c70be7e37aa88",
            "sentence": "If you\\'d listen a little more carefully to what the teacher says, you\\'d probably be able to understand."
        },
        {
            "id": "4dccb683958243b5b9532e2078780aad",
            "sentence": "We were unsure what kind of person Tom would be and whether he would like living in the same house as us."
        },
        {
            "id": "b56479ed79064ebb83fb70cc772a53fe",
            "sentence": "It\\'s very unlikely that the teacher will believe Tom\\'s excuse for not having his homework done on time."
        },
        {
            "id": "d5dc1ce829d04c8db335c8e3345cffdf",
            "sentence": "Tom didn\\'t have any hard evidence, but he thought Mary was the one who stole his mother\\'s diamond ring."
        },
        {
            "id": "17d851443b63437dad6b40f1fc246e3d",
            "sentence": "Tom and Mary don\\'t have much time to talk together. Their children are always demanding their attention."
        },
        {
            "id": "064041b118e34edfb28d1826f104e3b5",
            "sentence": "The two men understood one another perfectly, and had a mutual respect for each other's strong qualities."
        },
        {
            "id": "abe22cd2a63f4dee9bb1165ce0b08dba",
            "sentence": "Tom was able to swim across the river, but Mary had to wait for someone to give her a ride in their boat."
        },
        {
            "id": "db31d34e2bdc4653996efcaefe601a5a",
            "sentence": "We ordered garlic bread and hot cheese dip for starters, which proved to be tastier than the main course."
        },
        {
            "id": "24b99f3dbaba420fa5d161c7adbe66af",
            "sentence": "On the one hand he is kind to everyone, but on the other hand he never behaves with too much familiarity."
        },
        {
            "id": "5b5e899ffbfa4f848f6c421596bf54b0",
            "sentence": "Tom started the car and waited a few minutes for the car to warm up before he pulled out of the driveway."
        },
        {
            "id": "f3f03659901c4f34843c6b5f4f90b825",
            "sentence": "Mary had a rule not to kiss on the first three dates, but this rule went out the window when she met Tom."
        },
        {
            "id": "f1a950de26964a928e80d76c653a2674",
            "sentence": "Tom and Mary's new apartment has three bedrooms. Does that mean that they're planning on having children?"
        },
        {
            "id": "d5549c742c674d329ddbc88a5da18dc0",
            "sentence": "The worst-case scenario is that Tom will lose his job and won't be able to keep up his mortgage payments."
        },
        {
            "id": "cfe9d648d4614843b0ccbd74a9f9e3b6",
            "sentence": "Being totally open and honest isn't always the best idea. These kinds of negotiations require some guile."
        },
        {
            "id": "3a26879545c440788a13d208f0b99b8d",
            "sentence": "Tell me about something that you wish you could do, but don't think you have the time or the money to do?"
        },
        {
            "id": "f2cc99986dcb455997088453618df113",
            "sentence": "Tom's mobile phone fell out of his pocket and into the pool when he leaned over to check the water level."
        },
        {
            "id": "5d7a01c201944873b17c12be98f3fd98",
            "sentence": "Having misconceptions of what mathematics is is even more ordinary than not knowing how to spell my name."
        },
        {
            "id": "efeebb73285d40f0a8e91dd7a1652015",
            "sentence": "Last year, I spent so much time by myself that I almost forgot how to communicate effectively with others."
        },
        {
            "id": "5f8ae024466844a8a4675136e3e18073",
            "sentence": "Tom wondered if Mary would think that eight in the morning was too early for him to open a bottle of wine."
        },
        {
            "id": "550f7a2a943943a9910222616c194edf",
            "sentence": "If you\\'d told me about it earlier, I could\\'ve been free. However, tomorrow I have plans to go back home."
        },
        {
            "id": "35fb4df703e342dfb49d9cbd4c8efd5f",
            "sentence": "Tom\\'s daughter pretended not to know him when he came to pick her up from school in his battered old car."
        },
        {
            "id": "934604c74f0641048bab8a7d2e19ffce",
            "sentence": "We were unsure what kind of person Tom would be and whether he would like to live in the same house as us."
        },
        {
            "id": "fcaa3693a50e410d83e3a1de52b15c42",
            "sentence": "Tom died at the scene of the accident. Mary and her father were seriously injured and are in the hospital."
        },
        {
            "id": "edb151efeff54d70b59dfe7e9c2eb917",
            "sentence": "Even though Tom knew that he\\'d be teased about his height, he decided to try out for the basketball team."
        },
        {
            "id": "ac56f520b39d4c14b363790595193b6c",
            "sentence": "It's difficult to love someone when it isn't clear whether or not the other person loves you the same way."
        },
        {
            "id": "985822379fee49a89ddc557f216339e2",
            "sentence": "I know it's highly unlikely that you'd ever want to go out with me, but I still need to ask at least once."
        },
        {
            "id": "eb57ca8bf4a046c79a54444e11f82ef6",
            "sentence": "I'd like to hold a staff meeting first thing tomorrow afternoon, so could you reserve the conference room?"
        },
        {
            "id": "3a09a7860f6e4f36aca6677cc971d10b",
            "sentence": "There was a feeling of constraint in the room; no one dared to tell the king how foolish his decision was."
        },
        {
            "id": "6e74b20f9f9b4566af94041711bbbb9d",
            "sentence": "Mary's kidnappers sent Tom a photo of her holding that day's newspaper, to prove that she was still alive."
        },
        {
            "id": "83a33450322c425f81f3ad7d73f05e64",
            "sentence": "Don't leave anything valuable on your dashboard. If you do, someone might break into your car to steal it."
        },
        {
            "id": "51f320ee861b4954bcdb19f208bddbc8",
            "sentence": "They say you should consult the past if you want to learn about the future. History has a lot to teach us."
        },
        {
            "id": "3bf8cc8072664b43807faa3eb9cea11f",
            "sentence": "When things don't go the way they're expected to go, the first thing most people do is blame someone else."
        },
        {
            "id": "8f985fed026c407b80f0d93417b0b1b1",
            "sentence": "We still have more than halfway to go to get to the top of the mountain. Are you really already exhausted?"
        },
        {
            "id": "f4221126634d4fb4947d17373eeeadde",
            "sentence": "Anime director Satoshi Kon died of pancreatic cancer on August 24, 2010, shortly before his 47th birthday."
        },
        {
            "id": "04ccbfb1947049ae95fa81378083ab2e",
            "sentence": "As he sat next to his dying mother in the nursing home, Tom regretted not having been a better son to her."
        },
        {
            "id": "d311e5b56ad2438aab4636b5bfc78c7f",
            "sentence": "The more I learn about demography, the more I realize how rich a story a single population graph can tell."
        },
        {
            "id": "2db388f26ff04eeb89ace64d0c66823d",
            "sentence": "The website is already available in 7 languages, and we hope to introduce new options in the coming weeks."
        },
        {
            "id": "2c89e36d7abb4aed90c95777bf8dda7a",
            "sentence": "I saw a man in the park wearing a green jacket and light brown pants who looked like he was in good shape."
        },
        {
            "id": "c2f93d06981c4c2b8b6af62ae2b47628",
            "sentence": "Although 475AD is the year that shows the 'decline' of the Roman Empire, it is not the year of its 'fall'."
        },
        {
            "id": "4528091035414f2bb53e1cdcd87ec3a5",
            "sentence": "Nothing will determine our success as a nation in the 21st century more than how well we educate our kids."
        },
        {
            "id": "ba8ae90fab35426180594dcff01ef734",
            "sentence": "We can argue about how to best achieve these goals, but we can't be complacent about the goals themselves."
        },
        {
            "id": "9bc2f2cfb86b4a1daa177d4ade7f53ef",
            "sentence": "It is foolish of you to build a castle in the air while forgetting to drive in pilings for its foundation."
        },
        {
            "id": "e91c967359aa49fb8e75b8dd00f1c212",
            "sentence": "If the device is not connected to the internet, the date and time settings will have to be manually input."
        },
        {
            "id": "4971e9fb27d049adaa453aefa562767d",
            "sentence": "It's difficult to love someone when it's not clear whether or not the other person loves you the same way."
        },
        {
            "id": "f1f3e191e6b9484e9d02f5a04a69740d",
            "sentence": "As long as you are thinking about the pros and cons of a relationship, I don\\'t think you can call it love."
        },
        {
            "id": "08131e06d41a4531b38d36166574e25f",
            "sentence": "I still make a lot of mistakes in French, but people seem to be able to understand what I\\'m trying to say."
        },
        {
            "id": "456eff802e8f41b38bbcc5bd1a2225b6",
            "sentence": "In addition to Mary and her new boyfriend, Tom invited three of Mary\\'s ex-boyfriends, without telling her."
        },
        {
            "id": "ff86dcf7db4b4bedb0b83de4b2c53186",
            "sentence": "The police wanted to search Tom\\'s house, but they didn\\'t have a search warrant, so he told them to leave."
        },
        {
            "id": "5cfe2026947145f7a9dce3b49e9bfce9",
            "sentence": "Tom asked Mary a few questions that she couldn\\'t answer, but she was able to answer most of his questions."
        },
        {
            "id": "ba9f3ef5b23a4ef78f332e5343071960",
            "sentence": "Tom couldn\\'t hear what the teacher was saying because all of the other students were making so much noise."
        },
        {
            "id": "25443ef4c9b04eeb979202a254943eea",
            "sentence": "When speaking to an international audience, it is perhaps best to speak English a little slower than usual."
        },
        {
            "id": "7444f26d4aca478ebbb39d57a9539525",
            "sentence": "It took Tom every ounce of courage he had to admit to Mary that he had once been part of a terrorist group."
        },
        {
            "id": "21b53ec0943f4d479e17c7fd65f09d8e",
            "sentence": "At one time we were enemies, but we've buried the hatchet and we are now on friendly terms with each other."
        },
        {
            "id": "e7c9a0f8902e4d9e942e36d959a3e296",
            "sentence": "Tom claimed he was good at French, so I hired him to teach my children French, a mistake that I now regret."
        },
        {
            "id": "00b17b975a1d49e3a94bf4a181afbec2",
            "sentence": "Why did I buy flowers? Is that what you just said? It's really noisy here so I couldn't hear you very well."
        },
        {
            "id": "6e899656065f491cb307ef9e8415cadb",
            "sentence": "Without an emulsifier to keep them from separating, oil and water always return to a heterogeneous mixture."
        },
        {
            "id": "e49b9d47089d4c0cbb3c70dc58f863e7",
            "sentence": "When bears sleep or lie down, their postures depend on whether they want to get rid of heat or conserve it."
        },
        {
            "id": "c3fad2aaa3c144d7896660ef047a2d20",
            "sentence": "I haven't seen anyone that enjoyed a better life than his, even though his living conditions were terrible."
        },
        {
            "id": "2407fc0bb5c643c2b37bf33a9a3fb580",
            "sentence": "The seven questions that an engineer has to ask himself are: who, what, when, where, why, how and how much."
        },
        {
            "id": "5aec1cd7b96e46f8a14f89ce0e972f63",
            "sentence": "I wasn't suggesting that you do it differently. I was just telling you that there was another way to do it."
        },
        {
            "id": "c828e55abda448dfa0247d6b346b20df",
            "sentence": "Incidentally, this room doesn't have anything like an air conditioner. All it has is a hand-held paper fan."
        },
        {
            "id": "8f798c27ee13419a981859d24b22953c",
            "sentence": "Cats are like girls. If they talk to you it's great, but if you try to talk to them, it doesn't go so well."
        },
        {
            "id": "e8b7a490ff854e25a7aa6368912deea0",
            "sentence": "The large, lonely plain, covered with snow, looked even more wondrous in the moonlight than during the day."
        },
        {
            "id": "db3183e7831946fdb00f99f9987f59b9",
            "sentence": "Tom felt obliged to ask Mary's parents formally, wearing a suit and tie, for permission to go out with her."
        },
        {
            "id": "1b95b5c9c4fa429d9cf8b42287a78bfa",
            "sentence": "Snakes are -to a certain extent- deaf, but can still hear very low sounds and are very sensitive to smells."
        },
        {
            "id": "c792b7e5e21242e9b204e7bcef3fd8a1",
            "sentence": "It's difficult to love somebody when it isn't clear whether or not the other person loves you the same way."
        },
        {
            "id": "8f7fb0760e8b448f80f200b5dc17f980",
            "sentence": "It's difficult to love somebody when it's not clear whether or not the other person loves you the same way."
        },
        {
            "id": "bd049cacd5494faebea7656f48be0891",
            "sentence": "We're gonna make sure that no one is taking advantage of the American people for their own short-term gain."
        },
        {
            "id": "105085428ca04fe9ba371d89363893bd",
            "sentence": "The bus driver slammed on the brakes and three of the passengers who were standing suffered minor injuries."
        },
        {
            "id": "4eba2c599c2f44c8963a0c5e69f9cdef",
            "sentence": "What\\'s important isn\\'t which university you\\'ve graduated from, but what you learned while you were there."
        },
        {
            "id": "a15962c4e884423386906391d983e3b1",
            "sentence": "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for the rest of his life."
        },
        {
            "id": "3e9eb018dbdb4a9c8ceaefc24a80af3d",
            "sentence": "My mother speaks French better than my father speaks English, so they usually speak to each other in French."
        },
        {
            "id": "852b75d956834bcda1194057b9d675c4",
            "sentence": "It wasn\\'t that Tom didn\\'t want to go to school, he couldn\\'t go to school because he wasn\\'t feeling well."
        },
        {
            "id": "5054b452e82c4cca8476dfd74abfa12b",
            "sentence": "I know it is highly unlikely that you\\'d ever want to go out with me, but I still need to ask at least once."
        },
        {
            "id": "0d54b7e0d95e47ceac39c06d222e1580",
            "sentence": "It may seem like Tom has forgotten all about the matter, but deep down inside, he\\'s still torn up about it."
        },
        {
            "id": "71a196b558f34cf8855df8d9e6cac2b0",
            "sentence": "Tom\\'s French teacher called his mother to let her know that Tom had skipped his French class several times."
        },
        {
            "id": "cd6ccfbc45e94195be68155479a97fe9",
            "sentence": "Someone told me that people with type O blood attract more mosquitoes than people with any other blood type."
        },
        {
            "id": "27ad10ef71874c9f804b5f7560bb1fc6",
            "sentence": "I asked Tom what he was listening to and he surprised me by saying that he was listening to classical music."
        },
        {
            "id": "9988deaf097540ba976afff9a6e1f018",
            "sentence": "If you see a man approaching you with the obvious intention of doing you good, you should run for your life."
        },
        {
            "id": "f75a2072a35442d39f38225d9aa5063d",
            "sentence": "On the one hand we suffered a heavy loss, but on the other hand we learned a great deal from the experience."
        },
        {
            "id": "0f688a862c71424ba0ef808bc40d317f",
            "sentence": "When Tom said that he had studied archeology but showed no interest in the excavations, I became suspicious."
        },
        {
            "id": "eccf9d8c16454e2a9e7ed307d81a0d9c",
            "sentence": "I don't remember everything we did that day, but I do remember we were both exhausted by the end of the day."
        },
        {
            "id": "bb789b707c604f26b994f6aa3a2cdac5",
            "sentence": "Though grammatically there's nothing wrong with this sentence, I doubt if anyone would actually ever use it."
        },
        {
            "id": "fbe4a2f228a84d40b66048b53e7f410e",
            "sentence": "After Tom's father died, his mother couldn't cope with looking after the house, so she put it on the market."
        },
        {
            "id": "c5445a7fef8c45d6aa2816040a932965",
            "sentence": "Even if you don't feel like eating, you should eat something. If you don't, you won't last until lunch time."
        },
        {
            "id": "565d8f078bc0442b9ecebd0f4bc6c02c",
            "sentence": "Tom was scammed out of several thousand dollars while attempting to find a mail-order bride on the internet."
        },
        {
            "id": "4ad55b8b5d324aec9e8d574fc1fea635",
            "sentence": "Although CFIT accounted for just over a third of crashes in the past six years, it caused 53% of the deaths."
        },
        {
            "id": "899d577253064fba80995df77f8b05c0",
            "sentence": "Please let me know immediately if you would like to set up an area of the conference room for your products."
        },
        {
            "id": "99cdd4de2c3b483f89681a40ce337de8",
            "sentence": "Tom still doesn't have his own apartment, even though he is already thirty. He still lives with his parents."
        },
        {
            "id": "b602c3cda06b43dc9d07608a16a836fd",
            "sentence": "With a little bit of hesitation, Tom stepped into the van and pulled a wad of cash out of his jacket pocket."
        },
        {
            "id": "c2d1a3e8c11e4ea39e9f1184c5ed7955",
            "sentence": "Electric motors deliver strong acceleration because they offer more torque than equivalent gasoline engines."
        },
        {
            "id": "d43ff8fb43d44b18b7b6e89540ed0a57",
            "sentence": "Tom is respected in the business community because he is always fair and square in his dealings with others."
        },
        {
            "id": "bc37ccec69064bce901ba948f2146808",
            "sentence": "Money can't buy you happiness, but it can buy you a hang glider or a speedboat, which is good enough for me."
        },
        {
            "id": "3a4f1da795ab4e8e94d74acfe31a132b",
            "sentence": "A woman whose tongue grew out of the roof of her mouth soon found herself surrounded by overeager linguists."
        },
        {
            "id": "fa2cecd8df194580abcc0c352efcce50",
            "sentence": "Tom told me that Mary was good at playing the piano, but I didn\\'t really believe him until I heard her play."
        },
        {
            "id": "179085a6bbff4b5897eb43085d97dc63",
            "sentence": "If you had to go live on a deserted island and could only take one book with you, which one would you choose?"
        },
        {
            "id": "bf00d1fd9a104c3fb8236a7c16222b65",
            "sentence": "Eight years ago, we were in the early stages of what would become the worst economic crisis of our lifetimes."
        },
        {
            "id": "cdbfd018d58f4657957f33495f3cc815",
            "sentence": "You know, Tom, I didn\\'t appreciate you hitting on her after I specifically told you I was interested in her."
        },
        {
            "id": "63fa54660e0e4e5b92bccdc43e258801",
            "sentence": "I think it's highly unlikely Tom wasn't aware he wouldn't be allowed to enter the museum without his parents."
        },
        {
            "id": "2051291c6a8543b0b9b469f1f86dad4c",
            "sentence": "I've been trying to fix the engine for half an hour now, but there's just no way that I'll be able to fix it."
        },
        {
            "id": "a1b62aa1fcc9413db96b91fdd6f66d06",
            "sentence": "If you want this marriage to work, you need to choose between spending time with me and working all the time."
        },
        {
            "id": "126d8c09ebf6474cbf6efb7ca88ea464",
            "sentence": "She's so stubborn. I bet if she ever gets reincarnated, she'd be a bacteria capable of living in empty space."
        },
        {
            "id": "0f9f4fa4794b4bb39e08d8d8a644af7e",
            "sentence": "I joined a club at my school where we discuss our cultures and learn more about the diverse world we live in."
        },
        {
            "id": "23c48f55ce70492a925bc785270f95d3",
            "sentence": "One morning, when I woke up, I found that all the bills in my wallet had changed into two-thousand yen bills."
        },
        {
            "id": "80e3a7c2c6eb4918ac087c25911d00dc",
            "sentence": "Tom doesn't like taking off his shirt whenever he goes to the beach because he feels insecure about his body."
        },
        {
            "id": "b0191bc1020840a5bfc04e7128c600dc",
            "sentence": "He had a crush on his Chinese teacher; but what with all the hormones, he had a crush on just about everyone."
        },
        {
            "id": "505624d4bb244ca8b32daa2217fccc7a",
            "sentence": "A person's reputation can be greatly burnished or tarnished depending on how the media chooses to cover them."
        },
        {
            "id": "6e401ec8d8164c8db4472e43265eff8d",
            "sentence": "When we started in 2008, we wrote down a list of people that we wanted to hire, then went out and hired them."
        },
        {
            "id": "9030440d977943fe9d051e9c6b0da4e2",
            "sentence": "Lately, I've been letting my English go. It seems I'll never improve at it, no matter how many years I study."
        },
        {
            "id": "6416e67e7a8f48088c90e5a2aa0e56ea",
            "sentence": "The limo was too long to fit into one parking space, so it was parked diagonally across three parking spaces."
        },
        {
            "id": "64d4f13c812e4291894b443be9152e2e",
            "sentence": "When I first moved here, I couldn't stand the heat and humidity. But I think at this point I've acclimatized."
        },
        {
            "id": "11bcccfa750a4335b96a906f28432423",
            "sentence": "Imogen of the Internet is fighting six bored housewives to win an eBay auction for a bag of premium chai tea."
        },
        {
            "id": "e1baea342fd84946a18082bc12ae5e55",
            "sentence": "Mary is very spiteful and gives Tom the cold shoulder for days after the slightest disagreement between them."
        },
        {
            "id": "e8080ea350c848f0bcfd074a819bba4e",
            "sentence": "Tom was wearing a suit tailored especially for him, with his name embossed in gold on the inside coat pocket."
        },
        {
            "id": "cdd67e96e764439da77bccff098c42aa",
            "sentence": "I know it\\'s kind of late, but would you mind if I came over now? I have something I need to discuss with you."
        },
        {
            "id": "7bbf7cc7205f4a07898c4fb319812db2",
            "sentence": "Tom didn\\'t know how to translate the word \"computer\" because the people he was talking to had never seen one."
        },
        {
            "id": "35effe71cd7049be8ad6c2741bcd9e41",
            "sentence": "A splinter of wood, barely visible to the naked eye, caused a very painful infection in one of Tom\\'s fingers."
        },
        {
            "id": "17ec025d9c4c4abbbe4eda0971db8987",
            "sentence": "Why did you put the chicken in such a difficult place to get when you knew that I wanted to use it right away?"
        },
        {
            "id": "12a53f29030a448ab7df033e537bb097",
            "sentence": "I honestly think it's better to be a failure at something you love than to be a success at something you hate."
        },
        {
            "id": "2855939b218148bab6c438da90574844",
            "sentence": "Putting on a mask when I leave the house now feels as normal as putting on my seatbelt when I get into my car."
        },
        {
            "id": "e2f7c0c33b014d9484cad07a9ca9995a",
            "sentence": "We are haunted by an ideal life, and it is because we have within us the beginning and the possibility for it."
        },
        {
            "id": "ef5ee5a147fb406f90db65b4b2f2b370",
            "sentence": "In three days you get tired of a beautiful woman while in the same amount of time you get used to an ugly one."
        },
        {
            "id": "64fae3c3a2914d0fb69df621e74fb90e",
            "sentence": "I would like to stress that it is more convenient to control tariffs as a bloc rather than country by country."
        },
        {
            "id": "25393923eaf04f9e9e478777e91f3d63",
            "sentence": "Gabrielle, a striking 6'1\" woman, was tired of enterprising young men asking her how the weather was up there."
        },
        {
            "id": "25e5aa4948234165b3347cadd0a4bf20",
            "sentence": "Tom tried to cure his stage fright by imagining everyone in the audience was naked, but it didn't really help."
        },
        {
            "id": "f30b4dcb5327495abee38b57642ca10c",
            "sentence": "As tectonic plates shifted, uniquely adapted species of dinosaur emerged on each continent through vicariance."
        },
        {
            "id": "b66a0ede744f4654a63ffc9b6e92e19b",
            "sentence": "49 is the smallest natural number with the property that it and its two direct neighbours are not square-free."
        },
        {
            "id": "3c0a4d92d90d4835998054d91d6726f6",
            "sentence": "Tom filled the glass to the very brim and challenged Mary to carry it across the room without spilling a drop."
        },
        {
            "id": "2fe0d3d343d04670bf414624cde426d0",
            "sentence": "Turn left at the next intersection, and walk about half a block, and you'll see the post office on your right."
        },
        {
            "id": "47e96c5de0ec470296f824a4456f26c4",
            "sentence": "A lot of banging and cussing could be heard coming out of the garage when Tom was trying to fix the lawnmower."
        },
        {
            "id": "0cb201bce74e41bcb351f30ed9053053",
            "sentence": "Tom was driving too close to the car in front of him, and was unable to stop in time when it suddenly stopped."
        },
        {
            "id": "431c7593bbf84c1282c7d90fd6174399",
            "sentence": "A person will have the face of an angel when borrowing something, but the face of the devil when returning it."
        },
        {
            "id": "d22a720131994b65bb5fe297d2c5affd",
            "sentence": "The police suspected there was a connection between the abandoned car and the dead body found three miles away."
        },
        {
            "id": "a7f4b5c68e8b47409ef4ed13115f5fe2",
            "sentence": "Tom pressed his ear against the wall to see if he could hear what his parents were discussing in the next room."
        },
        {
            "id": "904a4fa867354904802e31226f77e661",
            "sentence": "I don\\'t think it\\'s necessary for me to sound like a native speaker. I just want to be able to speak fluently."
        },
        {
            "id": "88270a284808480dab2c213120ccafcd",
            "sentence": "Godwin's law teaches us that any infinite discussion about an arbitrary subject converges to a Nazi comparison."
        },
        {
            "id": "f9a19d142e454cea897993d9b019a620",
            "sentence": "Every single citrus tree entering the country is inspected for signs of canker lesions on its leaves and stems."
        },
        {
            "id": "3c84fe15b9bc438abe2f6a2414d91f80",
            "sentence": "The World Health Organization estimates that almost five-million people a year die from the effects of smoking."
        },
        {
            "id": "da27686e00744e3e9195a6760d8d0af1",
            "sentence": "Even though we were supposed to meet at 10, I've had no contact with them. I wonder if they've had an accident."
        },
        {
            "id": "a9972a480f3f42d783cf446b1782bbfd",
            "sentence": "Tom got poor marks at school because, having to work on his parents' farm, he had hardly any time for studying."
        },
        {
            "id": "64fff415cbc74000adecec573e26f702",
            "sentence": "The telethon is a French TV program organized every year to collect funds in order to finance medical research."
        },
        {
            "id": "a8ae7eb5a3d64381b0240f02ad2c8648",
            "sentence": "Right and wrong are two faces of the same coin. Whoever has the power decides which face gets what inscription."
        },
        {
            "id": "27c62328f8ce41f4b4a018fbbc37d877",
            "sentence": "Who would have thought that Tom's small garage workshop would one day be a company with a turnover of millions?"
        },
        {
            "id": "f98e77222825471f8f26ff7c2c981354",
            "sentence": "What surprised me most when I first entered college was how few of my classmates knew how to study efficiently."
        },
        {
            "id": "79b31ac8a866415487e95645038c8fa9",
            "sentence": "I'm afraid that you didn't understand me correctly. I don't want to be alone with you. I just want to be alone."
        },
        {
            "id": "7d00b93418154eb484340a1bf5d20954",
            "sentence": "I realize I may not be the most desirable man in the world, but I still hope you\\'ll consider going out with me."
        },
        {
            "id": "1bf53dadd3494cf383fdb984a7df2f54",
            "sentence": "I\\'ve heard that if you drink beer you are more likely to be bitten by mosquitoes than if you don\\'t drink beer."
        },
        {
            "id": "0c6bb4feb05f42c097f7fd41bd7e2830",
            "sentence": "Even though Tom told Mary about his problem, he didn\\'t want to listen to any advice she had on how to solve it."
        },
        {
            "id": "07d98a0c162f43b1b4a937d444f0ebca",
            "sentence": "My plan was to go as far as possible that day and find somewhere to camp, and then continue hiking the next day."
        },
        {
            "id": "2c9565ea44fd4bf883d0b9bbeec35346",
            "sentence": "In Tatoeba, you gotta always listen to veteran members. They'll tell you what can't be done and why. Then do it."
        },
        {
            "id": "ad5f8a7c78d04c5f9bdfb5f3fa95960c",
            "sentence": "When you were a contractor, you were paid in advance, but when working for a salary, you will be paid in arrear."
        },
        {
            "id": "1ea100ed52b245f29ebdd5ecf8034de0",
            "sentence": "French are better gardeners than Germans: they have green hands whereas their neighbours only have green thumbs."
        },
        {
            "id": "8310149e43e04d138ce857f8fc81915a",
            "sentence": "A scary horror movie is only a movie. Once you turn off the screen it's all over, but life...you're stuck in it."
        },
        {
            "id": "70fc7de59f1e448e83475714a374208b",
            "sentence": "Tom claimed that he was good at French, so I hired him to teach my children French, a mistake that I now regret."
        },
        {
            "id": "b518bac758e742eeaab7f0edfa7b4332",
            "sentence": "The second shot of the scene features the protagonist and antagonist transposed, alluding to their similarities."
        },
        {
            "id": "44c02ceb3bbb4abc89d3b191619e4d0b",
            "sentence": "Don't underestimate me. I might look cute and innocent but if it comes down to it, I'll bitch-slap you to death."
        },
        {
            "id": "2244c376412543cb82a5ff70c5959cdd",
            "sentence": "Whether you pick the Lions or Tigers to win, the result will be a toss-up because both teams are equally strong."
        },
        {
            "id": "34b7e86147d24bfebb1ddefdb55b2bf9",
            "sentence": "I know that it is highly unlikely that you\\'d ever want to go out with me, but I still need to ask at least once."
        },
        {
            "id": "c945504abd6c4942a73b8298613152fa",
            "sentence": "Tom and Mary went on a cruise near Italy for their honeymoon, but the ship sank and Tom was drowned in his cabin."
        },
        {
            "id": "5cde2168e1af48d3ba61874be110fa2d",
            "sentence": "If you aren\\'t careful about what you eat, you\\'ll put back on all the weight that you spent so much time losing."
        },
        {
            "id": "72074d6e29874f7d96b073f526ef0d49",
            "sentence": "I know that it\\'s highly unlikely that you\\'d ever want to go out with me, but I still need to ask at least once."
        },
        {
            "id": "370bb62ac2c5405d9084a52cca528e74",
            "sentence": "The teacher kept an electric pencil sharpener in the classroom for when students needed to sharpen their pencils."
        },
        {
            "id": "35f3f80c97d84cd186828829413cdf25",
            "sentence": "I think that my costume for the upcoming Halloween party will be wrapping myself up in toilet paper like a mummy."
        },
        {
            "id": "41e22c0b025f46cd8d765560c63ec154",
            "sentence": "After waiting all day, the workers were still looking for a break in the weather so they could resume the search."
        },
        {
            "id": "00e8f2ba6193450f96d702c0fc1a159c",
            "sentence": "Hiring a non-native French speaker to write the report in French is like hiring a carpenter to fix your plumbing."
        },
        {
            "id": "4de63fa67a9046bc88516dbe7b758a81",
            "sentence": "Tom's mother told an extraordinary story of an out-of-body experience she had during her recent brush with death."
        },
        {
            "id": "f9ffb3b73e6246fb82d7e7d1265ffc0b",
            "sentence": "Mathematicians are creative artists, their artworks being sophisticated constructs of ideas and aesthetic proofs."
        },
        {
            "id": "e005764a935f47e98c58e5bff2a3a916",
            "sentence": "Let us students contribute to the welfare of the victims of the earthquake; even loose change will go a long way."
        },
        {
            "id": "26c59374d4de40bfbba3acdf8768544c",
            "sentence": "There are a lot of companies that will offer to buy part or all of an annuity in exchange for a lump sum payment."
        },
        {
            "id": "d1bc87353e124ae89fde6b4f1f10c4c5",
            "sentence": "I don't remember everything that we did that day, but I do remember we were both exhausted by the end of the day."
        },
        {
            "id": "c19ce06583ec4cc8bab473e0b5250941",
            "sentence": "As a punishment, the disgraced Greenpeace volunteer had to scrub oil from an otter's fur with his own toothbrush."
        },
        {
            "id": "6cc4bd1912c24a18a13fa999d0fe2024",
            "sentence": "The economic strength of a country lies not alone in its ability to produce, but also in its capacity to consume."
        },
        {
            "id": "9edc42c3c2bf44e1b6e0a356c084024b",
            "sentence": "In 776 B.C., the first Olympic Games were held at the foot of Mount Olympus to honor the Greeks' chief god, Zeus."
        },
        {
            "id": "05097a3deda24eaaa20c5f972b8f7f63",
            "sentence": "If you decide to answer questions now without a lawyer present, you have the right to stop answering at any time."
        },
        {
            "id": "abf75b2f40b945bba90d3ed1c035327b",
            "sentence": "Tom said that no words could adequately describe his feelings of devastation and grief on losing his best friend."
        },
        {
            "id": "d217335dd96949b59243af850f8083bb",
            "sentence": "Tom bought an expensive toy for his young son, who then proceeded to spend hours playing with the box it came in."
        },
        {
            "id": "18983b0c3d054e0f92efb97cdc567fb0",
            "sentence": "Tom was sad when he discovered that Mary was a gold digger and Mary was sad when she discovered that Tom was poor."
        },
        {
            "id": "a5e51d2e1f4948c8a568da832dacc443",
            "sentence": "Tom likes Mary, but Mary likes John. To make matters even more interesting, John likes Alice, but Alice likes Tom."
        },
        {
            "id": "697e17ea2d2a477e81593f7fb96c90e7",
            "sentence": "I came here to see if there was something I could do to help, but there doesn\\'t seem to be anything for me to do."
        },
        {
            "id": "9c12b7d319794af4aa9cb97231abe18b",
            "sentence": "I don\\'t remember everything we did that day, but I do remember that we were both exhausted by the end of the day."
        },
        {
            "id": "a14df3265f4b457a917cdbdaf8566398",
            "sentence": "Tom picked Mary up the same way a man carries his new bride across the threshold and gave her a kiss on the cheek."
        },
        {
            "id": "7faef06f81b644febc8bbb93cc1c691f",
            "sentence": "Over time, itinerant groups often develop their own language and culture distinct from their settled counterparts."
        },
        {
            "id": "94cbf39ba5f149d198537ca1c5e80ab8",
            "sentence": "If the horrors of the abattoir so traumatize the workers, I can't begin to imagine what it's like for the animals."
        },
        {
            "id": "67602acb039140ef80c4f9757cb73da1",
            "sentence": "The reason why many language learners never become fluent is that they talk the walk more than they walk the talk."
        },
        {
            "id": "9343eab355cf4ac5926725e88d1307ac",
            "sentence": "Let's find sentences with new vocabulary on this topic, add them to the following list: _____; and translate them."
        },
        {
            "id": "1cc82c24705f4db0927d037796700f08",
            "sentence": "According to the rules of etiquette, a man shouldn't button the bottom button of a single-breasted jacket or vest."
        },
        {
            "id": "92f5bbe49eaf44ba9c29e9ac18765e72",
            "sentence": "Yuriko, a marine biology grad student, fell asleep inside a fish tank and awoke covered in octopuses and starfish."
        },
        {
            "id": "c5ea5f3e48cd4adf836e79d5b6b1e03f",
            "sentence": "Tom hadn't cleaned his keyboard for months, and it was clogged with dust, food particles, and God knows what else."
        },
        {
            "id": "4ebfe4a9cc7b40bc85329b5ba47b3318",
            "sentence": "If we let our reasoning power be overshadowed by our emotions, we would be barking up the wrong tree all the time."
        },
        {
            "id": "cf70007c822a4b4babe7cecbc67b5eba",
            "sentence": "Since the drinks were expensive, Tom sipped his as slowly as he could while he listened to the musicians on stage."
        },
        {
            "id": "28ae8ed663eb4552977fed54f5ace26d",
            "sentence": "\"Where's your mother?\" \"My mother is at home, sir. She doesn't know I'm here. I'm not supposed to talk about her.\""
        },
        {
            "id": "0d427c300c634d21b5a2ab1857c7e591",
            "sentence": "In no country other than England, it has been said, can one experience four seasons in the course of a single day."
        },
        {
            "id": "53c542ddf914427083d86fe9db279336",
            "sentence": "If you stretch out a rod made of a ductile material, it will thin out in the middle in a process called \"necking\"."
        },
        {
            "id": "b90c4509053e41fcba089775665aee67",
            "sentence": "They received a windfall as recompense for false imprisonment, but it doesn't even begin to make up for lost time."
        },
        {
            "id": "bd538b3f3e6947a19e4cd6af619195a7",
            "sentence": "Forget about the past. Compared to yesterday, I like today more. That's why I try to enjoy the moment, that's all."
        },
        {
            "id": "0280d091fe7b4c55a8bb5d00e9ef0a67",
            "sentence": "The limousine was too long to fit into one parking space, so it was parked diagonally across three parking spaces."
        },
        {
            "id": "8b54be46b6d140c3a57334360bf7fa53",
            "sentence": "If we are to judge the future of ocean study by its past, we can surely look forward to many exciting discoveries."
        },
        {
            "id": "47129f6f6b6f4302b05ba70d501d80cf",
            "sentence": "Looking at your eyes, I thought you must have been smoking crack, but then I realized you were an anime character."
        },
        {
            "id": "6663202cbcc84ce5939db40aeab69859",
            "sentence": "I know you\\'re upset about your car being totaled, but you weren\\'t injured and you should be thankful to be alive."
        },
        {
            "id": "492393491be34af4b77ec9c232d2cb2f",
            "sentence": "Everybody has a right to his own opinion. However, sometimes it\\'s better not to tell anybody what that opinion is."
        },
        {
            "id": "82f6947b7f2846cd900395c8933f29ed",
            "sentence": "The police can\\'t find a single person who remembers seeing you where you said you were on the night of the murder."
        },
        {
            "id": "9a28cf788c8b47f69804f6496fd9a264",
            "sentence": "I understand that Tom is on a tight schedule, but I\\'d really appreciate it if I could get an appointment with him."
        },
        {
            "id": "becd1aa0f68c492fb95805a919154fd6",
            "sentence": "Tom doesn\\'t like to use the term \"a person of color\" because he thinks it implies that white people have no color."
        },
        {
            "id": "1ad834229930428ab0ee291b18032fd6",
            "sentence": "Tom let the cat out of the bag when he accidentally told his mother about the surprise party being planned for her."
        },
        {
            "id": "47c0755060f740318cac3741d13c0ba6",
            "sentence": "According to the thermometer, it\\'s about thirty degrees, but it\\'s really humid so it feels much hotter than that."
        },
        {
            "id": "c576b530911c49a1bf05ec907590e89d",
            "sentence": "Tom spends his working day listening to peoples' problems and providing advice on how best they can deal with them."
        },
        {
            "id": "6b4bf2c1d6154437914557c0a2397102",
            "sentence": "Many people never get it right and end up landing jobs in government. How they do it will forever remain a mystery."
        },
        {
            "id": "09d8089814cc4db9b74e9722f777b853",
            "sentence": "I wonder if they don't have meetings anymore where strong words fly and everyone goes at each other tooth and nail."
        },
        {
            "id": "d21084ea9b6342dc8414f32ee1350ce1",
            "sentence": "When you speak of a pay-raise before recognition, I am inclined to think you are putting the cart before the horse."
        },
        {
            "id": "69d4c09b03c94d3e8d1875989868c882",
            "sentence": "Genetic testing revealed that the man was a chimera, having 2 different sets of DNA in different parts of his body."
        },
        {
            "id": "b487b47d8bfd47d0ac52e589c25e6709",
            "sentence": "Tom tried to act normal, but you could tell from his facial expression and demeanor that he was seething with rage."
        },
        {
            "id": "93e01c002e1c42519fd1f4defe454b30",
            "sentence": "Tom is the largest boy in his kindergarten class, since his birthday is right after the cutoff date for enrollment."
        },
        {
            "id": "54c2fa4a0b1d40769e895216201e7e15",
            "sentence": "After talking to Tom for a few minutes, it became obvious his French wasn't very good, so Mary switched to English."
        },
        {
            "id": "601e6466aa1342ae80f0283abd052a24",
            "sentence": "Getting your message across is much more important than trying to say it exactly like a native speaker would say it."
        },
        {
            "id": "e3289fe6d6934daa8c01413f1ef17917",
            "sentence": "Tom tried to sell his old VCR instead of throwing it away, but no one would buy it, so he ended up throwing it away."
        },
        {
            "id": "cdafe26ee2834bdc9041f4250cea91bd",
            "sentence": "Tom\\'s constant arguing irritates some of his classmates. However, most of the class has just learned to ignore him."
        },
        {
            "id": "1a6bd041d29547b9b73b25864fe3b874",
            "sentence": "He had heard that war had started, but it didn't sink in for a long time until his father was drafted into the army."
        },
        {
            "id": "3960d7f98c7f4cca8869172f35a62d1d",
            "sentence": "In the late eighteenth century, a passport for an American was usually signed by the President of the United States."
        },
        {
            "id": "4ac9215bd5914bb3bf1b632d3a7e4082",
            "sentence": "I was looking forward to seeing a scenic view of Mt. Fuji, but unfortunately it was completely hidden behind clouds."
        },
        {
            "id": "0a5ace58603c456b97a8038cb2df8a3b",
            "sentence": "Tom laughed when everyone else laughed, but the truth was that he didn't understand a single word of what they said."
        },
        {
            "id": "db53cddec74447548276f581cb3fde5e",
            "sentence": "Many theaters still have marquee signs over their entrances, advertising the current films being shown to passersby."
        },
        {
            "id": "45df2f00f98341c483de9e94d2090f4b",
            "sentence": "The polishing compound abrades away tiny imperfections in the surface of the metal, leaving it with a mirror finish."
        },
        {
            "id": "4c3853bdc9424c748ef9c6c864ceccce",
            "sentence": "No sooner had we finished working on one tough problem than the president sent us yet another straight from the top."
        },
        {
            "id": "b15f2124e06e4e1ea5246d3972ab7a77",
            "sentence": "I felt bad, so I was admitted into the hospital. However, it turned out that there was nothing really wrong with me."
        },
        {
            "id": "5693b2ec0f564422851d005743a597b1",
            "sentence": "I realize that I may not be the most desirable man in the world, but I still hope you'll consider going out with me."
        },
        {
            "id": "7bef74e2e91b4ec9bb0433344c3916ad",
            "sentence": "I realize I may not be the most desirable man in the world, but I still hope that you'll consider going out with me."
        },
        {
            "id": "d0011ec49350445299779cd4bb3db924",
            "sentence": "This is a time of year when people get together with family and friends to observe Passover and to celebrate Easter."
        },
        {
            "id": "effa57ea0b284300bc4bf843ad16f5aa",
            "sentence": "Every student who has graduated from our university has studied English with a native speaker for at least two years."
        },
        {
            "id": "3c031d40c75c4773ace873b9d50b1f9d",
            "sentence": "Tom told me that he often drinks root beer, but he\\'d not only never drunk spruce beer, he\\'d never even heard of it."
        },
        {
            "id": "b77d873817014ca9b0ff52376485f0c8",
            "sentence": "Tom always wanted to be a doctor, but his grades at school weren\\'t quite good enough to get him into medical school."
        },
        {
            "id": "b43ead7a2c004a12a640ca4d45b04640",
            "sentence": "My opponent loves to give grand sonorous speeches that ultimately say nothing. I prefer to get straight to the point."
        },
        {
            "id": "cd31d1cd596043f68c338f4853a21ea8",
            "sentence": "When Tom told Mary to feel right at home, he was secretly hoping that she'd go and wash up the dishes in the kitchen."
        },
        {
            "id": "f94bb3e36d1a4a4f94f9d3f844e1955d",
            "sentence": "I've heard that your child is more likely to die at a friend's house with a pool than at a friend's house with a gun."
        },
        {
            "id": "cb9f61772aa641fb8902cdeb62e65f63",
            "sentence": "The 3 corporations have each hired a retinue of lawyers, and seek to enjoin the state from regulating their industry."
        },
        {
            "id": "5b85786c6aca4e3f9988ce4f793deacf",
            "sentence": "We impose upon our representatives a high standard of probity. Even a small lapse in integrity will result in recall."
        },
        {
            "id": "6f43f85aeb83405e9e2c64aa1eb5fa4b",
            "sentence": "Tom and I used to talk about everything, but now he only wants to talk about Linux and free and open-source software."
        },
        {
            "id": "8b4b1be25793442e8503f6bd42b06bc1",
            "sentence": "It took Tom several hours to assemble a bunk bed that the instructions said would take less than an hour to assemble."
        },
        {
            "id": "15926c3ad4a841559cccc6d230bca0c3",
            "sentence": "The people crowded round the injured man, but they made way for the doctor when he reached the scene of the accident."
        },
        {
            "id": "17b36545bbe6415b8269da807646b9fe",
            "sentence": "If you don't want to put on sunscreen, that's your problem. Just don't come complaining to me when you get a sunburn."
        },
        {
            "id": "729b7c4a6ab5425596cd65b0fd78d4fb",
            "sentence": "When I was studying to become a lawyer, my teachers told me to never ask a question that I didn\\'t know the answer to."
        },
        {
            "id": "94c4de1ead534901b265e725fee851c5",
            "sentence": "Tom said he wasn\\'t interested in Mary, but he seemed to always be looking towards the side of the room where she was."
        },
        {
            "id": "7e4cf4a2a60248aabf6159e6fc0912ef",
            "sentence": "Tom didn\\'t know the meaning of \"anglophobia,\" so he did a quick web search to see if he could find out what it meant."
        },
        {
            "id": "57312c2fdd7542608552bb6ac183deef",
            "sentence": "I had never eaten any kind of Thai food, so I was pretty excited about going to a Thai restaurant with my grandmother."
        },
        {
            "id": "67c646bb7131452baf432ecacd1c53ac",
            "sentence": "This business plan of yours seems almost too optimistic. All I can say is I hope it's more than just wishful thinking."
        },
        {
            "id": "91e53c7e0e5b48aaa7bc860e4c8a2e46",
            "sentence": "You'll get tired of a beautiful woman after three days, but you'll get used to an ugly one in the same amount of time."
        },
        {
            "id": "7e2d8038bb57444b949c68a45316bc2c",
            "sentence": "I don't remember everything that we did that day, but I do remember that we were both exhausted by the end of the day."
        },
        {
            "id": "115e30e02e8b400eba8fa18b41d46da5",
            "sentence": "We don't have to buy it today. Let's think about it some more, and if we decide we want it, we can come back tomorrow."
        },
        {
            "id": "94a4d9f1f1ef4392a1af1a113c14a8aa",
            "sentence": "Your boyfriend is a problematic person, but that's not a good enough reason to give up or break off your relationship."
        },
        {
            "id": "93f6cec3817a4f219501b7dff3b4e539",
            "sentence": "Our company wanted to build a factory there, but many of the landowners in that area refused to sell their land to us."
        },
        {
            "id": "35857de215b0479993a68578329c9a1a",
            "sentence": "Sometimes I wonder if this world is just in someone's head, and he dreams us all into existence. Perhaps it's even me."
        },
        {
            "id": "0a97231e7a3f4e5393bf93cbab7392dc",
            "sentence": "His father would never sanction his engagement to a girl who did not share the same religious beliefs as their family."
        },
        {
            "id": "a8fe175570874565b04872ff3d4000c8",
            "sentence": "Four of my favorite Christmas carols are \"Silent Night,\" \"Joy to the World,\" \"The First Noel\" and \"Away in the Manger.\""
        },
        {
            "id": "c1025d21964c4f8392bbe41660a0a5f3",
            "sentence": "I think it's highly unlikely that Tom wasn't aware that he wouldn't be allowed to enter the museum without his parents."
        },
        {
            "id": "5c6a97231d734bb6a83a48b8ee3d70f8",
            "sentence": "If you memorize 5 English words a day, you'll be able to memorize 1,825 words in a year and 182,620 words in 100 years."
        },
        {
            "id": "5bf78ea6e53343aebaa5e1b8ff3740bb",
            "sentence": "Tom's mom didn't want him reading the book that his teacher assigned him because she thought it would corrupt his mind."
        },
        {
            "id": "26791fecefa444228e4ded5a3c8a41f1",
            "sentence": "There were tears in his eyes, and the expression on his face made it plain to the waiter that something was very wrong."
        },
        {
            "id": "e0a48a59f61543a2a3a2c280a61fdef4",
            "sentence": "The art of modern warfare does not necessarily require soldiers to be armed to the teeth to be effective as combatants."
        },
        {
            "id": "b2e1dd9a017a4cd482fdc03fa9bf3ab5",
            "sentence": "When I got to the office, I had tons of work waiting for me. I was running around like a chicken with its head cut off."
        },
        {
            "id": "87d88703ec294bbb8f9d5798c9c02ab7",
            "sentence": "This controller has accelerometers in it so it can send a farewell transmission as your child chucks it out the window."
        },
        {
            "id": "f12093a5ccbf4813b06b4529ac1e7dce",
            "sentence": "Throughout my life, I've had the great pleasure of travelling all around the world and working in many diverse nations."
        },
        {
            "id": "7cc6c9235ab04180b3ffd64e24384ade",
            "sentence": "It doesn\\'t make much sense to me that I have to pay more income tax than you even though you make more money than I do."
        },
        {
            "id": "5bb0d97deff44afb835812df7c1ac8ab",
            "sentence": "The room didn\\'t look very good after Tom painted it, because he didn\\'t even bother to wash the walls or ceiling first."
        },
        {
            "id": "8072ff919f174a48b0cface5c9979933",
            "sentence": "We talked to each other in French since we thought people around us wouldn\\'t be able to understand what we were saying."
        },
        {
            "id": "774d4dcaa54d4e15a0caaf8aed4576b8",
            "sentence": "After coming in from the bitter cold, Tom stood in front of the fireplace for a long time warming up his hands and feet."
        },
        {
            "id": "cc4d14c2d1574af292daf49c46946944",
            "sentence": "Hiring a non-native French speaker to write your manual in French would be like hiring a carpenter to fix your plumbing."
        },
        {
            "id": "836f407bc0e646f395961e546995734a",
            "sentence": "For what you have written, your reaction is not justified in any manner, and I imagine it can make your life impossible."
        },
        {
            "id": "e407d5232f8e4266a01aa4fd9206df16",
            "sentence": "A friend I went with on our first trip abroad had his wallet pickpocketed. I don't think it left a very good impression."
        },
        {
            "id": "ca6bf7762b074b25b80b1471feb3397f",
            "sentence": "The speeding vehicle skidded and crashed head-on into the rear-end of a truck before the driver could say Jack Robinson."
        },
        {
            "id": "c5fd36acb02e419d97078a8cb47f0d57",
            "sentence": "A dog will remember three days of kindness for three years, but a cat will forget three years of kindness in three days."
        },
        {
            "id": "8091e944b1f84bc0a48193648378952f",
            "sentence": "After talking to Tom for a few minutes, it became obvious that his French wasn\\'t very good, so Mary switched to English."
        },
        {
            "id": "d7ead48545a14284ad61337bd955509a",
            "sentence": "We should spend our time creating content for our website rather than wasting time worrying about minor cosmetic details."
        },
        {
            "id": "f0813d972d184d5d98881d75c503c1f9",
            "sentence": "Asking a non-native French speaker to translate a document into French is like asking an accountant to build you a house."
        },
        {
            "id": "f5ecb511f6ac4c83a2abd280d8aff4a7",
            "sentence": "A native of Australia, Tom has been rocking the electronic music scene since he started his musical journey 13 years ago."
        },
        {
            "id": "1b55641b9ce54f2289ded81f64a56b55",
            "sentence": "Be serious, humble, polite, calm and truthful. Don't say too much, and never talk about things that you don't understand."
        },
        {
            "id": "7ac14b8843494688bea5616ccfe3621c",
            "sentence": "Even now, I occasionally think I'd like to see you. Not the you that you are today, but the you I remember from the past."
        },
        {
            "id": "997b8cb738504b30b8f013ab8e322e11",
            "sentence": "I realize that I may not be the most desirable man in the world, but I still hope that you'll consider going out with me."
        },
        {
            "id": "fe97058f315e462abc4b8719ff95183b",
            "sentence": "In all her pompous majesty, carried on the shoulders of the entire football team, stood the de facto queen of the school."
        },
        {
            "id": "79f691a392294639ba9ee03dfa0549eb",
            "sentence": "I think it\\'s highly unlikely that Tom was not aware that he wouldn\\'t be allowed to enter the museum without his parents."
        },
        {
            "id": "4e5e3a5a8eef410e95e1d571a8e5b7bf",
            "sentence": "A lot of people who have up until now been spending money having a good time now need to be more careful with their money."
        },
        {
            "id": "4f7de600e76747eba7c6d6c55c76ebfb",
            "sentence": "Tatoeba gave Imogen of the Internet a fascinating opportunity to compulsively produce a series of extremely short stories."
        },
        {
            "id": "42722cc6bac24e5b8834f75c30a982d7",
            "sentence": "The other day when I stopped by at a friend's house, it wasn't my friend that came out of the front door, but her husband."
        },
        {
            "id": "da0bc43ffcda4b158c12cda167e92577",
            "sentence": "There's no telling what kind of trouble this proposal might stir up. The result is certainly going to be something to see."
        },
        {
            "id": "743105ba4f1944db836cf341486442fd",
            "sentence": "A game of basketball was being played, and those not engaged in the game itself were sitting around watching its progress."
        },
        {
            "id": "e30fb89ebe244b6aba4e0e97d012160c",
            "sentence": "I could hear the voices of several other guests who had arrived and were already eating together in the main dinning room."
        },
        {
            "id": "56d32c1719c9414691808d8a6d8d6962",
            "sentence": "I don't think Tom will sell me his old car for eight hundred dollars, but he might sell it to me for nine hundred dollars."
        },
        {
            "id": "966cacc9925642a0ba9f0ca9c5b839db",
            "sentence": "Tom's trip ended in Boston where he was involved in a traffic accident and ended up spending three months in the hospital."
        },
        {
            "id": "8ad92cda6dcb4b6a86bd8547c5b3481e",
            "sentence": "Your English is grammatically correct, but sometimes what you say just doesn't sound like what a native speaker would say."
        },
        {
            "id": "cd533dfd01f4430aaefbcc694dedb7fb",
            "sentence": "It's very easy to sound natural in your own native language, and very easy to sound unnatural in your non-native language."
        },
        {
            "id": "4ad7375f61f54ab488cb0a46977e59c1",
            "sentence": "A homeless man and a three-year-old boy argued for an hour about whether or not Batman has superpowers, which he does not."
        },
        {
            "id": "49b11838e23f4f34b519f19e4fd74ee9",
            "sentence": "Tom didn't know how long the leftover chicken had been in the fridge, so he erred on the side of caution and threw it out."
        },
        {
            "id": "bca6feb4f94a433b8a860db201b2e7af",
            "sentence": "Tom isn\\'t your average guy. He doesn\\'t like things most guys like and he doesn\\'t like to do things most men enjoy doing."
        },
        {
            "id": "428622e8d46643f395d82dcddc57ffac",
            "sentence": "Why do you insist on paying for your school expenses yourself, when your parents are willing to give you financial support?"
        },
        {
            "id": "f9304c4ea5574d67ad4fe7b24f46fe34",
            "sentence": "The United States and Britain have different sign languages. Mexican Sign Language also differs from Spanish Sign Language."
        },
        {
            "id": "bdced9100153426faf5e295db79a746f",
            "sentence": "When Tom was walking down the street at night, a man he didn't know threatened him with a knife and robbed him of his cash."
        },
        {
            "id": "dee369caf0464b3bb81228a9b79e6d31",
            "sentence": "The convicted drug dealer was willing to comply with the authorities to have his death sentence reduced to a life sentence."
        },
        {
            "id": "6b23a06dbac04f179884989a53eeb929",
            "sentence": "Man is the only animal that learns by being hypocritical. He pretends to be polite and then, eventually, he becomes polite."
        },
        {
            "id": "0c2ec3a3034f46478e29c5b11042365b",
            "sentence": "I wanted to visit Tom next Monday, but he said he was going to be busy, so I\\'m planning to visit him the Monday after next."
        },
        {
            "id": "3ab341bda2254e63bab0e52188bb274e",
            "sentence": "It's no use trying to find people to play Street Fighter with when you can't explain double quarter-circle joystick motions."
        },
        {
            "id": "943a48f052d74e5e8a8cfa74301c5c3e",
            "sentence": "With every increase of scientific knowledge, man's power for evil is increased in the same proportion as his power for good."
        },
        {
            "id": "a43c2d9d11a24124a3f20aedb752ec33",
            "sentence": "I remember in art class in elementary school, we were made to wear smocks so our clothes wouldn't get splattered with paint."
        },
        {
            "id": "284e0e84d7be4c8d95151803b638220e",
            "sentence": "Some species will copulate whenever the opportunity presents itself, while others only do so at a specific time of the year."
        },
        {
            "id": "97568ce8859d4e19a580c200d0eaea5e",
            "sentence": "Such was his devotion that the priest hardly ever needed to look down and read from the Bible sat upon his mahogany lectern."
        },
        {
            "id": "b1bf961e8c8f44fc9208b2a48f66887b",
            "sentence": "I tried everything I could think of to convince them to stop ruining their life, but they remained obdurate to the very end."
        },
        {
            "id": "4b57f92d1612434b9162af9ccda4153c",
            "sentence": "You'll need a document that proves your identity, such as an identity card, passport, driver's licence or birth certificate."
        },
        {
            "id": "502cd14c11864bc1bf7efd9aea483331",
            "sentence": "The element Indium is a key component in the transparent, electrically conductive coatings used in many electronic displays."
        },
        {
            "id": "abb3f96019fe481fa35e13a1833bb839",
            "sentence": "History is like quantum physics: the observer affects the event observed. Is the Kennedy assassination a particle or a wave?"
        },
        {
            "id": "5201104e0a1c437a92719fdc1110d06f",
            "sentence": "His style (if you were to call it that) was excessively (though I run the risk of hypocrisy) parenthetical (pardon the pun)."
        },
        {
            "id": "d8a36918aaaa4a1ca6a9e1038c7258cb",
            "sentence": "\"Jingle Bells,\" a popular song around Christmas time, is not really a Christmas song. The lyrics say nothing about Christmas."
        },
        {
            "id": "d67bd4be717048449f003a72aa8538d4",
            "sentence": "Tom speaks French with his mother and English with his father. If all three of them are speaking together, they speak French."
        },
        {
            "id": "ab0b1d440b394c13906bee40d12cdb58",
            "sentence": "Japan's gold and foreign exchange reserves stood at $68.9 billion at the end of 1998, down from $77.0 billion a year earlier."
        },
        {
            "id": "81ceaf03064145ee85e5e4c26683c8ce",
            "sentence": "After 10 years of patchwork development, the software had become so slow and unwieldy that it had to be rebuilt from scratch."
        },
        {
            "id": "52a85c6700d24b2991fe438e0ca75a7f",
            "sentence": "The English language is undoubtedly the easiest and at the same time the most efficient means of international communication."
        },
        {
            "id": "57bb987ddefc43629c3f7ee51eb81cd9",
            "sentence": "I used to watch this anime a lot when I was a kid, but I can't quite remember what happened to the hero in the final episode."
        },
        {
            "id": "0a3bd6d53dc147aabfd306891beb0eb7",
            "sentence": "Is it possible to drive in Australia with a Canadian driver's license, or do I need to get an international driver's license?"
        },
        {
            "id": "f9e43ac1c0f74fdd8dd34c32aa21b903",
            "sentence": "The crocodile, which produces only male young in hotter weather, might die out too because there will be no females to breed."
        },
        {
            "id": "3685da0b95b3415381bc5cf54a1ee87c",
            "sentence": "Hiring a non-native French speaker to translate the document into French is like hiring a carpenter to fix your leaky faucet."
        },
        {
            "id": "c03624f4ea994429a5c08fafeb6793bf",
            "sentence": "Low-lying lands will flood. This means that people will be left homeless and their crops will be destroyed by the salt water."
        },
        {
            "id": "21434405b60e44c6b3df27b8cba6d38e",
            "sentence": "Instead of giving each other Christmas presents this year, we donated the amount we would have spent on presents to a charity."
        },
        {
            "id": "8acfc211bbee4155a6dc9207319817b5",
            "sentence": "Even though Tom and Mary went to the same high school, they never talked to each other until they were both in their thirties."
        },
        {
            "id": "a102706210114a7f920310744b0681b6",
            "sentence": "I thought I had paid the monthly fee, but I received a phone call from the school saying that the bill still needs to be paid."
        },
        {
            "id": "2d078760e317430e8d61dcbe36e90c9d",
            "sentence": "We have to cut business expenses here. Haven't you ever heard of looking at how much you're getting before you start spending?"
        },
        {
            "id": "056569c74cf64f0aa15558b4a4555ae4",
            "sentence": "Mary thought to herself that she ought to buy a new cover for the ironing board since the old one was getting pretty tattered."
        },
        {
            "id": "2f3fc22da1e94965b5519bba04b6c1ce",
            "sentence": "My roommate is prodigal when it comes to spending money on movies; he buys them the day they're released, regardless of price."
        },
        {
            "id": "9e1aa673f2a846c49619f31b75ab2648",
            "sentence": "Looking closer at the photos, I could tell that the weasel was an American marten by the light color of the fur on its throat."
        },
        {
            "id": "29cd9792d54c46ab8ee2969ecaa00938",
            "sentence": "Ray was willing to corroborate Gary's story, but the police were still unconvinced that either of them were telling the truth."
        },
        {
            "id": "2b2584e9f5f8489f9ce38f46bc74d27a",
            "sentence": "I couldn't believe myself when she pretended to be angry. Her loud voice, red face...the whole caboodle was pretty convincing."
        },
        {
            "id": "5852f6add1c54b8ebebef312276ad698",
            "sentence": "Someone had definitely spiked Tom's drink, because he could no longer stand up and the next morning he could remember nothing."
        },
        {
            "id": "72f5673759f84754938432c8b9d75a36",
            "sentence": "I never meant to say that the conservatives are generally stupid. I meant to say that stupid people are generally conservative."
        },
        {
            "id": "1a7220dd291a4109aa5e001c63a64532",
            "sentence": "This cactus looks soft and fuzzy, but you shouldn't touch it because its spines are very sharp and will get stuck in your hand."
        },
        {
            "id": "8dfb11567a9c47ee92cafb05a1ef9225",
            "sentence": "I started a new blog. I\\'ll do my best not to be one of those people who blogs a lot right at the start and then quits blogging."
        },
        {
            "id": "ef7eaf9599a44be3b1656dad5ec0223c",
            "sentence": "I can't remember all my passwords, so I write them all down in a notebook I keep hidden where I don't think anybody can find it."
        },
        {
            "id": "b8e46a716e0a4378a7b9b7e2e7e161fb",
            "sentence": "If one has the right to live, then one should also have the right to die. If not, then living is not a right, but an obligation."
        },
        {
            "id": "835d2b403e5e46f1b6ee6fa2367ac183",
            "sentence": "In order to use one of the shopping carts the store provides, you have to insert a small coin into the lock mounted on the cart."
        },
        {
            "id": "aaa6fccbe04c4b59a917eb9f84c5ad17",
            "sentence": "When Tom was a kid, he used to collect his father's cigarette butts until he had enough tobacco to roll a cigarette for himself."
        },
        {
            "id": "a0d1ec3c7fc24114a739c662c3e0be82",
            "sentence": "The cones of the jack pine, for example, do not readily open to release their seeds until they have been subjected to great heat."
        },
        {
            "id": "1466c7866cd444efb999a9f49492ce8e",
            "sentence": "Imogen of the Internet wore an eyepatch under her glasses, a look which hipsters would imitate on and off for the next ten years."
        },
        {
            "id": "8bd98cc269334e40821c0d656641610a",
            "sentence": "In an effort to declutter his apartment, Tom is going to get rid of one or two unneeded items per day for the next twelve months."
        },
        {
            "id": "190850ea5f38486c9672fbe0964f7090",
            "sentence": "The winters come in strong, so I'm always spending December wrapped in layers and layers of thermal clothing while I acclimatize."
        },
        {
            "id": "b489f5755a8f496a83d755ead36210aa",
            "sentence": "The future diplomat to France carved his name and the name of his beloved (a Japanese cartoon character) into the bark of a tree."
        },
        {
            "id": "b52599ca810747a88c040b23393a2c2d",
            "sentence": "One of her choice parlor tricks was to crack walnuts with her quadriceps, to the amazement of even the most seasoned bodybuilders."
        },
        {
            "id": "c3871196f9b046d08514726a17c7ef5d",
            "sentence": "A really perceptive person can figure out a whole situation with just a few clues. That's the kind of person I want you to become."
        },
        {
            "id": "c1df7cb001f54bcea22168f564c86638",
            "sentence": "Since children are more scared than amused by clowns, I wonder if some comedy trope of ours will become horror fodder in 100 years."
        },
        {
            "id": "1aea29c53e334d8eae6762ab23878d9c",
            "sentence": "Every man's work, whether it be literature or music or a picture or architecture or anything else, is always a portrait of himself."
        },
        {
            "id": "57698c60fac144fcbd105f7fecfd32f6",
            "sentence": "\"Educational autism\" in the California school system apparently has looser criteria than the DSM-IV's series of autistic disorders."
        },
        {
            "id": "7b23f10fe1a6443c8fcf965cd3ef576a",
            "sentence": "My university is celebrating its centennial this year, so you can see banners with its colors, logo, and mascot all over the place."
        },
        {
            "id": "1c9f3d3902a34b798a840bd5818bd8a3",
            "sentence": "Rescue dogs are usually trained to respond to hand signals, since in noisy situations, dogs may not be able to hear verbal commnds."
        },
        {
            "id": "3f2e78f7d0e74eeab94fe0b3c373dd9b",
            "sentence": "Blues singer and guitarist Robert Johnson would've been 100 years old on May 8th of 2011 if he hadn't died when he was 27 years old."
        },
        {
            "id": "ac5a7b28a39d4d74a16f26e21341f040",
            "sentence": "Imogen of the Internet has a habit of paying fifty dollars for clothes that are manufactured to look like five-dollar hand-me-downs."
        },
        {
            "id": "f791d158290a40a08e18d415aa2c20ed",
            "sentence": "It's sort of like eating wild mushrooms collected by a stranger who claims he knows which mushrooms are poisonous and which are not."
        },
        {
            "id": "76cd5733493644ed83f9ad5ca0cf1aaf",
            "sentence": "If you know that something unpleasant will happen, that you will go to the dentist for example, or to France, then that is not good."
        },
        {
            "id": "37d1d3628db14ea9b7e98c6e98d66de6",
            "sentence": "Every vertex of a 3D model has a huge amount of data associated with it, influencing the behavior of colors, textures, and lighting."
        },
        {
            "id": "1aa8867aab4b45899858071eca6ced3e",
            "sentence": "I can't remember all my passwords, so I write them all down in a notebook I keep hidden where I don't think that anybody can find it."
        },
        {
            "id": "9982b066a73a4054b862b99d902795c4",
            "sentence": "Italian film director Federico Fellini was known to have used imagery from his dreams as inspiration for scenes in some of his films."
        },
        {
            "id": "ed7abebb497b4913903bbb5cf12c0da9",
            "sentence": "Jill of the Jungle could transform into a phoenix, a frog, or a fish. The fish and the phoenix could both fire unlimited projectiles."
        },
        {
            "id": "2af45bf8af014910bbd2bc1e2f9a5933",
            "sentence": "Tom left Boston at noon on June second and he got back to Boston at noon on September fourth. How many days was Tom away from Boston?"
        },
        {
            "id": "e1ba354f6c734884b54a649a31de2df4",
            "sentence": "Denying a quality education to the children of working families is as wrong as denying health care or child care to working families."
        },
        {
            "id": "6492785539f242829d0fe565447fb753",
            "sentence": "The American Cancer Society says the sooner smokers stop smoking, the more they can reduce their chances of cancer and other diseases."
        },
        {
            "id": "9abaf518f9a74e87b767784fef31a594",
            "sentence": "The use of bad grammar and spelling in the email asking Tom to update his bank account details was a telltale sign that it was a scam."
        },
        {
            "id": "b1fc9f0fc676436fb083c7c4de75f394",
            "sentence": "A number of pollutants are required to be filtered out from the flue gas of power plants before it can be exhausted to the atmosphere."
        },
        {
            "id": "42d92d9ac6434dd0be0ce1caaa503bd6",
            "sentence": "I got fired from the company, but since I have a little money saved up, for the time being, I won't have trouble with living expenses."
        },
        {
            "id": "4e8a85b638a048919772f00d958f6dfe",
            "sentence": "Tom hadn\\'t washed clothes in a long time, so he searched through his dirty clothes to see if there was something clean enough to wear."
        },
        {
            "id": "91d001e829bb4185843d1c27b3b682a6",
            "sentence": "When Tom and Mary got married, he was 42 years old, and she was half his age. How old will Tom be when Mary reaches two-thirds his age?"
        },
        {
            "id": "618a685cc61e49a7a3e6d8fe33015063",
            "sentence": "When I was young, I lived just around the corner from a small confectionery. I spent many a week's allowance there on colorful candies."
        },
        {
            "id": "7c556ac67a674ebaadac26040b8246bb",
            "sentence": "It wasn't my lucky day. First, I got a parking ticket and then things went from bad to worse when I got pulled over for making a U-turn."
        },
        {
            "id": "9fc1b2b004074b55b538a2cf655cc49f",
            "sentence": "In America, we believe that a lifetime of hard work and responsibility should be rewarded with a shot at a secure, dignified retirement."
        },
        {
            "id": "1fcf90194bc7468093ed13f2c94dda64",
            "sentence": "It's sort of like eating wild mushrooms collected by a stranger who claims that he knows which mushrooms are poisonous and which are not."
        },
        {
            "id": "8beba1e6c1184e59bfb879e15afec798",
            "sentence": "Muiriel has promised me that if I read the book \"The Picture of Dorian Gray\" entirely in English, she will help me with my math homework."
        },
        {
            "id": "aaa900bcf0734680908e1eb0e731b0a7",
            "sentence": "I am a Catholic also. If you were to tell anyone, I would lose my job at once, so you see how important it is for you to keep the secret."
        },
        {
            "id": "60444517e3b64065b697a34695d1c472",
            "sentence": "He and I have a near-telepathic understanding of each other. No sooner does one of us say something than the other is already responding."
        },
        {
            "id": "acbe7380466f4ee08c94b79c58ad32dd",
            "sentence": "They call it an English grammar book; I call it an arduous, soul-draining and depressing experience pushing the limits of human patience."
        },
        {
            "id": "a6ff4f4fdced4a789705aad2ed6df52e",
            "sentence": "At higher production rates, it becomes necessary to use an automatic palletizer to sort boxes of finished goods onto pallets for shipping."
        },
        {
            "id": "c22d0d2de9364154bc81dc40c0a7ad4c",
            "sentence": "Well-meaning noobs can give advice capable of bringing about an armageddon with the potential of destroying the Earth multiple times over."
        },
        {
            "id": "6e2a7019aa4f4976a959740b27342e43",
            "sentence": "The Kelpie, an Australian sheep dog, is an excellent working dog and can muster large numbers of sheep with little or no command guidance."
        },
        {
            "id": "3087c0588b394de8b320d8b6367ffeb8",
            "sentence": "The only metal that a metal detector can detect is the metal in another metal detector. That fact was instrumental in my parents' meeting."
        },
        {
            "id": "cb906a1541854f6d883c33dbdce5bbd7",
            "sentence": "Keeping Mario in a state in which he can throw fireballs is a delicate process; that newfound power sometimes makes one cocky and careless."
        },
        {
            "id": "c3e3a7b3c16f42338eaa9f90c47e63ff",
            "sentence": "She has a boyfriend she's been going out with since high school, but she feels their relationship is in a rut, so she's become discontented."
        },
        {
            "id": "4576affc7ec943388817051441002ea7",
            "sentence": "It's fun to watch nerdy cartoon characters from the 90s brag about how many megabytes of RAM they have, which is usually somewhere around 8."
        },
        {
            "id": "5030322104844282af657de3899bfd5e",
            "sentence": "Tim produced a perfect alveolar trill for a straight minute. The rest of the Spanish class envied and despised this vulgar display of power."
        },
        {
            "id": "4967a6cae76f4645882c43d0ce75851f",
            "sentence": "Christopher Columbus's happy meal toy was a limited edition clumsy noob waiter toy that whenever is set to walk, trips and falls on its face."
        },
        {
            "id": "8bd230f795dc406ba7981f1a85c9c79d",
            "sentence": "She has a boyfriend she's been going out with since high school, but she feels their relationship has stagnated, so she's become dissatisfied."
        },
        {
            "id": "a3970365e469412eabe29c37633e38a2",
            "sentence": "Yonder is the gymnasium. Down there to the right is the stables for the riding horse, but that building is more than a quarter mile from here."
        },
        {
            "id": "3bcf86aff228441aacac79cfd83280e0",
            "sentence": "When Tom showed up late for work for the third time in a row, his boss told him that it was the last straw and that he would have to fire him."
        },
        {
            "id": "70c04764b0864e928fc54102cbdaaa5b",
            "sentence": "Imogen of the Internet drew a mustache on each of her fingers, outdoing all of her friends, who only thought to draw a mustache on one finger."
        },
        {
            "id": "59ec973415d94051ae43642467aa7feb",
            "sentence": "When we watch a movie, play a video game, or read a book, we become emotionally attached to certain characters and gradually become like them."
        },
        {
            "id": "d8512ccc40da4cafbe81fa80bc53dab7",
            "sentence": "I think it\\'s a shame that some foreign language teachers were able to graduate from college without ever having studied with a native speaker."
        },
        {
            "id": "6b5cfe4198474f94b187862ca95bb21b",
            "sentence": "Everyone can make a difference in their own lives and thereby collectively make the world a better place for themselves and others around them."
        },
        {
            "id": "ed9a967f9ccd42a6b98b7c53a8b036cb",
            "sentence": "We had a power outage, so I had to reset the clock on my VCR. However, I was off by an hour, so the program I wanted to record wasn't recorded."
        },
        {
            "id": "010bf6b3a4854aaebf61baee180fbcd6",
            "sentence": "We had a fairly good idea what the world thought of the United States. Now we also know what the United States thinks of the rest of the world."
        },
        {
            "id": "126df8e4cfed445dad190fddc7811dcf",
            "sentence": "If you button the first button of your shirt wrong, all the others will be buttoned wrong. That's also the case with many other things in life."
        },
        {
            "id": "6fa06666610b4ae4b7b335f75406567f",
            "sentence": "I set my notes on the lectern, adjusted the microphone, and awkwardly set about presenting to the class a summary of my last month of research."
        },
        {
            "id": "74f3d646b2f245668e41db3d7ade07a9",
            "sentence": "Many view discus fish as mere aquarium decorations, but I've traveled to the Amazon to observe their fascinating parenting behavior in the wild."
        },
        {
            "id": "44b84e65b8c24628adbaf23afa9db00e",
            "sentence": "The queen began to fear that an assassin was among her retinue, leading her to expel them one-by-one until there was nobody left to protect her."
        },
        {
            "id": "1512021883e9418091b0efdf3379ce32",
            "sentence": "It is impossible to burn a copy of Dante's Inferno because the ice of the ninth layer of hell will put out any fires kindled with earlier pages."
        },
        {
            "id": "d721c5e35655463782025ceafe3a9086",
            "sentence": "If you translate from your second language into your own native language, rather than the other way around, you're less likely to make mistakes."
        },
        {
            "id": "72696763547e4aaf9a33268415b9bf1d",
            "sentence": "When writing a sentence, generally you start with a capital letter and finish with a period (.), an exclamation mark (!), or a question mark (?)."
        },
        {
            "id": "eaa2758ddae146108a7a7e4fea9fdcc3",
            "sentence": "Rose, Juniper, Lily, and Camellia were all named after plants, as was Giant Corpse Flower, whose high school experience was far worse than theirs."
        },
        {
            "id": "b3f582a1934840e6a2ec0b3c90701a4f",
            "sentence": "When Tom was a kid, he used to pretend he was playing the drums by tapping his fingers on the kitchen table, to the great irritation of his father."
        },
        {
            "id": "487953e6fe7a49cc97c5a1c52c0777d3",
            "sentence": "If forests cover 9.4% of the earth's surface, and if forests cover 31% of the earth's land surface, what percent of the earth's surface is not land?"
        },
        {
            "id": "0e0a3dac0d2b4b8b834e7a117679b47c",
            "sentence": "For the sake of completeness, let us mention that the ring R, considered as a module over itself, has submodules of arbitrarily large finite length."
        },
        {
            "id": "390916ab96504a54859e1fcaa326dc75",
            "sentence": "The National Center for Education Information says a predicted teacher shortage won't pan out because teachers who left the profession are returning."
        },
        {
            "id": "b40eb19209dc47388d250de897b83faa",
            "sentence": "And God saw the light, that it was good: and God divided the light from the darkness. And God called the light Day, and the darkness he called Night."
        },
        {
            "id": "92c15afc03874544a01f6ed126302e61",
            "sentence": "The people all praised the emperor's clothes without telling him the truth so as not to seem stupid, until a little boy said, \"The emperor is naked!\""
        },
        {
            "id": "d745b2af24a34a91b53bf2e6057b5fc0",
            "sentence": "At this rate, even independent film will never reach a true understanding of romance and relationships, so to hell with the movies, let's have dinner."
        },
        {
            "id": "37e44a0909434ce0921fadc5e2360dbc",
            "sentence": "The screening of donated blood for the presence of various illnesses is expensive, but is also necessary to keep the blood supply as safe as possible."
        },
        {
            "id": "6c78547ea22540e68e8c6565f0ea85c9",
            "sentence": "Our activism has been called parochial, but I would like to believe that our efforts will inspire others to make a difference in their own communities."
        },
        {
            "id": "e8ea5a59a82c4155a4eefd64a57b11d9",
            "sentence": "The Indonesian government is very unhappy at reports that Australian diplomats have been tapping their telephone calls, cables and other communications."
        },
        {
            "id": "605b0a0e00e946008e9992c34d6b7dcd",
            "sentence": "It's rare nowadays to see the marquee HTML element in modern websites, but in the early web, pages were sometimes loaded with constantly scrolling text."
        },
        {
            "id": "d1ac95c96a4e4843b4843daeb13494d1",
            "sentence": "The Australian Prime Minister has said that he does not intend to engage in megaphone diplomacy with Egypt over the jailing of an Australian journalist."
        },
        {
            "id": "b6c39f76083a44f6a99f2aa2fec67069",
            "sentence": "Kids these days have no imagination whatsoever. Only a nationwide revolution and sweeping economic reform will bring the hoop and stick back into vogue."
        },
        {
            "id": "356f323a5f714c348cd0d5de735975de",
            "sentence": "The Kansai dialects are said to have a \"sing-song\" quality because their pitch accents differ from standard Japanese, which comes from the Tokyo dialect."
        },
        {
            "id": "12b4d68fac45411f9c368ea5d1721c14",
            "sentence": "The people here are particular about what they eat, so even if a restaurant is inexpensive, it'll soon go out of business if the food doesn't taste good."
        },
        {
            "id": "58f772a45f6942de888fda46f03cc2c3",
            "sentence": "The joke about the chicken crossing the road to get to the other side is an example of \"anti-humor\": meant to be funny because, on the surface, it is not."
        },
        {
            "id": "b5ff434af83e49e988a71dfe0bc0d7ec",
            "sentence": "Part of why corn syrup is in everything is because massive corn monocultures have created a surplus that agriculture companies are scrambling to get rid of."
        },
        {
            "id": "35374e29cd6041a1aa269616f17d4668",
            "sentence": "Will we accept an economy where only a few of us do spectacularly well? Or will we build an economy where everyone who works hard has a chance to get ahead?"
        },
        {
            "id": "936d0e29c678470191d37cbef0df247d",
            "sentence": "That man has hit bottom: his wife has left him, he's lost his job, and he's an alcoholic. The worst is that I know him--he used to be my boss five years ago."
        },
        {
            "id": "5e81179f0a4a45c58daf5a9653496ef1",
            "sentence": "The hair on the back of Tom's neck stood up when he heard a strange sound coming from the room where a previous occupant had been murdered many years before."
        },
        {
            "id": "a8d6d96a3e644f178fe09602721b0b95",
            "sentence": "Little did Christopher Columbus know that future pirates are mostly internet pirates: The closest they will ever get to surfing the sea is being in a bathtub."
        },
        {
            "id": "66cd605e50ae41d9bbaa3c1cb6b4f240",
            "sentence": "You may not learn to speak as well as a native speaker, but you should be able to speak well enough that native speakers will understand what you have to say."
        },
        {
            "id": "81d59183df1c43158b97aee8f8f0d1af",
            "sentence": "Thanks to Facebook, stalking is no longer the bastion of a few devoted enthusiasts, but a highly automated task convenient enough even for the busy housewife."
        },
        {
            "id": "0dcb4e19983344d2b3eb2e3dd36e7c89",
            "sentence": "Is there some gustatory or culinary analog of a novel or film? In other words, can you eat or taste a complete, riveting story the way you can watch or read one?"
        },
        {
            "id": "fa728f09f17a4159b743eb48b74c6063",
            "sentence": "And the good news is that today the economy is growing again. Wages, incomes, home values and retirement accounts are all rising again. Poverty is falling again."
        },
        {
            "id": "639e9abb91f14dc6b679ea7c16fd3be3",
            "sentence": "Convocation was supposed to be a fun all-day event to get us new students acquainted with the university, but it really just felt like a ceremonial waste of time."
        },
        {
            "id": "f921e3673b9843839411dad7e9bf58f4",
            "sentence": "Mathematics is more than arithmetic. Scientists, and philosophers throughout history have called it the foundation of all knowledge, and praise its simple beauty."
        },
        {
            "id": "97581a36061e4a5abc697d391fab0e63",
            "sentence": "It's still too hard to find a job. And even if you have a job, chances are you're having a tougher time paying the rising costs of everything from groceries to gas."
        },
        {
            "id": "188aade876804b86b8f0423342d78f5a",
            "sentence": "Even at the end of the nineteenth century, sailors in the British Navy were not permitted to use knives and forks because using them was considered a sign of weakness."
        },
        {
            "id": "1969dff07b97429693939b69ad617b22",
            "sentence": "Tom said, \"You can kiss your girlfriend goodbye if you don\\'t kiss her goodbye,\" which meant, \"If you don\\'t kiss your girlfriend goodbye, then you\\'ll never see her again.\""
        },
        {
            "id": "771ef05f58a548f3a2d4bb09643c1313",
            "sentence": "The vodka he had brought to the party contained flecks of gold, which turned out to have been salvaged from discarded electronics, making for a lot of carcinogenic cocktails."
        },
        {
            "id": "c686ba5c812c4739bf0a117d62743215",
            "sentence": "When I was a kid, I thought that if I died the world would just disappear. What a childish delusion! I just couldn't accept that the world could continue to exist without me."
        }
    ],
    "nbPages": 716,
    "nbResults": 715026
}